Repository: HuubMons/HuMo-genealogy
Catalog: languages TEMP/*/*.po
Languages: id

source: Disconnect child
id: Putuskan sambungan anak

source: Add child
id: Tambahkan anak

source: Select child
id: Pilih anak

source: quality: default
id: kualitas: default

source: quality: unreliable evidence or estimated data
id: kualitas: bukti yang tidak dapat diandalkan atau perkiraan data

source: quality: questionable reliability of evidence
id: kualitas: keandalan bukti yang dipertanyakan

source: quality: data from secondary evidence
id: kualitas: data dari bukti sekunder

source: quality: data from direct source
id: kualitas: data dari sumber langsung

source: Select family tree to export and click "Start export"
id: Pilih silsilah keluarga untuk diekspor dan klik \ "Mulai ekspor "

source: Choose family tree to export
id: Pilih silsilah keluarga untuk diekspor

source: Include spouses of descendants
id: Sertakan pasangan keturunan

source: Include parents of spouses
id: Termasuk orang tua dari pasangan

source: Include spouse(s) of base person
id: Sertakan pasangan (s) dari orang tidak dikenal

source: Include sibblings of ancestors and base person
id: Sertakan saudara leluhur lelaki dan lelaki yang tidak setia

source: Character set
id: Set karakter

source: UTF-8 (recommended character set)
id: UTF-8 (set karakter yang direkomendasikan)

source: Export texts
id: Ekspor teks

source: Export sources
id: Sumber ekspor

source: Export longitude & latitude by places
id: Ekspor bujur & lintang menurut tempat

source: Show export status
id: Tampilkan status ekspor

source: Start export
id: Mulai ekspor

source: ATTENTION: the privileges of the file map may have to be adjusted!
id: PERHATIAN: hak istimewa file peta mungkin harus disesuaikan!

source: Remove
id: Menghapus

source: Order children by date (only needed if children are in wrong order)
id: Pesan anak berdasarkan tanggal (hanya diperlukan jika anak salah urutan)

source: Order families by date (only needed if families are in wrong order)
id: Memesan keluarga berdasarkan tanggal (hanya diperlukan jika keluarga salah urutan)

source: Only process picture file name. For example: picture.jpg [DEFAULT]
id: Hanya proses nama file gambar. Sebagai contoh: picture.jpg [DEFAULT]

source: Process full picture path. For example: picture_path&#92;picture.jpg
id: Memproses jalur gambar penuh. Misalnya: picture_path & # 92; picture.jpg

source: Debug mode
id: Mode debug

source: Batch processing
id: Pemrosesan batch

source: 1 record (slow processing, but needs less server-memory)
id: 1 catatan (pemrosesan lambat, tetapi membutuhkan lebih sedikit memori server)

source: records per batch
id: catatan per batch

source: ALL records (fast processing, but needs server-memory)
id: SEMUA catatan (pemrosesan cepat, tetapi membutuhkan memori server)

source: Step
id: Langkah

source: STEP 2) Remove old family tree:
id: LANGKAH 2) Hapus silsilah keluarga lama:

source: ONLY use in case of a time-out, to continue click:
id: HANYA digunakan jika ada batas waktu, untuk melanjutkan klik:

source: Cancel
id: Membatalkan

source: Restart
id: Mengulang kembali

source: lines processed
id: jalur diproses

source: this is an <b>%s</b> file
id: ini adalah file <b> %s </b>

source: Or wait %s seconds for automatic continuation. Some browsers will give a reload message...
id: Atau tunggu %s detik untuk kelanjutan otomatis. Beberapa browser akan memberikan pesan ulang ...

source: Reading in the file took: %d seconds
id: Membaca dalam file membutuhkan waktu: %d detik

source: Non-processed items
id: Item yang tidak diproses

source: Level
id: Tingkat

source: All items have been processed!
id: Semua item telah diproses!

source: STEP 4) Final database processing:
id: LANGKAH 4) Pemrosesan basis data akhir:

source: Processing of referenced texts into standard texts...
id: Memproses teks yang dirujuk ke dalam teks standar ...

source: persons
id: orang

source: families
id: keluarga

source: Processing texts IN names...
id: Memproses teks DALAM nama ...

source: Updating location database...
id: Memperbarui basis data lokasi ...

source: Order children...
id: Pesan anak ...

source: Order families...
id: Memesan keluarga ...

source: Counting persons and families and enter into database...
id: Menghitung orang dan keluarga dan masuk ke dalam basis data ...

source: Processing took: %d seconds
id: Pemrosesan memakan waktu: %d detik

source: No error messages? In this case the database is ready for use!
id: Tidak ada pesan kesalahan? Dalam hal ini database siap digunakan!

source: Ready! Now click %s to watch the family tree
id: Siap! Sekarang klik %s untuk menonton silsilah keluarga

source: TIP: Use <a href="index.php?page=cal_date">"Calculated birth dates"</a> for a better privacy filter.
id: TIP: Gunakan <a href="index.php?page=cal_date"> \ "Tanggal lahir yang dihitung " </a> untuk filter privasi yang lebih baik.

source: Remove old family tree items from %s table...
id: Hapus item pohon keluarga lama dari tabel %s ...

source: Optimize table...
id: Optimalkan tabel ...

source: No error messages above? In that case the tables have been created!
id: Tidak ada pesan kesalahan di atas? Dalam hal ini tabel telah dibuat!

source: It's not possible to delete this group: there is/ are
id: Tidak dapat menghapus grup ini: ada / ada

source: user(s) connected to this group!
id: pengguna terhubung ke grup ini!

source: Are you sure you want to remove the group:
id: Apakah Anda yakin ingin menghapus grup:

source: Choose a user group:
id: Pilih grup pengguna:

source: ADD GROUP
id: TAMBAHKAN KELOMPOK

source: Group
id: Kelompok

source: REMOVE GROUP
id: HAPUS GROUP

source: Group name
id: Nama grup

source: Save statistics data
id: Simpan data statistik

source: Birthday RSS in main menu
id: Ulang tahun RSS di menu utama

source: INFORMATION menu: show "CMS" pages
id: Menu INFORMASI: tampilkan halaman \ "CMS "

source: FAMILY TREE menu: show "Persons" submenu
id: Menu FAMILY TREE: tampilkan submenu \ "Orang "

source: FAMILY TREE menu: show "Names" submenu
id: Menu FAMILY TREE: tampilkan submenu \ "Names "

source: FAMILY TREE menu: show "Places" submenu
id: Menu FAMILY TREE: tampilkan submenu \ "Places "

source: FAMILY TREE menu: show "Addresses" submenu (only shown if there really are addresses)
id: Menu FAMILY TREE: tampilkan submenu \ "Addresses " (hanya ditampilkan jika benar-benar ada alamat)

source: FAMILY TREE menu: show "Photobook" submenu
id: Menu FAMILY TREE: tampilkan submenu \ "Photobook "

source: TOOLS menu: show "Anniversary" (birthday list) submenu
id: Menu ALAT: tampilkan submenu \ "Anniversary " (daftar ulang tahun)

source: TOOLS menu: show "Statistics" submenu
id: Menu ALAT: tampilkan submenu \ "Statistik "

source: TOOLS menu: show "Relationship Calculator" submenu
id: Menu ALAT: tampilkan submenu \ "Kalkulator Hubungan "

source: TOOLS menu: show "Google maps" submenu (only shown if geolocation database was created)
id: Menu ALAT: tampilkan submenu \ "Google maps " (hanya ditampilkan jika database geolokasi dibuat)

source: TOOLS menu: show "Contact" submenu (only shown if tree owner and email were entered)
id: Menu ALAT: tampilkan submenu \ "Kontak " (hanya ditampilkan jika pemilik pohon dan email dimasukkan)

source: TOOLS menu: show "Latest changes" submenu
id: Menu ALAT: tampilkan submenu \ "Perubahan terbaru "

source: Show "Login" link (can be changed in group "guest" only)
id: Tampilkan tautan \ "Login " (hanya dapat diubah dalam grup \ "tamu ")

source: Is allowed to change password
id: Diizinkan mengubah kata sandi

source: General
id: Umum

source: Show pictures
id: Perlihatkan gambar

source: Show Gedcom number (from gedcom file)
id: Tampilkan nomor Gedcom (dari file gedcom)

source: Show places with bapt., birth, death and cemetery.
id: Tunjukkan tempat-tempat dengan baptisan, kelahiran, kematian, dan kuburan.

source: Show religion (with bapt. and wedding)
id: Perlihatkan agama (dengan baptisan dan pernikahan)

source: Show date and place (i.e. with birth, bapt., death, cemetery.)
id: Tunjukkan tanggal dan tempat (yaitu dengan kelahiran, pembaptisan, kematian, pemakaman.)

source: Show name in indexes
id: Tampilkan nama dalam indeks

source: Show events
id: Tampilkan acara

source: Show own code
id: Tampilkan kode sendiri

source: Default presentation of family page
id: Presentasi default halaman keluarga

source: Compact view
id: Tampilan ringkas

source: Expanded view
id: Tampilan yang diperluas

source: Default presentation of Google maps in family page
id: Presentasi default peta Google di halaman keluarga

source: Show Google maps
id: Tampilkan peta Google

source: Hide Google maps
id: Sembunyikan peta Google

source: Show "PDF Report" button in family screen and reports
id: Tampilkan tombol \ "Laporan PDF " di layar keluarga dan laporan

source: Show "RTF Report" button in family screen and reports
id: Tampilkan tombol \ "Laporan RTF " di layar keluarga dan laporan

source: Generate citations (can be used as source).
id: Hasilkan kutipan (dapat digunakan sebagai sumber).

source: User is allowed to add notes/ remarks by a person in the family tree
id: Pengguna diizinkan untuk menambahkan catatan / komentar oleh seseorang di silsilah keluarga

source: Disabled in group "Guest"
id: Dinonaktifkan dalam grup \ "Tamu "

source: User can see notes/ remarks added by other users in the family tree
id: Pengguna dapat melihat catatan / komentar yang ditambahkan oleh pengguna lain di silsilah keluarga

source: Don't show sources
id: Jangan perlihatkan sumber

source: Only show source titles
id: Hanya tampilkan judul sumber

source: Show sources and menu sources
id: Tampilkan sumber dan sumber menu

source: Default presentation of source
id: Presentasi sumber standar

source: Hide sources
id: Sembunyikan sumber

source: Show restricted source
id: Tampilkan sumber terbatas

source: Texts
id: Teks

source: Default presentation of text
id: Presentasi teks standar

source: Show texts
id: Perlihatkan teks

source: Show texts in popup screen
id: Tampilkan teks di layar sembulan

source: Hide texts
id: Sembunyikan teks

source: Show hidden text/ own remarks (text between # characters in text fields, example: #check birthday#)
id: Tampilkan teks tersembunyi / komentar sendiri (teks antara # karakter di bidang teks, contoh: #check birthday #)

source: Show text with person
id: Tampilkan teks dengan orang

source: Show text with bapt., birth, death, cemetery
id: Tampilkan teks dengan baptisan, kelahiran, kematian, pemakaman

source: Show text with pre-nuptial etc.
id: Tampilkan teks dengan pra-pernikahan dll.

source: Tree privacy
id: Privasi pohon

source: Activate privacy filter
id: Aktifkan filter privasi

source: TIP: the best privacy filter is your genealogy program<br> If possible, try to filter with that
id: TIP: filter privasi terbaik adalah program silsilah Anda <br> \ nJika mungkin, coba filter dengan itu

source: Privacy filter settings
id: Pengaturan filter privasi

source: Privacy filter, filter persons born in or after this year
id: Filter privasi, filter orang yang lahir pada atau setelah tahun ini

source: Year
id: Tahun

source: Privacy filter, filter persons deceased in or after this year
id: Filter privasi, filter orang yang meninggal pada atau setelah tahun ini

source: Also filter data of deceased persons (for filter 2)
id: Saring juga data orang yang meninggal (untuk filter 2)

source: Privacy filter exceptions
id: Pengecualian filter privasi

source: DO show privacy data of persons (with the following text in own code)
id: LAKUKAN tunjukkan data privasi orang (dengan teks berikut dalam kode sendiri)

source: HIDE privacy data of persons (with the following text in own code)
id: SEMBUNYIKAN data privasi orang (dengan teks berikut dalam kode sendiri)

source: TOTALLY filter persons (with the following text in own code)
id: BENAR-BENAR memfilter orang (dengan teks berikut dalam kode sendiri)

source: Extra privacy filter option
id: Opsi filter privasi ekstra

source: Show persons with no date information<br> <i>with these persons the privacy filter cannot calculate if they are alive</i>
id: Tampilkan orang tanpa informasi tanggal <br> \ n <i> dengan orang-orang ini filter privasi tidak dapat menghitung jika mereka masih hidup </i>

source: With privacy show names
id: Dengan nama acara privasi

source: Show initials: D. E. Duck
id: Tampilkan inisial: DE Duck

source: Genealogical copy protection<br> <i>family browsing disabled, no family trees</i>
id: Perlindungan salinan silsilah <br> <br> n <i> penjelajahan keluarga dinonaktifkan, tidak ada pohon keluarga </i>

source: Save all changes
id: Simpan semua perubahan

source: Hide or show family trees per user group.
id: Sembunyikan atau tampilkan pohon keluarga per grup pengguna.

source: If an .htpasswd file is used: add username in .htpasswd file.
id: Jika file .htpasswd digunakan: tambahkan nama pengguna dalam file .htpasswd.

source: These settings can also be set per user!
id: Pengaturan ini juga dapat diatur per pengguna!

source: Hide or show photo categories per user group.
id: Sembunyikan atau tampilkan kategori foto per grup pengguna.

source: Category prefix
id: Awalan kategori

source: Show category?
id: Tampilkan kategori?

source: No photo categories available.
id: Tidak ada kategori foto yang tersedia.

source: PHP Version
id: Versi PHP

source: It is recommended to update PHP!
id: Disarankan untuk memperbarui PHP!

source: MySQL Version
id: Versi MySQL

source: It is recommended to update MySQL!
id: Disarankan untuk memperbarui MySQL!

source: Database
id: Basis data

source: OK
id: baik

source: Database name
id: Nama basis data

source: Database setting
id: Pengaturan basis data

source: Database value
id: Nilai basis data

source: Example website provider
id: Contoh penyedia situs web

source: Example for XAMPP
id: Contoh untuk XAMPP

source: Database host
id: Host basis data

source: Database username
id: Nama pengguna basis data

source: Database password
id: Kata sandi basis data

source: At a local PC also install database
id: Di PC lokal juga instal database

source: YES, also install database
id: YA, juga instal database

source: NO
id: TIDAK

source: YES
id: IYA NIH

source: Save settings and connect to database
id: Simpan pengaturan dan hubungkan ke database

source: Sometimes it's needed to add these lines to a /php.ini and admin/php.ini files to activate the PDO driver:
id: Kadang-kadang diperlukan untuk menambahkan baris ini ke file /php.ini dan admin / php.ini untuk mengaktifkan driver PDO:

source: The database has NOT been created!
id: Basis data BELUM dibuat!

source: Continue installation
id: Lanjutkan instalasi

source: Database tables
id: Tabel basis data

source: Size of statistics table
id: Ukuran tabel statistik

source: If needed remove old statistics.
id: Jika perlu hapus statistik lama.

source: This may take some time. Please wait...
id: Ini mungkin memakan waktu. Tunggu sebentar...

source: Change admin username and password.
id: Ubah nama pengguna dan kata sandi admin.

source: Number of failed logins attempts last month
id: Jumlah upaya login yang gagal bulan lalu

source: Check admin account
id: Periksa akun admin

source: Failed login attempts
id: Upaya masuk gagal

source: Login control
id: Kontrol masuk

source: At the moment you are logged in through PHP-MySQL.
id: Saat ini Anda masuk melalui PHP-MySQL.

source: At the moment you are logged in through an .htacces file.
id: Saat ini Anda masuk melalui file .htacces.

source: The folder "admin" has NOT YET been secured.
id: Folder \ "admin " BELUM diamankan.

source: Secured website
id: Situs web yang diamankan

source: You can also try this password generator:
id: Anda juga dapat mencoba pembuat kata sandi ini:

source: Generate new ht-password
id: Buat kata sandi ht baru

source: OK (option is OFF)
id: OK (opsi MATI)

source: Status tree
id: Pohon status

source: This tree does not yet contain any data or has not been imported properly!
id: Pohon ini belum mengandung data apa pun atau belum diimpor dengan benar!

source: Import Gedcom file
id: Impor file Gedcom

source: Installation of the standard tables. Or create tables from a scratch, they will be filled in with standard data.
id: Pemasangan tabel standar. Atau membuat tabel dari awal, mereka akan diisi dengan data standar.

source: (Re)create settings table.
id: (Re) buat tabel pengaturan.

source: (Re) create statistics tree table. <b>EXISTING STATISTICS TREES WILL BE REMOVED!</b>
id: (Re) buat tabel statistik pohon. <b> POIN STATISTIK YANG ADA AKAN DIHAPUS! </b>

source: User
id: Pengguna

source: Username
id: Nama pengguna

source: Password
id: Kata sandi

source: THIS WILL BE YOUR ADMIN PASSWORD! (default password = humogen)
id: INI AKAN MENJADI PASSWORD ADMIN ANDA! (kata sandi standar = humogen)

source: Family or genealogists
id: Keluarga atau silsilah

source: Password for user: "family" (default password = humogen)
id: Kata sandi untuk pengguna: \ "family " (kata sandi standar = humogen)

source: Remark: more users can be added after installation.
id: Catatan: lebih banyak pengguna dapat ditambahkan setelah instalasi.

source: (Re) create user group table.
id: (Re) buat tabel grup pengguna.

source: (Re) create CMS menu table, used for menu system of own pages.
id: (Re) buat tabel menu CMS, digunakan untuk sistem menu halaman sendiri.

source: (Re) create CMS pages table, used for own pages.
id: (Re) buat tabel halaman CMS, digunakan untuk halaman sendiri.

source: (Re) create user notes table.
id: (Re) buat tabel catatan pengguna.

source: Empty log table.
id: Tabel log kosong.

source: Family tree tables
id: Tabel pohon keluarga

source: (Re) create all family tree tables. <b>*** ALL EXISTING FAMILY TREES WILL BE REMOVED! ***</b>
id: (Re) buat semua tabel pohon keluarga. <b> *** SEMUA POHAN KELUARGA YANG ADA AKAN DIHAPUS! *** </b>

source: Are you sure? Old settings will be deleted!
id: Apakah kamu yakin Pengaturan lama akan dihapus!

source: Creating tables:
id: Membuat tabel:

source: create table: %s.
id: buat tabel: %s .

source: No errors above? This means that the database has been processed!
id: Tidak ada kesalahan di atas? Ini berarti bahwa database telah diproses!

source: Translate into the right column. The untranslated items appear first.
id: Terjemahkan ke kolom kanan. Item yang tidak diterjemahkan muncul terlebih dahulu.

source: Max items per page:
id: Maks item per halaman:

source: Total items found:
id: Total barang yang ditemukan:

source: FILE IS NOT WRITABLE!
id: FILE TIDAK MENULIS!

source: Template
id: Templat

source: Fuzzy
id: Kabur

source: Translation into
id: Terjemahan ke dalam

source: Date - time
id: Tanggal Waktu

source: User/ Admin
id: Pengguna / Admin

source: IP address
id: alamat IP

source: Description
id: Deskripsi

source: Change / Add
id: Ubah / Tambah

source: IP Address
id: Alamat IP

source: Database is not yet available.
id: Basis data belum tersedia.

source: Administration menu login
id: Login menu administrasi

source: Please enter a valid username or password.
id: Silakan masukkan nama pengguna atau kata sandi yang valid.

source: Username or e-mail address
id: Nama pengguna atau alamat email

source: Login
id: Masuk

source: Edit geolocation database
id: Edit basis data geolokasi

source: Create or update geolocation database
id: Buat atau perbarui basis data geolokasi

source: Check how many new locations have to be indexed and how long the indexing may take (approximately).
id: Periksa berapa banyak lokasi baru yang harus diindeks dan berapa lama pengindeksan berlangsung (kurang-lebih).

source: All family trees
id: Semua pohon keluarga

source: Check
id: Memeriksa

source: No new locations were found to add to the database
id: Tidak ada lokasi baru yang ditemukan untuk ditambahkan ke database

source: There are %s new unique birth/ death locations to add to the database.
id: Ada %s lokasi kelahiran / kematian unik baru untuk ditambahkan ke database.

source: This will take approximately <b>%1$d minutes and %2$d seconds.</b>
id: Ini akan memakan waktu sekitar <b> %1$d menit dan %2$d detik. </b>

source: Started adding to data base.
id: Mulai menambahkan ke basis data.

source: <b>A location database could not be created.</b> <p>This could mean that the PHP function "allow_url_fopen" was disabled by your webhost for security considerations and the PHP extension "curl" (which is an alternative to allow_url_fopen) is not loaded on the server. <p>You could contact your webhost and request to either have "allow_url_fopen" enabled or "curl" loaded.
id: <b> Basis data lokasi tidak dapat dibuat. </b> \ n <p> Ini bisa berarti bahwa fungsi PHP \ "allow_url_fopen " dinonaktifkan oleh hosting Anda untuk pertimbangan keamanan dan ekstensi PHP \ "curl " ( yang merupakan alternatif untuk allow_url_fopen) tidak dimuat di server. \ n <p> Anda dapat menghubungi hosting Anda dan meminta \ "allow_url_fopen " diaktifkan atau \ "curl " dimuat.

source: locations were successfully mapped.
id: lokasi berhasil dipetakan.

source: The following %d new locations were passed for query, but were not found. Please check their validity.
id: %d lokasi baru berikut dilewatkan untuk kueri, tetapi tidak ditemukan. Silakan periksa validitasnya.

source: The process was interrupted because Google limits to maximum 2500 queries within one day (counting is reset at midnight PST, which is 08:00 AM GMT)
id: Prosesnya terputus karena Google membatasi maksimum 2.500 permintaan dalam satu hari (penghitungan diatur ulang pada tengah malam PST, yaitu jam 08:00 pagi GMT)

source: In total %1$d out of %2$d new locations were passed for query to Google.
id: Total %1$d dari %2$d lokasi baru dilewatkan untuk permintaan ke Google.

source: Tomorrow you can run this process again to add the locations that were not passed for geocoding today.
id: Besok Anda dapat menjalankan proses ini lagi untuk menambahkan lokasi yang tidak diloloskan untuk geocoding hari ini.

source: locations were recognized by geocoding and have been saved in the database.
id: lokasi dikenali oleh geocoding dan telah disimpan dalam database.

source: Latitude
id: Lintang

source: Longitude
id: Garis bujur

source: Change this location
id: Ubah lokasi ini

source: Add this location
id: Tambahkan lokasi ini

source: Delete this location
id: Hapus lokasi ini

source: Name of tree
id: Nama pohon

source: Starting year
id: Mulai tahun

source: Interval
id: Selang

source: If your domain looks like 'www.mydomain.com', enter:
id: Jika domain Anda terlihat seperti 'www.mydomain.com', masukkan:

source: If your domain looks like 'mydomain.com', enter:
id: Jika domain Anda seperti 'mydomain.com', masukkan:

source: Not your computer's IP!
id: Bukan IP komputer Anda!

source: Your server IP would seem to be:
id: IP server Anda tampaknya:

source: Your server also has an IPv6 address. If the above IP doesn't work, try the IPv6 which would seem to be:
id: Server Anda juga memiliki alamat IPv6. Jika IP di atas tidak berfungsi, coba IPv6 yang tampaknya:

source: If this doesn't work, contact your provider and try to obtain the proper IP address from them.
id: Jika ini tidak berhasil, hubungi penyedia Anda dan cobalah untuk mendapatkan alamat IP yang tepat dari mereka.

source: API key
id: Kunci API

source: Home
id: Rumah

source: Website
id: Situs web

source: Logoff
id: Keluar

source: Control
id: Kontrol

source: New
id: Baru

source: Approved
id: Disetujui

source: Addresses
id: Alamat

source: EMPTY LINE
id: LINE KOSONG

source: General settings
id: Pengaturan Umum

source: Default skin
id: Kulit standar

source: Standard language admin menu
id: Menu admin bahasa standar

source: Text in footer for all pages
id: Teks di footer untuk semua halaman

source: Can be used for statistics, counter, etc. It's possible to use HTML codes!
id: Dapat digunakan untuk statistik, penghitung, dll. Anda dapat menggunakan kode HTML!
