Repository: HuubMons/HuMo-genealogy
Catalog: languages TEMP/*/*.po
Languages: id

source: Automatic merge will go through the entire database and merge all persons who comply with ALL the following conditions:<br> <ul><li>Both persons have a first name and a last name and they are identical</li> <li>Both persons have parents with first and last names and those names are identical</li> <li>Both persons' parents have a marriage date and it is identical (This can be disabled under "Settings")</li> <li>Both persons have a birth date and it is identical OR both have a death date and it is identical</li></ul> <b>Please note that the automatic merge may take quite some time, depending on the size of the database and the number of merges.</b><br> You will be notified of results as the action is completed
id: Penggabungan otomatis akan melalui seluruh basis data dan menggabungkan semua orang yang mematuhi SEMUA kondisi berikut: <br> \ n <ul> <li> Kedua orang memiliki nama depan dan nama belakang dan mereka identik </li> \ n <li> Kedua orang tersebut memiliki orang tua dengan nama depan dan belakang dan nama-nama itu identik </li> \ n <li> Orang tua kedua orang tua tersebut memiliki tanggal pernikahan dan identik (Ini dapat dinonaktifkan di bawah \ "Pengaturan " ) </li> \ n <li> Kedua orang memiliki tanggal lahir dan identik atau ATAU keduanya memiliki tanggal kematian dan identik </li> </ul> \ n <b> Harap dicatat bahwa penggabungan otomatis dapat perlu waktu cukup lama, tergantung pada ukuran basis data dan jumlah penggabungan. </b> <br> \ nAnda akan diberi tahu tentang hasil saat tindakan selesai

source: Start automatic merge
id: Mulai penggabungan otomatis

source: Please wait while the automatic merges are processed...
id: Harap tunggu sementara gabungan otomatis diproses ...

source: No automatic merge options were found.
id: Tidak ada opsi penggabungan otomatis yang ditemukan.

source: Automatic merge completed
id: Penggabungan otomatis selesai

source: merges were performed
id: penggabungan dilakukan

source: It is recommended to continue with <b>"Relatives merge"</b> to consider merging persons affected by previous merges that were performed.
id: Dianjurkan untuk melanjutkan dengan <b> \ "Kerabat relatif " </b> untuk mempertimbangkan penggabungan orang-orang yang dipengaruhi oleh penggabungan sebelumnya yang dilakukan.

source: Relatives merge
id: Kerabat bergabung

source: You may wish to proceed with duplicate merge or manual merge.
id: Anda mungkin ingin melanjutkan dengan duplikat gabungan atau gabungan manual.

source: Duplicate merge
id: Penggabungan duplikat

source: Manual merge
id: Penggabungan manual

source: These are the persons that were merged:
id: Inilah orang-orang yang digabungkan:

source: Merge filter settings
id: Gabungkan pengaturan filter

source: Max characters to match firstname:
id: Maks karakter yang cocok dengan nama depan:

source: In different trees, first names may be listed differently: Thomas Julian Booth, Thomas J. Booth, Thomas Booth etc. By default a match of the first 10 characters of the first name will be considered a match. You can change this to another value. Try and find the right balance: if you set a low number of chars you will get many unwanted possible matches. If you set it too high, you may miss possible matches as in the example names above.
id: Dalam pohon yang berbeda, nama depan dapat dicantumkan secara berbeda: Thomas Julian Booth, Thomas J. Booth, Thomas Booth dll. Secara default, kecocokan dari 10 karakter pertama dari nama depan akan dianggap sebagai kecocokan. Anda dapat mengubah ini ke nilai lain. Coba dan temukan keseimbangan yang tepat: jika Anda mengatur jumlah karakter yang rendah, Anda akan mendapatkan banyak kemungkinan kecocokan yang tidak diinginkan. Jika Anda menetapkannya terlalu tinggi, Anda mungkin kehilangan kemungkinan kecocokan seperti pada contoh nama di atas.

source: include blank lastnames
id: sertakan nama belakang kosong

source: By default two persons with missing lastnames will be included as possible duplicates. Two persons called "John" without lastname will be considered a possible match. If you have many cases like this you could get a very long list of possible duplicates and you might want to disable this, so only persons with lastnames will be included.
id: Secara default dua orang dengan nama belakang yang hilang akan dimasukkan sebagai duplikat mungkin. Dua orang yang dipanggil \ "John " tanpa nama belakang akan dianggap sebagai pasangan yang mungkin. Jika Anda memiliki banyak kasus seperti ini, Anda bisa mendapatkan daftar duplikat yang sangat panjang dan Anda mungkin ingin menonaktifkan ini, jadi hanya orang dengan nama belakang yang akan dimasukkan.

source: include blank firstnames
id: sertakan nama depan kosong

source: Same as above, but for first names. When enabled (default), all persons called "Smith" without first name will be considered possible duplicates of each other. If you have many cases like this it could give you a long list and you might want to disable it.
id: Sama seperti di atas, tetapi untuk nama depan. Ketika diaktifkan (default), semua orang yang dipanggil \ "Smith " tanpa nama depan akan dianggap sebagai kemungkinan duplikat satu sama lain. Jika Anda memiliki banyak kasus seperti ini, itu bisa memberi Anda daftar panjang dan Anda mungkin ingin menonaktifkannya.

source: include blank dates
id: termasuk tanggal kosong

source: By default, two persons with identical names, but with one or both missing birth/death dates are considered possible duplicates. In certain trees this can give a long list of possible duplicates. You can choose to disable this so only persons who both have a birth or death date and this date is identical, will be considered a possible match. This can drastically cut down the number of possible duplicates, but of course you may also miss out on pairs that actually are duplicates.
id: Secara default, dua orang dengan nama yang sama, tetapi dengan satu atau kedua tanggal lahir / mati yang hilang dianggap sebagai duplikat yang mungkin. Pada pohon tertentu ini dapat memberikan daftar panjang kemungkinan duplikat. Anda dapat memilih untuk menonaktifkan ini sehingga hanya orang yang keduanya memiliki tanggal lahir atau mati dan tanggal ini identik, akan dianggap sebagai pasangan yang cocok. Ini dapat secara drastis mengurangi jumlah kemungkinan duplikat, tetapi tentu saja Anda juga bisa kehilangan pasangan yang sebenarnya duplikat.

source: Automatic merge
id: Penggabungan otomatis

source: include parents marriage date:
id: termasuk tanggal pernikahan orang tua:

source: Automatic merging is a dangerous business. Therefore many clauses are used to make sure the persons are indeed identical. Besides identical names, identical birth or death dates and identical names of parents, also the parents' wedding date is included. If you consider this too much and rely on the above clauses, you can disable this.
id: Penggabungan otomatis adalah bisnis yang berbahaya. Karena itu banyak klausa yang digunakan untuk memastikan orang tersebut memang identik. Selain nama yang identik, tanggal lahir atau mati yang identik dan nama orang tua yang identik, juga tanggal pernikahan orang tua. Jika Anda menganggap ini terlalu banyak dan mengandalkan klausa di atas, Anda dapat menonaktifkan ini.

source: Reset
id: Setel ulang

source: Merge Options
id: Gabungkan Opsi

source: <b>NOTE:</b> None of these buttons will cause immediate merging. You will first be presented with information and can then decide to make a merge.<br><br> <b>TIP:</b> Start with automatic merge to get rid of all obvious merges. (If no automatic merge options are found, try the duplicate merge option).<br> These will likely cause surrounding relatives to be found, so continue with the "Relatives merge" option.<br> Once you finish that, most needed merges will have been performed. You can then use "Duplicate merge" to see if there are duplicates left to consider for merging.<br> As a last resort you can perform manual merges.
id: <b> CATATAN: </b> Tidak satu pun dari tombol-tombol ini akan menyebabkan penggabungan segera. Anda pertama-tama akan diberikan informasi dan kemudian dapat memutuskan untuk membuat penggabungan. <br> <br> \ n <b> TIP: </b> Mulailah dengan penggabungan otomatis untuk menghilangkan semua penggabungan yang jelas. (Jika tidak ada opsi penggabungan otomatis, coba opsi penggandaan duplikat). <br> \ nIni kemungkinan akan menyebabkan kerabat di sekitarnya ditemukan, jadi lanjutkan dengan opsi \ "Relatif menggabungkan ". <br> \ nSetelah Anda menyelesaikan itu , penggabungan yang paling dibutuhkan akan dilakukan. Anda kemudian dapat menggunakan \ "Penggandaan duplikat " untuk melihat apakah ada duplikat yang tersisa untuk dipertimbangkan untuk digabung. <br> \ nSebagai upaya terakhir Anda dapat melakukan penggabungan manual.

source: You will be shown the set of strict criteria used for automatic merging and then you can decide whether to continue.
id: Anda akan ditunjukkan serangkaian kriteria ketat yang digunakan untuk penggabungan otomatis dan kemudian Anda dapat memutuskan apakah akan melanjutkan.

source: This button will become available if you have made merges, and surrounding relatives (parents, children or spouses) have to be considered for merging too.<br> By pressing this button, you can then continue to check the surrounding relatives, pair by pair, and merge them if necessary. If those merges will create additional surrounding relatives to consider, they will be automatically added to the list.<br> Surrounding relatives are saved to the database and you can also return to it at a later stage.
id: Tombol ini akan tersedia jika Anda telah membuat penggabungan, dan kerabat di sekitarnya (orang tua, anak-anak atau pasangan) harus dipertimbangkan untuk bergabung juga. <br> \ nDengan menekan tombol ini, Anda kemudian dapat terus memeriksa kerabat di sekitarnya, berpasangan dengan pasangkan, dan gabungkan jika perlu. Jika penggabungan tersebut akan membuat kerabat sekitar tambahan untuk dipertimbangkan, mereka akan secara otomatis ditambahkan ke daftar. <br>

source: You will be presented, one after the other, with pairs of possible duplicates to consider for merging.<br> After a merge you can switch to "relatives merge" and after that return to duplicate search where you left off.
id: Anda akan disajikan, satu demi satu, dengan pasangan duplikat yang memungkinkan untuk dipertimbangkan untuk penggabungan. <br> \ nSetelah penggabungan Anda dapat beralih ke \ "kerabat menggabungkan " dan setelah itu kembali ke pencarian duplikat di mana Anda tinggalkan.

source: You can pick two persons out of the database to consider for merging.
id: Anda dapat memilih dua orang dari database untuk dipertimbangkan untuk digabung.

source: Here you can change the default filters for the different merge options.
id: Di sini Anda dapat mengubah filter default untuk opsi gabungan yang berbeda.

source: Surrounding relatives check
id: Kerabat sekitarnya memeriksa

source: Nr.
id: No.

source: of
id: dari

source: relatives to check
id: kerabat untuk memeriksa

source: Person 1:
id: Orang 1:

source: Person 2:
id: Orang 2:

source: Gedcom number:
id: Nomor Gedcom:

source: last name
id: nama keluarga

source: first name
id: nama depan

source: patronym
id: patronim

source: birth place
id: tempat kelahiran

source: baptism place
id: tempat pembaptisan

source: death place
id: tempat kematian

source: burial place
id: tempat pemakaman

source: stillborn
id: gagal

source: general text
id: teks umum

source: name text
id: nama teks

source: birth text
id: teks kelahiran

source: baptism text
id: teks pembaptisan

source: death text
id: teks kematian

source: burial text
id: teks penguburan

source: Relatives
id: Keluarga

source: Read text
id: Baca teks

source: (no data)
id: (tidak ada data)

source: Picture
id: Gambar

source: baptism witness
id: saksi baptisan

source: burial witness
id: saksi pemakaman

source: Other names
id: Nama lain

source: Internet link / URL
id: Tautan Internet / URL

source: was successfully merged into
id: berhasil digabung menjadi

source: After this merge there are %d surrounding relatives to be checked for merging!
id: Setelah penggabungan ini, ada %d kerabat di sekitarnya yang akan diperiksa untuk digabungkan!

source: <b>You are strongly advised to move to "Relatives merge" mode to check all surrounding persons who may have to be checked for merging.</b><br> While in "Relatives merge" mode, any persons who might need merging as a result of consequent merges will be added automatically.<br> This is the easiest way to make sure you don't forget anyone.
id: <b> Anda sangat disarankan untuk beralih ke mode \ "Relatif menggabungkan " untuk memeriksa semua orang di sekitarnya yang mungkin harus diperiksa untuk digabung. </b> <br> \ nSementara dalam mode \ "Relatif bergabung ", apa saja orang yang mungkin membutuhkan penggabungan akibat penggabungan akibatnya akan ditambahkan secara otomatis. <br> \ n Ini adalah cara termudah untuk memastikan Anda tidak melupakan siapa pun.

source: Continue manual merge
id: Lanjutkan penggabungan manual

source: Continue with next pair
id: Lanjutkan dengan pasangan berikutnya

source: Here you can add some overall texts for EVERY family tree (and for EVERY LANGUAGE!).<br>Select language, and change text
id: Di sini Anda dapat menambahkan beberapa teks keseluruhan untuk setiap pohon keluarga (dan untuk setiap bahasa!). <br> Pilih bahasa, dan ubah teks

source: Add "Default" (e.g. english) texts for all languages, and/ or select a language to add texts for that specific language
id: Tambahkan \ "Default " (misalnya bahasa Inggris) teks untuk semua bahasa, dan / atau pilih bahasa untuk menambahkan teks untuk bahasa tertentu

source: Extra text in main menu
id: Teks tambahan di menu utama

source: I.e. a website
id: Yaitu sebuah situs web

source: Extra source in main menu
id: Sumber tambahan di menu utama

source: I.e. a website
id: Yaitu sebuah situs web

source: Upper text family page
id: Halaman keluarga teks atas

source: I.e. Familypage
id: Yaitu Familypage

source: Lower text family page
id: Halaman keluarga teks lebih rendah

source: I.e.: For more information: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;
id: Yaitu: Untuk informasi lebih lanjut: & lt; a href = \ "mailform.php " & gt; hubungi & lt; / a & gt;

source: Family tree administration
id: Administrasi pohon keluarga

source: Selected:
id: Terpilih:

source: Are you sure you want to remove this tree <b>AND all its statistics</b>?
id: Apakah Anda yakin ingin menghapus pohon ini <b> DAN semua statistiknya </b>?

source: Family tree texts (per language)
id: Teks pohon keluarga (per bahasa)

source: Merge Data
id: Gabungkan Data

source: Are you sure you want to delete this user?
id: Anda yakin ingin menghapus pengguna ini?

source: Change password
id: Ganti kata sandi

source: User group
id: Grup pengguna

source: no need to log in
id: tidak perlu masuk

source: Unblock IP address
id: Buka blokir alamat IP

source: Ancestor sheet
id: Lembar leluhur

source: Ancestor report
id: Laporan leluhur

source: You are not authorised to see this page.
id: Anda tak berwenang melihat halaman ini

source: Address by person
id: Alamat oleh orang

source: Ancestor chart
id: Bagan leluhur

source: Descendant report
id: Laporan turunan

source: Descendant chart
id: Bagan keturunan

source: DNA Charts
id: Bagan DNA

source: Outline report
id: Laporan garis besar

source: Last visited family:
id: Keluarga yang terakhir dikunjungi:

source: Receive newsletter
id: Terima nawala

source: ERROR: username already exists
id: GALAT: nama pengguna sudah ada

source: ERROR: No identical passwords
id: GALAT: Tidak ada kata sandi yang identik

source: ERROR: Password has to contain at least 6 characters
id: GALAT: Kata sandi harus mengandung setidaknya 6 karakter

source: New registered user
id: Pengguna terdaftar baru

source: is
id: aku s

source: identical to
id: sama dengan

source: brother of
id: saudara laki-laki dari

source: sister-in-law of
id: ipar perempuan dari

source: brother-in-law of
id: saudara ipar dari

source: sister of
id: saudara perempuan dari

source: father-in-law
id: ayah mertua

source: mother-in-law
id: ibu mertua

source: great-grand
id: hebat-agung

source: grand
id: agung

source: 2nd
id: Ke-2

source: 3rd
id: Ke-3

source: son
id: putra

source: daughter
id: putri

source: son-in-law
id: menantu

source: daughter-in-law
id: menantu wanita

source: grandchild
id: cucu

source: nephew
id: keponakan

source: niece
id: keponakan

source: 2nd [COUSIN]
id: Ke-2 [COUSIN]

source: 3rd [COUSIN]
id: Ke-3 [COUSIN]

source: uncle
id: paman

source: aunt
id: bibi

source: 1st [COUSIN]
id: 1 [COUSIN]

source: COUSIN_MALE
id: SEPUPU LAKI-LAKI

source: COUSIN_FEMALE
id: SEPUPU PEREMPUAN

source: once removed
id: setelah dihapus

source: times removed
id: waktu dihapus

source: twice removed
id: dua kali dihapus

source: These persons are not related in any way.
id: Orang-orang ini tidak ada hubungannya sama sekali.

source: No further paths found.
id: Tidak ada jalur lebih lanjut yang ditemukan.

source: Your email address is not correct
id: Alamat email Anda salah

source: Wrong answer to the block-spam question! Try again...
id: Jawaban salah untuk pertanyaan blok-spam! Coba lagi...

source: This email address was not found in our database.
id: Alamat email ini tidak ditemukan di basis data kami.

source: Please contact the site owner.
id: Silakan hubungi pemilik situs.

source: Password activation failed.
id: Aktivasi kata sandi gagal.

source: Password must be at least 4 char and maximum 15 char long
id: Kata sandi minimal harus 4 char dan maksimal 15 char

source: The passwords don't match!
id: Kata sandi tidak cocok!

source: PRIVACY FILTER
id: FILTER PRIVASI

source: birth
id: kelahiran

source: death
id: kematian

source: Date of death unknown
id: Tanggal kematian tidak diketahui

source: Date of birth unknown
id: Tanggal lahir tidak diketahui

source: partnership
id: kemitraan

source: with
id: dengan

source: child
id: anak

source: grandson
id: cucu

source: granddaughter
id: cucu perempuan

source: Select another family tree, or login for the selected family tree.
id: Pilih silsilah keluarga lain, atau login untuk silsilah keluarga yang dipilih.

source: One Name Study of the name
id: Satu Nama Mempelajari nama

source: Select a family tree
id: Pilih silsilah keluarga

source: Latest update:
id: Pembaruan terbaru:

source: Owner family tree:
id: Pohon keluarga pemilik:

source: Surname
id: Nama keluarga

source: More statistics
id: Lebih banyak statistik

source: Enter name or part of name
id: Masukkan nama atau bagian dari nama

source: Enter private name
id: Masukkan nama pribadi

source: Minimum: 3 characters.
id: Minimal 3 karakter.

source: All but selected tree
id: Semua kecuali pohon yang dipilih

source: Advanced search
id: Pencarian lanjutan

source: Patronyms
id: Patronim

source: persons are not shown due to privacy settings
id: orang tidak ditampilkan karena pengaturan privasi

source: Your settings are updated!
id: Pengaturan Anda diperbarui!

source: Updated profile
id: Profil yang diperbarui

source: User updated his/ her profile
id: Pengguna memperbarui profilnya

source: All persons born here:
id: Semua orang yang lahir di sini:

source: Persons born here until
id: Orang yang lahir di sini sampai

source: All persons that died here:
id: Semua orang yang meninggal di sini:

source: Persons that died here until
id: Orang yang mati di sini sampai

source: at least
id: setidaknya

source: at most
id: paling banyak

source: approximately
id: sekitar

source: years
id: tahun

source: under 1 year old
id: di bawah 1 tahun

source: Something went wrong, there is no valid person id.
id: Ada yang salah, tidak ada id orang yang valid.

source: Something went wrong, there is no valid family id.
id: Ada yang salah, tidak ada nomor keluarga yang valid.

source: estimated &#177;
id: diperkirakan & # 177;

source: calculated &#177;
id: dihitung & # 177;

source: from
id: dari

source: to
id: untuk

source: Adopted by both
id: Diadopsi oleh keduanya

source: Adopted by father
id: Diadopsi oleh ayah

source: Adopted by mother
id: Diadopsi oleh ibu

source: AFN number
id: Nomor AFN

source: Ancestor interest
id: Minat leluhur

source: Annulled
id: Dicabut

source: arrive
id: tiba

source: Baptized LDS
id: LDS yang telah dibaptis

source: Blessing
id: Berkat

source: Caste
id: Kasta

source: Census
id: Sensus

source: Confirmation
id: Konfirmasi

source: Confirmation LDS
id: LDS konfirmasi

source: Common law
id: Hukum adat

source: Descendant interest
id: Keturunan bunga

source: Divorce filed
id: Perceraian diajukan

source: Emigrated
id: Beremigrasi

source: Endowment LDS
id: LDS abadi

source: Engaged
id: Bertunangan

source: event
id: peristiwa

source: Eye colour
id: Warna mata

source: First Communion
id: Komuni Pertama

source: Funeral
id: Pemakaman

source: Graduated
id: Lulus

source: Hair colour
id: Warna rambut

source: Height
id: Tinggi

source: Immigrated
id: Berimigrasi

source: ID number
id: nomor ID

source: Interred
id: Dimakamkan

source: justified
id: dibenarkan

source: Marriage settlement
id: Penyelesaian pernikahan

source: Marriage bond
id: Ikatan pernikahan

source: Medical condition
id: Kondisi medis

source: Military service
id: Pelayanan militer

source: Nationality
id: Kebangsaan

source: No children
id: Tidak ada anak

source: Nr. of children
id: No. anak-anak

source: Not living
id: Tidak hidup

source: Never married
id: Tidak pernah menikah

source: BK NOT MARRIED
id: BK TIDAK MENIKAH

source: Ordination
id: Pentahbisan

source: Permanent number
id: Nomor permanen

source: Probate
id: Surat pengesahan hakim

source: Property
id: Milik

source: Marr ID number
id: Nomor ID Marr

source: Ref. number
id: Ref. jumlah

source: Retirement
id: Pensiun

source: Sealed child LDS
id: LDS anak tertutup

source: Sealed to spouse LDS
id: Disegel untuk pasangan LDS

source: Social Security Number
id: Nomor keamanan sosial

source: taxpayer
id: pembayar pajak

source: Weight
id: Berat

source: Will signed
id: Akan ditandatangani

source: Non marital
id: Tidak menikah

source: Marriage notice
id: Pemberitahuan pernikahan

source: Married notice (religious)
id: Pemberitahuan menikah (agama)

source: Married (religious)
id: Menikah (religius)

source: religion:
id: agama:

source: from:
id: dari:

source: divorced
id: bercerai

source: Married/ Related
id: Menikah / Terkait

source: Married
id: Menikah

source: related
id: terkait

source: married/ related
id: menikah / terkait

source: ash dispersion
id: dispersi abu

source: occupation
id: pendudukan

source: occupations
id: pekerjaan

source: relationship with
id: hubungan dengan

source: married to
id: menikah dengan

source: marriage with
id: menikah dengan

source: Registered
id: Terdaftar

source: divorced from
id: bercerai dari

source: marriage (divorced) with
id: menikah (bercerai) dengan

source: stillborn boy
id: bocah yang lahir mati

source: stillborn girl
id: gadis lahir mati

source: Name filtered
id: Nama difilter

source: son of
id: putra dari

source: daughter of
id: putri dari

source: child of
id: anak dari

source: adoption parents
id: orang tua adopsi

source: stepparent
id: orang tua tiri

source: legal parent
id: orang tua yang sah

source: foster parent
id: orang tua asuh

source: adoptive parent
id: orang tua angkat

source: Family group sheet
id: Lembar kelompok keluarga

source: Timeline
id: Garis waktu

source: Relationship calculator
id: Kalkulator hubungan

source: Hourglass chart
id: Grafik jam pasir

source: Missing image
id: Gambar tidak ada

source: residence
id: tempat tinggal

source: Residence (family)
id: Tempat tinggal (keluarga)

source: residences
id: tempat tinggal

source: Residences (family)
id: Tempat tinggal (keluarga)
