Repository: HuubMons/HuMo-genealogy
Catalog: languages TEMP/*/*.po
Languages: id

source: Search engine settings
id: Pengaturan mesin pencari

source: ATTENTION: the Apache module "mod_rewrite" has to be installed!
id: PERHATIAN: modul Apache \ "mod_rewrite " harus diinstal!

source: Improve indexing of search engines (like Google)
id: Tingkatkan pengindeksan mesin pencari (seperti Google)

source: becomes:
id: menjadi:

source: Stop search engines
id: Hentikan mesin pencari

source: Search engines:<br>Hide family tree (no indexing)<br>Show frontpage and CMS pages
id: Mesin pencari: <br> Sembunyikan silsilah keluarga (tanpa pengindeksan) <br> Tampilkan halaman depan dan halaman CMS

source: Contact & registration form settings
id: Pengaturan kontak & formulir pendaftaran

source: Block spam question
id: Blokir pertanyaan spam

source: Block spam answer
id: Blokir jawaban spam

source: Mail form: use spam question
id: Formulir surat: gunakan pertanyaan spam

source: Mail form: use newsletter question
id: Formulir surat: gunakan pertanyaan buletin

source: Adds the question: "Receive newsletter: yes/ no" to the mailform.
id: Menambahkan pertanyaan: \ "Terima nawala: ya / tidak " ke formulir surat.

source: Visitors can register
id: Pengunjung dapat mendaftar

source: Default user-group for new users:
id: Grup pengguna default untuk pengguna baru:

source: Registration form: e-mail address
id: Formulir pendaftaran: alamat email

source: Send registration form to this e-mail address.
id: Kirim formulir pendaftaran ke alamat email ini.

source: Visitor registration: use spam question
id: Registrasi pengunjung: gunakan pertanyaan spam

source: International settings
id: Pengaturan internasional

source: Timezone
id: Zona waktu

source: Minimum characters in search box
id: Karakter minimum di kotak pencarian

source: Minimum characters in search boxes (standard value=3. For Chinese set to 1).
id: Karakter minimum dalam kotak pencarian (nilai standar = 3. Untuk bahasa Mandarin disetel ke 1).

source: Date display
id: Tampilan tanggal

source: Europe/Global - 5 Jan 1787
id: Eropa / Global - 5 Jan 1787

source: USA - Jan 5, 1787
id: AS - 5 Jan 1787

source: China - 1787-01-05
id: Tiongkok - 1787-01-05

source: Order of names in reports
id: Urutan nama dalam laporan

source: Western
id: Barat

source: Chinese
id: Cina

source: Hungarian
id: Hongaria

source: Hungarian - reports and lists: Smith John
id: Hongaria - laporan dan daftar: Smith John

source: Default timeline file (per language)
id: File garis waktu default (per bahasa)

source: Settings Main Menu
id: Pengaturan Menu Utama

source: Website name
id: Nama situs web

source: Link homepage
id: Tautkan beranda

source: (link to this site including http://)
id: (tautan ke situs ini termasuk http: //)

source: Link description
id: Deskripsi tautan

source: Link for birthdays RSS
id: Tautan untuk ulang tahun RSS

source: This option can be turned on or off in the user groups.
id: Opsi ini dapat dihidupkan atau dimatikan dalam grup pengguna.

source: Settings family page
id: Pengaturan halaman keluarga

source: Number of generations in descendant report
id: Jumlah generasi dalam laporan turunan

source: Show number of generation in descendant report (standard value=4).
id: Tampilkan jumlah generasi dalam laporan turunan (nilai standar = 4).

source: Number of persons in search results
id: Jumlah orang dalam hasil pencarian

source: Show number of persons in search results (standard value=30).
id: Tampilkan jumlah orang dalam hasil pencarian (nilai standar = 30).

source: Watermark text in PDF file
id: Teks tanda air dalam file PDF

source: Watermark text (clear to remove watermark)
id: Teks tanda air (hapus untuk menghapus tanda air)

source: Watermark RGB text color
id: Warna teks tanda air RGB

source: Default values: R = 224, G = 224, B = 224.
id: Nilai default: R = 224, G = 224, B = 224.

source: Display for One Name Study web sites
id: Tampilan untuk situs web One Name Study

source: One Name Study display
id: Tampilan Satu Nama Studi

source: Enter the One Name of this site
id: Masukkan Satu Nama situs ini

source: Select family tree
id: Pilih silsilah keluarga

source: Selected family tree
id: Pohon keluarga yang dipilih

source: Names
id: Nama

source: Today in history
id: Hari ini dalam sejarah

source: Favourites
id: Favorit

source: View
id: Melihat

source: Show list of favourites in homepage
id: Tampilkan daftar favorit di beranda

source: Owner of tree
id: Pemilik pohon

source: This option shows a slideshow at the homepage. Put the images in the media/slideshow/ folder at the website.<br>Example of image link:
id: Opsi ini menampilkan pertunjukan slide di beranda. Letakkan gambar di media / tayangan slide / folder di situs web. <br> Contoh tautan gambar:

source: Images size should be about:
id: Ukuran gambar harus sekitar:

source: Show slideshow on the homepage
id: Tampilkan tayangan slide di beranda

source: Link to image
id: Tautan ke gambar

source: Display settings
id: Pengaturan tampilan

source: Change all &#134; characters into &infin; characters in all language files
id: Ubah semua & # 134; karakter ke & infin; karakter dalam semua file bahasa

source: unchecking and saving will revert to the cross sign
id: menghapus centang dan menyimpan akan kembali ke tanda silang

source: Display Hebrew date after Gregorian date: 23 Dec 1980 (16 Tevet 5741)
id: Tunjukkan tanggal Ibrani setelah tanggal Gregorian: 23 Des 1980 (16 Tevet 5741)

source: Place yellow Stars of David before holocaust victims in lists and reports
id: Tempatkan Bintang Daud yang kuning di depan para korban holocaust dalam daftar dan laporan

source: Editor settings
id: Pengaturan editor

source: Add "night" checkbox next to Gregorian dates to calculate Hebrew date correctly
id: Tambahkan \ "malam " di sebelah tanggal Gregorian untuk menghitung tanggal Ibrani dengan benar

source: Add field for Hebrew name in name section of editor (instead of in "events" list)
id: Tambahkan bidang untuk nama Ibrani di bagian nama editor (alih-alih dalam daftar \ "acara ")

source: Add field for Brit Mila under birth fields (instead of in "events" list)
id: Tambahkan bidang untuk Brit Mila di bawah bidang kelahiran (bukan dalam daftar \ "acara ")

source: Add field for Bar/ Bat Mitsva before baptise fields (instead of in "events" list)
id: Tambahkan bidang untuk Bar / Bat Mitsva sebelum bidang pembaptisan (alih-alih dalam daftar \ "acara ")

source: Total number of visited families:
id: Total jumlah keluarga yang dikunjungi:

source: Most visited families:
id: Keluarga yang paling sering dikunjungi:

source: Status statistics table
id: Tabel statistik status

source: family tree
id: pohon keluarga

source: Records
id: Rekaman

source: Number of unique visitors
id: Jumlah pengunjung unik

source: FAMILY TREE ERASED
id: POHON KELUARGA DIHAPUS

source: General statistics:
id: Statistik umum:

source: Counter
id: Melawan

source: Total number of unique visitors:
id: Total jumlah pengunjung unik:

source: Total number of families in the last hour:
id: Total jumlah keluarga dalam satu jam terakhir:

source: Unique visitors - Country of origin
id: Pengunjung unik - Negara asal

source: Country of origin
id: Negara Asal

source: Unknown
id: Tidak dikenal

source: family
id: keluarga

source: last visited families:
id: keluarga yang terakhir dikunjungi:

source: date-time
id: tanggal Waktu

source: FAMILY NOT FOUND IN FAMILY TREE
id: KELUARGA TIDAK DITEMUKAN DI POHON KELUARGA

source: Old statistics
id: Statistik lama

source: are erased
id: terhapus

source: Statistics will be removed PERMANENTLY. Make a backup first to save the statistics data
id: Statistik akan dihapus secara PERMANEN. Buat cadangan terlebih dahulu untuk menyimpan data statistik

source: Remove ALL statistics BEFORE this date:
id: Hapus SEMUA statistik SEBELUM tanggal ini:

source: REMOVE statistic data
id: HAPUS data statistik

source: User agent information
id: Informasi agen pengguna

source: Show thumbnails
id: Tampilkan thumbnail

source: Path to the pictures
id: Jalan ke gambar

source: Status of picture path
id: Status jalur gambar

source: Picture path exists.
id: Jalur gambar ada.

source: Picture path doesn't exist!
id: Jalur gambar tidak ada!

source: You can change filenames here.
id: Anda dapat mengubah nama file di sini.

source: To show pictures, also check the user-group settings:
id: Untuk menampilkan gambar, periksa juga pengaturan grup pengguna:

source: - Creating thumbnails<br> - ATTENTION: it may be necessary to (temporarily) change access to the folder with the pictures (rwxrwxrwx)<br> - Sometimes the php.ini has to be changed slightly, remove the ; before the line with:
id: - Membuat thumbnail <br> \ n- PERHATIAN: mungkin perlu (sementara) mengubah akses ke folder dengan gambar (rwxrwxrwx) <br> \ n- Terkadang php.ini harus diubah sedikit, hapus; sebelum baris dengan:

source: Photos
id: Foto

source: Prefix has to be 2 letters and _
id: Awalan harus 2 huruf dan _

source: When creating a category you have to give it a name
id: Saat membuat kategori Anda harus memberinya nama

source: A category with this prefix already exists!
id: Kategori dengan awalan ini sudah ada!

source: Create categories for your photo albums
id: Buat kategori untuk album foto Anda

source: Here you can create categories for all your photo albums.</li><li><b>A category will not be displayed in the photobook menu unless there is at least one picture for it.</b></li><li>Click "Default" to create one default name in all languages. Choose a language from the list to set a specific name for that language.<br><b>TIP:</b> First set an English name as default for all languages, then create specific names for those languages that you know. That way no tabs will display without a name in any language. In any case, setting a default name will not overwrite names for specific languages that you have already set.</li><li>The category prefix has to be made up of two letters and an underscore (like: <b>sp_</b> or <b>ws_</b>).</li><li>Pictures that you want to appear in a specific category have to be named with that prefix like: <b>sp_</b>John Smith.jpg</li><li>Pictures that you want to be displayed in the default photo category don't need a prefix.
id: Di sini Anda dapat membuat kategori untuk semua album foto Anda. </li> <li> <b> Kategori tidak akan ditampilkan di menu buku foto kecuali ada setidaknya satu gambar untuk itu. </b> </li> < li> Klik \ "Default " untuk membuat satu nama default dalam semua bahasa. Pilih bahasa dari daftar untuk menetapkan nama spesifik untuk bahasa itu. <br> <b> TIP: </b> Pertama-tama atur nama bahasa Inggris sebagai default untuk semua bahasa, lalu buat nama spesifik untuk bahasa-bahasa yang Anda kenal. Dengan begitu tidak ada tab yang akan ditampilkan tanpa nama dalam bahasa apa pun. Bagaimanapun, pengaturan nama default tidak akan menimpa nama untuk bahasa tertentu yang telah Anda tetapkan. </li> <li> Awalan kategori harus terdiri dari dua huruf dan garis bawah (seperti: <b> sp_ < / b> atau <b>ws_</b>).</li> <li> Gambar yang ingin Anda tampilkan dalam kategori tertentu harus dinamai dengan awalan seperti: <b> sp_ </b> John Smith .jpg </li> <li> Gambar yang ingin Anda tampilkan dalam kategori foto default tidak perlu awalan.

source: Category name
id: Nama Kategori

source: default - without prefix
id: default - tanpa awalan

source: Do you really want to delete category:
id: Anda benar-benar ingin menghapus kategori:

source: Save changes
id: Simpan perubahan

source: Changed filename:
id: Nama file yang diubah:

source: into filename:
id: ke dalam nama file:

source: Change filename
id: Ubah nama file

source: Administration of the family tree(s), i.e. the name can be changed here, and trees can be added or removed.
id: Administrasi pohon keluarga, yaitu nama dapat diubah di sini, dan pohon dapat ditambahkan atau dihapus.

source: Name of family tree
id: Nama pohon keluarga

source: Family tree data
id: Data pohon keluarga

source: Remove tree
id: Hapus pohon

source: Add family tree
id: Tambahkan silsilah keluarga

source: Add empty line
id: Tambahkan baris kosong

source: Add empty line in list of family trees
id: Tambahkan baris kosong dalam daftar pohon keluarga

source: Collation
id: Pemeriksaan

source: Choose tree:
id: Pilih pohon:

source: Check invalid dates
id: Periksa tanggal yang tidak valid

source: With this option you can check the database for invalid dates. You will be given a link to edit the errors.
id: Dengan opsi ini Anda dapat memeriksa database untuk tanggal yang tidak valid. Anda akan diberikan tautan untuk mengedit kesalahan.

source: Only valid month notation: "jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sep", "oct", "nov", "dec"
id: Hanya notasi bulan yang valid: \ "jan ", \ "feb ", \ "mar ", \ "apr ", \ "may ", \ "jun ", \ "jul ", \ "aug \ ", " sep \ ", " oct \ ", " nov \ ", " dec \ "

source: Only valid single prefixes: "bef", "aft", "abt", "est", "int", "cal"
id: Hanya awalan tunggal yang valid: \ "bef ", \ "aft ", \ "abt ", \ "est ", \ "int ", \ "cal "

source: Only valid double prefixes: "from 1898 to 1899", "bet 1850 and 1860"
id: Hanya awalan ganda yang valid: \ "dari 1898 hingga 1899 ", \ "bertaruh 1850 dan 1860 "

source: With this option you can check the integrity of the tables in the MySQL database.
id: Dengan opsi ini Anda dapat memeriksa integritas tabel di database MySQL.

source: Here you can view the latest changes that were made to data in your database.
id: Di sini Anda dapat melihat perubahan terbaru yang dibuat untuk data di database Anda.

source: Persons
id: Orang

source: Changed/ Added
id: Diubah / ditambahkan

source: When changed
id: Ketika diubah

source: When added
id: Ketika ditambahkan

source: Unmark all options
id: Hapus tanda semua opsi

source: Mark all options
id: Tandai semua opsi

source: Possible consistency problems
id: Kemungkinan masalah konsistensi

source: Details
id: Detail

source: birth date
id: tanggal lahir

source: baptism date
id: tanggal pembaptisan

source: death date
id: tanggal kematian

source: burial date
id: tanggal penguburan

source: marriage
id: pernikahan

source: mother
id: ibu

source: father
id: ayah

source: parents wedding date
id: tanggal pernikahan orang tua

source: previous child of mother
id: anak ibu sebelumnya

source: marriage notice
id: surat nikah

source: church marriage
id: pernikahan di gereja

source: church marriage notice
id: pemberitahuan pernikahan gereja

source: Spouse
id: Pasangan

source: %s more than %d years after %s
id: %s lebih dari %d tahun setelah %s

source: %s before or less than %d years after %s
id: %s sebelum atau kurang dari %d tahun setelah %s

source: %s less than %d years after %s
id: %s kurang dari %d tahun setelah %s

source: age (up till today) more than %d years (age: %d)
id: usia (hingga hari ini) lebih dari %d tahun (usia: %d )

source: age (by %s) more than %d years (age: %d)
id: usia (menurut %s ) lebih dari %d tahun (usia: %d )

source: age difference of more than %d years with spouse (%d)
id: perbedaan usia lebih dari %d tahun dengan pasangan ( %d )

source: %s less than %d months after %s
id: %s kurang dari %d bulan setelah %s

source: %s before %s
id: %s sebelum %s

source: Checking database tables...
id: Memeriksa tabel basis data ...

source: Remove links to missing items from database (first make a database backup!)
id: Hapus tautan ke item yang hilang dari basis data (pertama-tama buat cadangan basis data!)

source: REMOVE
id: MENGHAPUS

source: Check item
id: Periksa item

source: Result
id: Hasil

source: Checked all person index numbers
id: Memeriksa semua nomor indeks orang

source: Checked all person - relation connections
id: Memeriksa koneksi hubungan semua orang

source: Checked all child - parent connections
id: Memeriksa semua koneksi anak-orang tua

source: Checked all parent - child connections
id: Memeriksa semua koneksi orang tua - anak

source: Edit invalid date
id: Edit tanggal yang tidak valid

source: Invalid date
id: Tanggal tidak berlaku

source: Invalid person dates:
id: Tanggal orang tidak valid:

source: Invalid family dates:
id: Tanggal keluarga tidak valid:

source: Invalid event dates:
id: Tanggal acara tidak valid:

source: Invalid connection dates:
id: Tanggal koneksi tidak valid:

source: Invalid address dates:
id: Tanggal alamat tidak valid:

source: Invalid repository dates:
id: Tanggal penyimpanan tidak valid:

source: Invalid source dates:
id: Tanggal sumber tidak valid:

source: Click events by person
id: Klik acara oleh orang

source: Click events by marriage
id: Klik acara berdasarkan pernikahan

source: Click relevant person source
id: Klik sumber orang yang relevan

source: Click addresses
id: Klik alamat

source: Click relevant family source
id: Klik sumber keluarga yang relevan

source: Click relevant event source
id: Klik sumber acara yang relevan

source: Address editor
id: Editor alamat

source: Source editor
id: Editor sumber

source: Repository editor
id: Editor repositori

source: E-mail address
id: Alamat email

source: E-mail address will not be shown on the site: an e-mail form will be generated!
id: Alamat email tidak akan ditampilkan di situs: formulir email akan dibuat!

source: Standard
id: Standar

source: FILTER ALL persons
id: FILTER SEMUA orang

source: DISPLAY ALL persons
id: TAMPILKAN SEMUA orang

source: This option is valid for ALL persons in this tree!
id: Opsi ini berlaku untuk SEMUA orang di pohon ini!

source: Back to main merge menu
id: Kembali ke menu gabungan utama

source: <- Switch left and right ->
id: <- Beralih ke kiri dan kanan ->

source: Skip to next
id: Lewati ke yang berikutnya

source: Skip to nr:
id: Lewati ke nr:

source: Go!
id: Pergi!

source: Merge right into left
id: Gabungkan ke kiri

source: No more duplicates found
id: Tidak ada duplikat lagi yang ditemukan

source: You cannot merge persons of opposite sex. Please try again
id: Anda tidak dapat menggabungkan orang dari lawan jenis. Silakan coba lagi

source: Choose another pair
id: Pilih pasangan lain

source: This is one person already - you can't merge! Please try again
id: Ini sudah satu orang - Anda tidak dapat bergabung! Silakan coba lagi

source: The checked items will be the ones entered into the database for the merged person. You can change the default settings
id: Item yang dicentang akan menjadi yang dimasukkan ke dalam database untuk orang yang digabungkan. Anda dapat mengubah pengaturan default

source: No more surrounding relatives to check
id: Tidak ada lagi kerabat di sekitarnya untuk diperiksa

source: With "Duplicate merge" the program will look for all persons with a fixed set of criteria for identical data. These are: <ul><li>Same last name and same first name.<br> By default, people with blank first or last names are included. You can disable that under "Settings" in the main menu.</li> <li>Same birthdate or same deathdate.<br> By default, when one or both persons have a missing birth/death date they will still be included when the name matches. You can change that under "Settings" in the main menu.</li></ul> The found duplicates will be presented to you, one pair after the other, with their details.<br> You can then decide whether to accept the default merge, or change which details of the right person will be merged into the left.<br> If you decide not to merge this pair, you can "skip" to the next pair.<br> If after the merge there are surrounding relatives that might need merging too, you will be urged to move to "Relatives merge"<br> If you have interrupted a duplicate merge in this session (for example to move to "relatives merge"), this page will also show a "Continue duplicate merge" button so you can continue where you left off.<br> <b>Please note that generating the duplicates may take some time, depending on the size of the tree.</b>
id: Dengan \ "Penggandaan duplikat " program akan mencari semua orang dengan kriteria tetap untuk data yang identik. \ NIni adalah: \ n <ul> <li> Nama belakang yang sama dan nama depan yang sama. <br> \ nDengan standar , orang dengan nama depan atau belakang kosong dimasukkan. Anda dapat menonaktifkannya di bawah \ "Pengaturan " di menu utama. </li> \ n <li> Tanggal lahir yang sama atau tanggal kematian yang sama. <br> \ nDengan standar, ketika satu atau kedua orang memiliki tanggal lahir / mati yang hilang, mereka akan tetap disertakan ketika nama cocok. \ nAnda dapat mengubahnya di bawah \ "Pengaturan " di menu utama. </li> </ul> \ nGandakan yang ditemukan akan disajikan kepada Anda, satu demi satu pasangan, dengan pasangan detailnya. <br> \ nAnda kemudian dapat memutuskan apakah akan menerima penggabungan default, atau mengubah detail orang yang mana yang akan digabungkan ke kiri. <br> \ nJika Anda memutuskan untuk tidak menggabungkan pasangan ini, Anda dapat \ " lewati \ "ke pasangan berikutnya. <br> \ nJika setelah penggabungan ada kerabat di sekitarnya yang mungkin perlu digabung juga, Anda akan didesak untuk pindah ke " Kerabat bergabung \ "<br> \ nJika Anda telah menghentikan penggandaan duplikat dalam sesi ini (misalnya untuk pindah ke \ "kerabat menggabungkan "), \ n halaman ini juga akan menampilkan tombol \ "Lanjutkan duplikat gabungan " sehingga Anda dapat melanjutkan di mana Anda tinggalkan. <br> \ n <b> Silakan perhatikan bahwa menghasilkan duplikat mungkin membutuhkan waktu, tergantung pada ukuran pohonnya. </b>

source: Continue duplicate merge
id: Lanjutkan penggabungan duplikat

source: Find doubles only within this family name (optional)
id: Temukan ganda hanya dalam nama keluarga ini (opsional)

source: Generate new duplicate merge
id: Hasilkan gabungan duplikat baru

source: Please wait while duplicate list is generated
id: Harap tunggu sementara daftar duplikat dihasilkan

source: Possible duplicates found:
id: Kemungkinan duplikat ditemukan:

source: Start comparing duplicates
id: Mulai membandingkan duplikat

source: No duplicates found. Duplicate merge and Automatic merge won't result in merges!
id: Tidak ditemukan duplikat. Penggabungan duplikat dan Penggabungan otomatis tidak akan menghasilkan penggabungan!

source: You can try one of the other merge options
id: Anda dapat mencoba salah satu opsi gabungan lainnya

source: Pick the two persons you want to check for merging
id: Pilih dua orang yang ingin Anda periksa penggabungan

source: <b>TIP: when you click "search" with all boxes left empty you will get a list with all persons in the database. (May take a few seconds)</b>
id: <b> TIP: ketika Anda mengklik \ "cari " dengan semua kotak kosong, Anda akan mendapatkan daftar dengan semua orang di basis data. (Mungkin perlu beberapa detik) </b>

source: First name
id: Nama depan

source: Last name
id: nama keluarga

source: Pick a name from search results
id: Pilih nama dari hasil pencarian

source: Show details
id: Tampilkan detail

source: Switch persons
id: Ganti orang
