Repository: HuubMons/HuMo-genealogy
Catalog: languages TEMP/*/*.po
Languages: id

source: Picture/ Media
id: Gambar / Media

source: Profession
id: Profesi

source: Event
id: Peristiwa

source: witness
id: saksi

source: Name
id: Nama

source: Prefix
id: Awalan

source: Suffix
id: Akhiran

source: Title of Nobility
id: Judul Bangsawan

source: Title
id: Judul

source: Adoption
id: Adopsi

source: Title of Lordship
id: Gelar Ketuhanan

source: URL/ Internet link
id: URL / tautan Internet

source: Colour mark by person
id: Tanda warna oleh orang

source: Religion
id: Agama

source: text
id: teks

source: Add
id: Menambahkan

source: Drag to change order (saves automatically)
id: Seret untuk mengubah urutan (menyimpan secara otomatis)

source: Drag to change order
id: Seret untuk mengubah urutan

source: Search
id: Pencarian

source: or
id: atau

source: and
id: dan

source: Selected colour
id: Warna yang dipilih

source: Change colour mark by person
id: Ubah tanda warna oleh orang

source: Colour 1
id: Warna 1

source: Colour 2
id: Warna 2

source: Colour 3
id: Warna 3

source: Colour 4
id: Warna 4

source: Colour 5
id: Warna 5

source: Colour 6
id: Warna 6

source: Colour 7
id: Warna 7

source: Colour 8
id: Warna 8

source: Colour 9
id: Warna 9

source: Colour 10
id: Warna 10

source: Colour 11
id: Warna 11

source: Colour 12
id: Warna 12

source: Colour 13
id: Warna 13

source: Colour 14
id: Warna 14

source: Also change
id: Juga berubah

source: Descendants
id: Keturunan

source: Ancestors
id: Leluhur

source: Nickname
id: Nama panggilan

source: German Rufname
id: Nama Jerman

source: Events
id: Acara

source: Buried
id: Terkubur

source: Education
id: pendidikan

source: e.g. Lt. Cmndr.
id: mis. Letnan Cmndr.

source: e.g. Jr.
id: misalnya Jr.

source: e.g. Jhr., Jkvr.
id: mis. Jhr., Jkvr.

source: e.g. Prof., Dr.
id: misalnya Prof., Dr.

source: e.g. Lord of Amsterdam
id: misalnya Lord of Amsterdam

source: Date
id: Tanggal

source: Place
id: Tempat

source: Text
id: Teks

source: Source
id: Sumber

source: Upload
id: Unggah

source: Also known as
id: Juga dikenal sebagai

source: alias name
id: nama alias

source: Short name (for reports)
id: Nama pendek (untuk laporan)

source: Adopted name
id: Nama yang diadopsi

source: Hebrew name
id: Nama Ibrani

source: Census name
id: Nama sensus

source: Married name
id: Nama yang sudah menikah

source: Given name
id: Nama pemberian

source: Farm name
id: Nama pertanian

source: Birth name
id: Nama lahir

source: Indian name
id: Nama India

source: Formal name
id: Nama formal

source: Current name
id: Nama sekarang

source: Soldier name
id: Nama tentara

source: Religious name
id: Nama agama

source: Other name
id: Nama lain

source: Formerly known as
id: Dahulu dikenal sebagai

source: mar
id: merusak

source: apr
id: April

source: may
id: mungkin

source: jun
id: Juni

source: aug
id: agustus

source: oct
id: Oktober

source: nov
id: November

source: dec
id: Desember

source: and
id: dan

source: before
id: sebelum

source: after
id: setelah

source: between
id: antara

source: estimated
id: diperkirakan

source: calculated
id: dihitung

source: After nightfall
id: Setelah malam tiba

source: January
id: Januari

source: February
id: Februari

source: March
id: Maret

source: May
id: Mungkin

source: June
id: Juni

source: July
id: Juli

source: August
id: Agustus

source: October
id: Oktober

source: December
id: Desember

source: Select person
id: Pilih orang

source: or ID:
id: atau ID:

source: Parents
id: Orangtua

source: Select place
id: Pilih tempat

source: Select parents
id: Pilih Orangtua

source: Results are limited, use search to find more parents.
id: Hasil terbatas, gunakan pencarian untuk menemukan lebih banyak orang tua.

source: Extra settings
id: Pengaturan ekstra

source: Hide or show family trees per user.
id: Sembunyikan atau tampilkan pohon keluarga per pengguna.

source: These are settings PER USER, it's also possible to set these setting PER USER GROUP.
id: Ini adalah pengaturan PER USER, Anda juga dapat mengatur pengaturan ini PER USER GROUP.

source: Family tree
id: Pohon keluarga

source: Show tree?
id: Tunjukkan pohon?

source: Edit tree?
id: Edit pohon?

source: Change
id: Perubahan

source: Yes
id: iya nih

source: No
id: Tidak

source: No valid family number.
id: Tidak ada nomor keluarga yang valid.

source: Update options
id: Opsi pembaruan

source: Update available
id: Pembaruan tersedia

source: Beta version available
id: Versi beta tersedia

source: Online version check unavailable.
id: Pemeriksaan versi online tidak tersedia.

source: Select a family tree:
id: Pilih silsilah keluarga:

source: All updates completed, click at "Mainmenu"
id: Semua pembaruan selesai, klik di \ "Mainmenu "

source: Main menu
id: Menu utama

source: AUTOMATIC UPDATE PROCESS STARTED!
id: PROSES PEMBARUAN OTOMATIS DIMULAI!

source: UPDATE FAILED!
id: PEMBAHARUAN GAGAL!

source: There is no humo_user_log table
id: Tidak ada tabel humo_user_log

source: seconds.
id: Detik

source: creating repositories...
id: membuat repositori ...

source: creating connections...
id: membuat koneksi ...

source: creating humo_cms_menu...
id: membuat humo_cms_menu ...

source: creating humo_cms_pages...
id: membuat humo_cms_pages ...

source: Update in progress...
id: Pembaruan sedang berlangsung ...

source: Update tree:
id: Perbarui pohon:

source: Update table unprocessed_tags...
id: Perbarui tabel unprocessed_tags ...

source: Administration
id: Administrasi

source: Install
id: Memasang

source: Extensions
id: Ekstensi

source: Show/ hide languages
id: Tampilkan/ Sembunyikan bahasa

source: Show/ hide theme's
id: Tampilkan/ Sembunyikan Tema

source: Settings
id: Pengaturan

source: Homepage favourites
id: Favorit beranda

source: Slideshow on the homepage
id: Rangkai salindia di beranda

source: Special settings
id: Pengaturan khusus

source: Jewish settings
id: Pengaturan Yahudi

source: Sitemap
id: Peta Situs

source: CMS Own pages
id: Halaman CMS Own

source: Language editor
id: Editor bahasa

source: Prefix editor
id: Editor awalan

source: Family trees
id: Pohon keluarga

source: Pictures/ create thumbnails
id: Gambar / buat thumbnail

source: Picture settings
id: Pengaturan gambar

source: Create thumbnails
id: Buat thumbnail

source: Photo album categories
id: Kategori album foto

source: Family tree data check
id: Pemeriksaan data silsilah keluarga

source: Check consistency of dates
id: Periksa konsistensi tanggal

source: Find invalid dates
id: Temukan tanggal yang tidak valid

source: Check database integrity
id: Periksa integritas basis data

source: View latest changes
id: Lihat perubahan terbaru

source: Calculated birth date
id: Tanggal lahir terhitung

source: Privacy filter
id: Filter privasi

source: Gedcom export
id: Ekspor Gedcom

source: Database backup
id: Cadangan basis data

source: Statistics
id: Statistik

source: Sources
id: Sumber

source: Repositories
id: Repositori

source: Shared addresses
id: Alamat bersama

source: Rename places
id: Ganti nama tempat

source: Users
id: Pengguna

source: User groups
id: Grup Pengguna

source: Logfile users
id: Pengguna logfile

source: IP Blacklist
id: Daftar Hitam IP

source: Page title
id: Judul halaman

source: No menu selected
id: Tidak ada menu yang dipilih

source: Hide page in menu
id: Sembunyikan halaman di menu

source: Database connection status:
id: Status koneksi basis data:

source: MySQL connection: OK!
id: Koneksi MySQL: OK!

source: There is no MySQL connection: please check host/ username and password.
id: Tidak ada koneksi MySQL: silakan periksa host / nama pengguna dan kata sandi.

source: Database connection: OK!
id: Koneksi basis data: Oke!

source: No database found! Check MySQL connection and database name
id: Tidak ditemukan basis data! Periksa koneksi MySQL dan nama database

source: The configuration file is not writable! Please change the include/db_login.php file manually.
id: File konfigurasi tidak dapat ditulisi! Harap ubah file sertakan / db_login.php secara manual.

source: There is a problem in the db_login file, maybe an old db_login file is used.
id: Ada masalah dalam file db_login, mungkin file db_login lama digunakan.

source: Photo too large
id: Foto terlalu besar

source: Photo upload failed, check folder rights
id: Pengunggahan foto gagal, periksa hak folder

source: restricted
id: terbatas

source: Sex
id: Seks

source: born
id: terlahir

source: baptised
id: dibaptis

source: died
id: meninggal

source: buried
id: terkubur

source: source
id: sumber

source: person
id: orang

source: Address
id: Alamat

source: Living together
id: Hidup bersama

source: Notice of Marriage
id: Pemberitahuan tentang Pernikahan

source: Marriage
id: Pernikahan

source: Religious Notice of Marriage
id: Pemberitahuan Agama tentang Pernikahan

source: Religious Marriage
id: Perkawinan Agama

source: Divorce
id: Perceraian

source: Person disconnected from marriage(s).
id: Seseorang terputus dari pernikahan.

source: Person disconnected from parents.
id: Orang terputus dari orang tua.

source: Person is removed
id: Orang dihapus

source: Marriage is removed!
id: Pernikahan dihapus!

source: Parents are selected!
id: Orang tua dipilih!

source: No valid picture, media or document file
id: Tidak ada gambar, media, atau file dokumen yang valid

source: Are you sure you want to remove this event?
id: Anda yakin ingin menghapus acara ini?

source: Also remove colour marks of
id: Juga menghilangkan tanda warna

source: File successfully uploaded.
id: File berhasil diunggah.

source: Upload has failed.
id: Pengunggahan gagal.

source: Saved
id: Disimpan

source: Language
id: Bahasa

source: Person
id: Orang

source: Family
id: Keluarga

source: NO NAME
id: TANPA NAMA

source: Version:
id: Versi:

source: no version number available...
id: tidak ada nomor versi yang tersedia ...

source: Sometimes there is a beta version available.
id: Terkadang ada versi beta yang tersedia.

source: No beta version available.
id: Tidak ada versi beta yang tersedia.

source: Automatic update
id: Pembaruan otomatis

source: Every step can take some time, please be patient and wait till the step is completed!
id: Setiap langkah dapat memakan waktu, harap bersabar dan tunggu sampai langkah selesai!

source: Found update file, skipped download of update!
id: Ditemukan file pembaruan, lewati unduhan pembaruan!

source: Automatic download successfull!
id: Pengunduhan otomatis berhasil!

source: File successfully unzipped!
id: File berhasil dibuka ritsleting!

source: Step 2)
id: Langkah 2)

source: Check files
id: Periksa file

source: Step 2) Compare existing and update files (no installation yet)...
id: Langkah 2) Bandingkan file yang ada dan perbarui (belum ada instalasi) ...

source: Step 3) Installation of new files...
id: Langkah 3) Instalasi file baru ...

source: Installation of file failed
id: Pemasangan file gagal

source: File installed!
id: File terpasang!

source: Directory created.
id: Direktori dibuat.

source: Update new db_login.php file...
id: Perbarui file db_login.php baru ...

source: File is updated.
id: File diperbarui.

source: Install files!
id: Instal file!

source: Update completed and installation files removed!
id: Perbarui file instalasi dan selesai dihapus!

source: There are 2 update methods: automatic and manually.
id: Ada 2 metode pembaruan: otomatis dan manual.

source: a) [Optional, but highly recommended] Do a database backup first
id: a) [Opsional, tetapi sangat dianjurkan] Lakukan pencadangan basis data terlebih dahulu

source: backup page
id: halaman cadangan

source: Start automatic update
id: Mulai pembaruan otomatis

source: b) Download the new version:
id: b) Unduh versi baru:

source: Full installation and update instructions can be found at:
id: Petunjuk instalasi dan pembaruan lengkap dapat ditemukan di:

source: General statistics
id: Statistik umum

source: Statistics by date
id: Statistik berdasarkan tanggal

source: Visitors
id: Pengunjung

source: Remove statistics
id: Hapus statistik

source: Nr.
id: No.

source: Monday
id: Senin

source: Tuesday
id: Selasa

source: Wednesday
id: Rabu

source: Thursday
id: Kamis

source: Friday
id: Jumat

source: Saturday
id: Sabtu

source: Sunday
id: Minggu

source: Create backup file
id: Buat file cadangan

source: Restore database
id: Pulihkan basis data

source: Download backup file
id: Unduh file cadangan

source: Restore database from backup file
id: Pulihkan database dari file cadangan

source: Invalid backup file: has to be file with extension ".sql" or ".sql.zip"
id: File cadangan tidak valid: harus berupa file dengan ekstensi \ ". Sql " atau \ ". Sql.zip "

source: Starting to restore database. This may take some time. Please wait...
id: Mulai mengembalikan database. Ini mungkin memakan waktu. Tunggu sebentar...

source: No backup file found!
id: Tidak ada file cadangan yang ditemukan!

source: Creating backup file. This may take some time. Please wait...
id: Membuat file cadangan. Ini mungkin memakan waktu. Tunggu sebentar...

source: A backup file was saved to the server. We strongly suggest you download a copy to your computer in case you might need it later.
id: File cadangan disimpan ke server. Kami sangat menyarankan Anda mengunduh salinan ke komputer Anda jika Anda membutuhkannya nanti.

source: Processed lines...
id: Baris yang diproses ...

source: Database has been restored successfully!
id: Basis data telah berhasil dipulihkan!

source: Calculated birth date is an estimated/ calculated date that is used for the privacy filter.<br> These calculated dates will be used for persons where all dates are missing (no birth, baptise, death or burial dates).<br> Calculation will be done using birth, baptise, death, burial and marriage dates of persons and these dates of parents and children.
id: Tanggal lahir yang dihitung adalah tanggal yang diperkirakan / dihitung yang digunakan untuk filter privasi. <br> \ tanggal ini dihitung akan digunakan untuk orang-orang di mana semua tanggal hilang (tidak ada tanggal lahir, pembaptisan, kematian atau tanggal penguburan). <br> \ nKalkulasi akan dilakukan menggunakan tanggal kelahiran, pembaptisan, kematian, penguburan dan pernikahan orang dan tanggal orang tua dan anak-anak ini.

source: Select
id: Memilih

source: No dates
id: Tidak ada tanggal

source: Calculation of birth dates is completed. Sometimes more dates will be found if calculation is restarted!
id: Perhitungan tanggal lahir selesai. Terkadang lebih banyak tanggal akan ditemukan jika perhitungan dimulai kembali!

source: These addresses can be connected to multiple persons, families and other items.
id: Alamat-alamat ini dapat dihubungkan ke beberapa orang, keluarga dan barang-barang lainnya.

source: Are you sure you want to remove this address and ALL address references?
id: Anda yakin ingin menghapus alamat ini dan SEMUA referensi alamat?

source: Address has been removed!
id: Alamat telah dihapus!

source: Select address
id: Pilih alamat

source: Add address
id: Tambahkan alamat

source: No valid address number.
id: Tidak ada nomor alamat yang valid.

source: Street
id: Jalan

source: Zip code
id: Kode Pos

source: Phone
id: No. Telepon

source: Close
id: Dekat

source: Save
id: Menyimpan

source: Delete
id: Menghapus

source: Preview
id: Pratinjau

source: Pages
id: Halaman

source: This page is selected as homepage!
id: Halaman ini dipilih sebagai beranda!

source: Are you sure you want to remove this page?
id: Anda yakin ingin menghapus halaman ini?

source: There are still pages connected to this menu!<br> Please disconnect the pages from this menu first.
id: Masih ada halaman yang terhubung ke menu ini! <br> \ nHarap lepaskan dulu halaman dari menu ini.

source: Are you sure you want to remove this menu?
id: Anda yakin ingin menghapus menu ini?

source: Remove page
id: Hapus halaman

source: Add page
id: Tambah halaman

source: "Hide page in menu" is a special option. These pages can be accessed using a direct link.
id: \ "Sembunyikan halaman di menu " adalah opsi khusus. Halaman-halaman ini dapat diakses menggunakan tautan langsung.

source: This page can be accessed using this link:
id: Halaman ini dapat diakses menggunakan tautan ini:

source: Published
id: Diterbitkan

source: Visitors counter
id: Konter pengunjung

source: Add and edit menu/ category items:
id: Tambahkan dan edit item menu / kategori:

source: Order
id: Memesan

source: Menu item/ category
id: Item menu / kategori

source: Remove menu
id: Hapus menu

source: CMS Settings
id: Pengaturan CMS

source: Path for pictures in CMS pages
id: Path untuk gambar di halaman CMS

source: Use default picture path:
id: Gunakan jalur gambar default:

source: Use for all languages
id: Gunakan untuk semua bahasa

source: Standard main index
id: Indeks utama standar

source: Set per language
id: Setel per bahasa

source: Places
id: Tempat

source: Select location
id: Pilih lokasi

source: Change location
id: Ganti lokasi

source: Really remove repository with all repository links?
id: Benarkah menghapus repositori dengan semua tautan repositori?

source: Repository is removed!
id: Repositori dihapus!

source: Select repository
id: Pilih repositori

source: Add repository
id: Tambahkan repositori

source: No valid repository number.
id: Tidak ada nomor repositori yang valid.

source: These sources can be connected to multiple persons, families, events and other items.
id: Sumber-sumber ini dapat dihubungkan ke banyak orang, keluarga, acara dan barang-barang lainnya.

source: Source is removed!
id: Sumber dihapus!

source: Are you sure you want to remove this source and ALL source references?
id: Apakah Anda yakin ingin menghapus sumber ini dan SEMUA sumber referensi?

source: Select source
id: Pilih sumber

source: Add source
id: Tambahkan sumber

source: No valid source number.
id: Tidak ada nomor sumber yang valid.

source: publish
id: menerbitkan

source: restricted = only visible for selected user groups
id: dibatasi = hanya terlihat untuk grup pengguna yang dipilih

source: Subject
id: Subyek

source: Repository
id: Gudang

source: Publication
id: Publikasi

source: will be shown as a link.
id: akan ditampilkan sebagai tautan.

source: Own code
id: Kode sendiri

source: Author
id: Penulis

source: Kind
id: Jenis

source: Archive
id: Arsipkan

source: Page
id: Halaman

source: Latest changes
id: Perubahan terbaru

source: Added by
id: Ditambahkan oleh

source: Changed by
id: Diubah oleh

source: Results
id: Hasil

source: Person not found
id: Orang tidak ditemukan

source: This will disconnect this person from parents, spouses and children <b>and delete it completely from the database.</b> Do you wish to continue?
id: Ini akan memutuskan sambungan orang ini dari orang tua, pasangan dan anak-anak <b> dan menghapusnya sepenuhnya dari database. </b> Apakah Anda ingin melanjutkan?

source: Also remove ALL RELATED PERSONS (including all items)
id: Hapus juga SEMUA ORANG TERKAIT (termasuk semua item)

source: Are you sure you want to disconnect this child?
id: Apakah Anda yakin ingin memutuskan sambungan anak ini?

source: Browse
id: Jelajah

source: marriage/ relation
id: pernikahan / relasi

source: Married
id: Menikah

source: to:
id: untuk:

source: Children
id: Anak-anak

source: There are no parents.
id: Tidak ada orang tua.

source: Add person
id: Tambahkan orang

source: Help
id: Membantu

source: In all text fields it's possible to add a hidden text/ own remarks by using # characters. Example: #Check birthday.#
id: Di semua bidang teks dimungkinkan untuk menambahkan teks tersembunyi / komentar sendiri dengan menggunakan # karakter. Contoh: # Periksa ulang tahun. #

source: = click to open selection popup screen.
id: = klik untuk membuka layar sembulan pilihan.

source: = click to open extended editor items.
id: = klik untuk membuka item editor yang diperluas.

source: firstname
id: nama depan

source: prefix
id: awalan

source: For example: d\' or: van_ (use _ for a space)
id: Misalnya: d \ 'atau: van_ (gunakan _ untuk spasi)

source: lastname
id: nama keluarga

source: patronymic
id: patronimik

source: alive
id: hidup

source: deceased
id: meninggal

source: male
id: pria

source: female
id: wanita

source: No results found
id: Tidak ada hasil yang ditemukan

source: parents
id: orangtua

source: Add parents
id: Tambahkan orang tua

source: Father
id: Ayah

source: Mother
id: Ibu

source: Or select an existing family as parents:
id: Atau pilih keluarga yang telah ada sebagai orangtua

source: year
id: tahun

source: All
id: Semua

source: For example: Joseph ben Hirsch Zvi
id: Misalnya: Joseph ben Hirsch Zvi

source: at
id: di

source: hour
id: jam

source: birth time
id: waktu kelahiran

source: stillborn child
id: anak lahir mati

source: birth declaration
id: deklarasi kelahiran

source: To display this, the option "Show events" has to be checked in "Users -> Groups"
id: Untuk menampilkan ini, opsi \ "Tampilkan acara " harus diperiksa di \ "Pengguna -> Grup "

source: religion
id: agama

source: cause of death
id: Sebab kematian

source: murdered
id: terbunuh

source: drowned
id: tenggelam

source: perished
id: binasa

source: killed in action
id: terbunuh dalam aksi

source: being missed
id: terjawab

source: committed suicide
id: bunuh diri

source: executed
id: dieksekusi

source: died young
id: mati muda

source: died unmarried
id: meninggal tanpa menikah

source: registration
id: pendaftaran

source: declared death
id: menyatakan kematian

source: Age
id: Usia

source: If death year and age are used, then birth year is calculated automatically (when empty).
id: Jika tahun dan usia kematian digunakan, maka tahun kelahiran dihitung secara otomatis (ketika kosong).

source: death time
id: waktu kematian

source: cause
id: sebab

source: death declaration
id: deklarasi kematian

source: cremation
id: kremasi

source: Text for person
id: Teks untuk orang

source: Source for person
id: Sumber untuk orang

source: own code
id: kode sendiri

source: Add event
id: Tambahkan acara

source: For items like:
id: Untuk barang-barang seperti:

source: baptized as child
id: dibaptis sebagai anak

source: depart
id: berangkat

source: etc.
id: dll.

source: User notes
id: Catatan pengguna

source: There are %d user added notes.
id: Ada %d pengguna menambahkan catatan.

source: Delete person
id: Hapus orang

source: Add relation
id: Tambahkan relasi

source: If you continue, ALL children will be disconnected automatically!
id: Jika Anda melanjutkan, SEMUA anak akan terputus secara otomatis!

source: Are you sure to remove this mariage?
id: Apakah Anda yakin akan menghapus mariage ini?

source: End living together
id: Akhiri hidup bersama

source: End date
id: Tanggal akhir

source: Marriage/ Related
id: Perkawinan / Terkait

source: If birth year of man or woman is empty it will be calculated automatically using age by marriage.
id: Jika tahun kelahiran pria atau wanita kosong, itu akan dihitung secara otomatis menggunakan usia berdasarkan perkawinan.

source: Living apart together
id: Hidup terpisah bersama

source: Intentionally unmarried mother
id: Sengaja ibu yang belum menikah

source: Homosexual
id: Homoseksual

source: Extramarital
id: Di luar nikah

source: Partner
id: Pasangan

source: Unknown relation
id: Hubungan tidak dikenal

source: Registrar
id: Pendaftar

source: Divorce (use this checkbox for a divorce without further data).
id: Perceraian (gunakan kotak centang ini untuk perceraian tanpa data lebih lanjut).

source: Marriage contract
id: Akad nikah

source: Marriage license
id: Izin menikah

source: Delete relation
id: Hapus relasi

source: Use this icon to order children (drag and drop)
id: Gunakan ikon ini untuk memesan anak-anak (seret dan lepas)

source: Or automatically order children:
id: Atau secara otomatis memesan anak-anak:

source: Automatic order children
id: Otomatis memesan anak

source: Children are re-ordered.
id: Anak-anak dipesan ulang.
