Repository: HuubMons/HuMo-genealogy
Catalog: languages TEMP/*/*.po
Languages: id

source: Source for family
id: Sumber untuk keluarga

source: sources
id: sumber

source: source text
id: teks sumber

source: role
id: peran

source: page
id: halaman

source: This person was witness at:
id: Orang ini adalah saksi di:

source: marriage witness
id: saksi pernikahan

source: marriage witness (religious)
id: saksi pernikahan (religius)

source: City
id: Kota

source: PRIVACY FILTER
id: FILTER PRIVASI

source: PROBANT
id: MUNGKIN

source: Grandparents
id: Kakek dan nenek

source: Great-Grandparents
id: Buyut

source: Great Great-Grandparents
id: Kakek buyut

source: 3rd Great-Grandparents
id: Kakek buyut ke-3

source: 4th Great-Grandparents
id: Kakek buyut ke-4

source: 5th Great-Grandparents
id: Kakek buyut ke-5

source: 6th Great-Grandparents
id: Kakek buyut ke-6

source: 7th Great-Grandparents
id: Kakek buyut ke-7

source: 8th Great-Grandparents
id: Kakek buyut ke-8

source: 9th Great-Grandparents
id: Kakek buyut ke-9

source: 10th Great-Grandparents
id: Kakek buyut ke-10

source: 11th Great-Grandparents
id: Kakek buyut ke-11

source: 12th Great-Grandparents
id: Kakek buyut ke-12

source: 13th Great-Grandparents
id: Kakek buyut ke-13

source: 14th Great-Grandparents
id: Kakek buyut ke-14

source: 15th Great-Grandparents
id: Kakek buyut ke-15

source: 16th Great-Grandparents
id: Kakek buyut ke-16

source: 17th Great-Grandparents
id: Kakek buyut ke-17

source: 18th Great-Grandparents
id: Kakek buyut ke-18

source: 19th Great-Grandparents
id: Kakek buyut ke-19

source: 20th Great-Grandparents
id: Kakek buyut ke-20

source: 21th Great-Grandparents
id: Kakek buyut ke-21

source: 22th Great-Grandparents
id: Kakek buyut ke-22

source: 23th Great-Grandparents
id: Kakek buyut ke-23

source: 24th Great-Grandparents
id: Kakek buyut ke-24

source: 25th Great-Grandparents
id: Kakek buyut ke-25

source: 26th Great-Grandparents
id: Kakek buyut ke-26

source: 27th Great-Grandparents
id: Kakek buyut ke-27

source: 28th Great-Grandparents
id: Kakek buyut ke-28

source: 29th Great-Grandparents
id: Kakek buyut ke-29

source: 30th Great-Grandparents
id: Kakek buyut ke-30

source: 31th Great-Grandparents
id: Kakek buyut ke-31

source: 32th Great-Grandparents
id: Kakek buyut ke-32

source: 33th Great-Grandparents
id: Kakek buyut ke-33

source: 34th Great-Grandparents
id: Kakek buyut ke-34

source: 35th Great-Grandparents
id: Kakek buyut ke-35

source: 36th Great-Grandparents
id: Kakek buyut ke-36

source: 37th Great-Grandparents
id: Kakek buyut ke-37

source: 38th Great-Grandparents
id: Kakek buyut ke-38

source: 39th Great-Grandparents
id: Kakek buyut ke-39

source: 40th Great-Grandparents
id: Kakek buyut ke-40

source: 41th Great-Grandparents
id: Kakek buyut ke-41

source: 42th Great-Grandparents
id: Kakek buyut ke-42

source: 43th Great-Grandparents
id: Kakek buyut ke-43

source: 44th Great-Grandparents
id: Kakek buyut ke-44

source: 45th Great-Grandparents
id: Kakek buyut ke-45

source: 46th Great-Grandparents
id: Kakek buyut ke-46

source: 47th Great-Grandparents
id: Kakek buyut ke-47

source: generation
id: generasi

source: divorced
id: bercerai

source: Title:
id: Judul:

source: Download RTF report.
id: Unduh laporan RTF.

source: TIP: Don't use Wordpad to open this file (the lay-out will be wrong!). It's better to use a text processor like Word or OpenOffice Writer.
id: TIP: Jangan gunakan Wordpad untuk membuka file ini (lay-out akan salah!). Lebih baik menggunakan prosesor teks seperti Word atau OpenOffice Writer.

source: Back
id: Kembali

source: Legend
id: Legenda

source: married
id: menikah

source: Day
id: Hari

source: Same Y-DNA as
id: Y-DNA sama dengan

source: Same mtDNA as
id: MtDNA sama dengan

source: vertical
id: vertikal

source: horizontal
id: horisontal

source: Y-DNA Carriers only
id: Hanya Operator-operator Y-DNA

source: Y-DNA Mark carriers
id: Pembawa Tanda Y-DNA

source: mtDNA Carriers only
id: mtDNA Carriers saja

source: mtDNA Mark carriers
id: pembawa mtDNA Mark

source: Nr. generations
id: No. generasi

source: Zoom level:
id: Tingkat pembesaran:

source: died
id: meninggal

source: Right click on the image below and save it as a .png file to your computer.<br>You can then print it over multiple pages with dedicated third-party programs, such as the free:
id: Klik kanan pada gambar di bawah ini dan simpan sebagai file .png ke komputer Anda. <br> Anda kemudian dapat mencetaknya di beberapa halaman dengan program pihak ketiga khusus, seperti gratis:

source: If you have a plotter you can use its software to print the image on one large sheet.
id: Jika Anda memiliki plotter, Anda dapat menggunakan perangkat lunaknya untuk mencetak gambar pada satu lembar besar.

source: Settings family screen
id: Pengaturan layar keluarga

source: Family Page
id: Halaman Keluarga

source: Pictures
id: Foto-foto

source: Hide pictures
id: Sembunyikan gambar

source: Add to favourite list
id: Tambahkan ke daftar favorit

source: TIP: use %s for other (ancestor and descendant) reports.
id: TIP: gunakan %s untuk laporan (leluhur dan keturunan) lainnya.

source: *** Privacy filter is active, one or more items are filtered. Please login to see all items ***
id: *** Filter privasi aktif, satu atau lebih item difilter. Silakan masuk untuk melihat semua item ***

source: Child
id: Anak

source: follows
id: mengikuti

source: Adopted child:
id: Anak angkat:

source: Stepchild
id: Anak tiri

source: Legal child
id: Anak sah

source: Foster child
id: anak angkat

source: Family events
id: Acara keluarga

source: Citation for:
id: Kutipan untuk:

source: accessed
id: diakses

source: New user note
id: Catatan pengguna baru

source: User note by family
id: Catatan pengguna oleh keluarga

source: Your information is saved and will be reviewed by the webmaster.
id: Informasi Anda disimpan dan akan ditinjau oleh webmaster.

source: Add information or remarks
id: Tambahkan informasi atau komentar

source: Your e-mail address is missing. Please add you're mail address here:
id: Alamat surel Anda tidak ada. Silakan tambahkan alamat email Anda di sini:

source: Send
id: Kirim

source: Fan style
id: Gaya kipas

source: half
id: setengah

source: full
id: penuh

source: Generations
id: Generasi

source: Font size
id: Ukuran huruf

source: Years only
id: Hanya bertahun-tahun

source: Full dates
id: Tanggal penuh

source: Fan width:
id: Lebar kipas:

source: "auto" for automatic resizing for best display, or value between 50-300
id: \ "auto " untuk mengubah ukuran otomatis untuk tampilan terbaik, atau nilai antara 50-300

source: Background
id: Latar Belakang

source: transparent
id: transparan

source: white
id: putih

source: Family tree index
id: Indeks pohon keluarga

source: Photobook
id: Buku foto

source: Tools
id: Alat

source: Anniversary list
id: Daftar ulang tahun

source: Contact
id: Kontak

source: User settings
id: Pengaturan pengguna

source: characters
id: karakter

source: Favourites list:
id: Daftar favorit:

source: Information
id: Informasi

source: Places (by persons)
id: Tempat (oleh orang)

source: Places (by families)
id: Tempat (oleh keluarga)

source: Register
id: Daftar

source: birth pl.
id: kelahiran pl.

source: Find place
id: Temukan tempat

source: Contains
id: Mengandung

source: Equals
id: Sama dengan

source: Starts with
id: Dimulai dengan

source: "John Jones", "Jones John", "John of Jones", "of Jones, John", "Jones, John of", "Jones of, John"
id: \ "John Jones ", \ "Jones John ", \ "John of Jones ", \ "dari Jones, John ", \ "Jones, John of ", \ "Jones of, John "

source: Research status:
id: Status penelitian:

source: parents unknown
id: orang tua tidak dikenal

source: father unknown
id: ayah tidak dikenal

source: mother unknown
id: ibu tidak dikenal

source: Choose sex:
id: Pilih jenis kelamin:

source: Male
id: Pria

source: Female
id: Wanita

source: Partner firstname
id: Nama depan pasangan

source: Partner lastname
id: Nama belakang pasangan

source: Clear fields
id: Kosongkan bidang

source: Standard search
id: Pencarian standar

source: persons found.
id: orang ditemukan.

source: Concise view
id: Tampilan ringkas

source: No names found.
id: Tidak ada nama yang ditemukan.

source: Sort by:
id: Sortir dengan:

source: Frequency of Surnames
id: Frekuensi Nama Keluarga

source: All names
id: Semua nama

source: Number of displayed surnames
id: Jumlah nama keluarga yang ditampilkan

source: Number of columns
id: Jumlah kolom

source: o
id: Hai

source: families found.
id: keluarga ditemukan.

source: No valid username or password.
id: Tidak ada nama pengguna atau kata sandi yang valid.

source: Forgot password
id: lupa kata sandi

source: Sending e-mail failed!
id: Gagal mengirim email!

source: E-mail sent!
id: Email terkirim!

source: The e-mail function has been switched off!
id: Fungsi email telah dimatikan!

source: Mail form
id: Formulir surat

source: The e-mail address you entered doesn't seem to be a valid e-mail address!
id: Alamat surel yang Anda masukkan tampaknya bukan alamat surel yang valid!

source: Please answer the block-spam-question:
id: Jawab pertanyaan blok-spam:

source: Display birth or death locations across different time periods
id: Menampilkan lokasi kelahiran atau kematian dalam periode waktu yang berbeda

source: Display:
id: Tampilan:

source: Birth locations
id: Lokasi kelahiran

source: Death locations
id: Lokasi kematian

source: Find location on the map
id: Temukan lokasi di peta

source: Display births until:
id: Tampilkan kelahiran sampai:

source: Display deaths until:
id: Tampilkan kematian sampai:

source: Filter by specific family name(s)
id: Saring berdasarkan nama keluarga tertentu

source: Mark checkbox next to name(s)
id: Tandai kotak centang di sebelah nama

source: Choose
id: Memilih

source: Filter by descendants
id: Saring berdasarkan keturunan

source: Filter by ancestors
id: Saring berdasarkan leluhur

source: Mapping with specific name(s):
id: Pemetaan dengan nama spesifik:

source: Switch name filter off
id: Nonaktifkan filter nama

source: Filter by descendants of:
id: Saring berdasarkan keturunan:

source: Switch descendant filter off
id: Nonaktifkan filter keturunan

source: No known birth places amongst descendants
id: Tidak ada tempat kelahiran yang dikenal di antara keturunan

source: Filter by ancestors of:
id: Filter menurut leluhur:

source: Switch ancestor filter off
id: Nonaktifkan filter leluhur

source: No known birth places amongst ancestors
id: Tidak ada tempat kelahiran yang diketahui di antara leluhur

source: Filter by descendants of a person
id: Saring berdasarkan keturunan seseorang

source: Pick a name or enter ID:
id: Pilih nama atau masukkan ID:

source: Pick a name from the pulldown list
id: Pilih nama dari daftar pull-down

source: Filter by ancestors of a person
id: Saring berdasarkan leluhur seseorang

source: today
id: hari ini

source: Location:
id: Lokasi:

source: For a list of persons born here until
id: Untuk daftar orang yang lahir di sini sampai

source: For a list of all people that died here until
id: Untuk daftar semua orang yang mati di sini sampai

source: click here
id: klik disini

source: Read about this location in
id: Baca tentang lokasi ini di

source: Hide full details
id: Sembunyikan detail lengkap

source: Show full details
id: Tampilkan detail lengkap

source: Hide dates
id: Sembunyikan tanggal

source: Show dates
id: Tunjukkan tanggal

source: Dates below names
id: Tanggal di bawah nama

source: Dates beside names
id: Tanggal di samping nama

source: Choose number of generations to display
id: Pilih jumlah generasi untuk ditampilkan

source: PDF (Portrait)
id: PDF (Potret)

source: PDF (Landscape)
id: PDF (Lansekap)

source: Photo's per page
id: Foto per halaman

source: Registration completed
id: Pendaftaran selesai

source: At this moment you are registered in the user-group "guest". The administrator will check your registration, and select a user-group for you.
id: Saat ini Anda terdaftar di grup-pengguna \ "tamu ". Administrator akan memeriksa pendaftaran Anda, dan memilih grup pengguna untuk Anda.

source: The register function has been switched off!
id: Fungsi register telah dimatikan!

source: User registration form
id: Formulir pendaftaran pengguna

source: Repeat password
id: Masukkan kata kunci kembali

source: or: ID
id: atau: ID

source: This calculator will find the following relationships:<br> <ul><li>Any blood relationship between X and Y ("X is great-grandfather of Y", "X is 3rd cousin once removed of Y" etc.)</li> <li>Blood relationship between the spouse of X and person Y ("X is spouse of 2nd cousin of Y", "X is son-in-law of Y")</li> <li>Blood relationship between person X and the spouse of Y ("X is 2nd cousin of spouse of Y", "X is father-in-law of Y")</li> <li>Blood relationship between spouse of X and spouse of Y ("X spouse of sister-in-law of Y" etc.)</li> <li>Direct marital relation ("X is spouse of Y")</li></ul> Directions for use:<br> <ul><li>Enter first and/or last name (or part of names) in the search boxes and press "Search". Repeat this for person 1 and 2.</li> <li>If more than 1 person is found, select the one you want from the search result pulldown box. Repeat this for person 1 and 2.</li> <li>Now press the "Calculate relationships" button on the right.</li> <li><b>TIP: when you click "search" with empty first <u>and</u> last name boxes you will get a list with all persons in the database. (May take a few seconds)</b></li></ul>
id: Kalkulator ini akan menemukan hubungan berikut: <br> \ n <ul> <li> Setiap hubungan darah antara X dan Y (\ "X adalah kakek buyut Y ", \ "X adalah sepupu ke-3 setelah dihapus dari Y \ "dll. </li> \ n <li> Hubungan darah antara pasangan X dan orang Y (" X adalah pasangan sepupu kedua Y \ ", " X adalah menantu Y \ " ) </li> \ n <li> Hubungan darah antara orang X dan pasangan Y (\ "X adalah sepupu kedua pasangan Y ", \ "X adalah ayah mertua Y ") </ li> \ n <li> Hubungan darah antara pasangan X dan pasangan Y (\ "X pasangan saudara ipar Y " dll.) </li> \ n <li> Hubungan perkawinan langsung (\ " X adalah pasangan dari Y \ ") </li> </ul> \ nPilihan untuk digunakan: <br> \ n <ul> <li> Masukkan nama depan dan / atau belakang (atau bagian dari nama) di kotak pencarian dan tekan \ "Cari ". Ulangi ini untuk orang 1 dan 2. </li> \ n <li> Jika lebih dari 1 orang ditemukan, pilih yang Anda inginkan dari kotak tarik turun hasil pencarian. Ulangi ini untuk orang 1 dan 2. </li> \ n <li> Sekarang tekan tombol \ "Hitung hubungan " di sebelah kanan. </li> \ n <li> <b> TIP: ketika Anda mengklik \ " cari \ "dengan kotak nama belakang <u> dan </u> kosong pertama Anda akan mendapatkan daftar dengan semua orang di database. (Mungkin perlu beberapa detik) </b> </li> </ul>

source: Calculate relationships
id: Hitung hubungan

source: You have to search and than choose Person 1 and Person 2 from the search result pulldown
id: Anda harus mencari dan memilih Orang 1 dan Orang 2 dari pulldown hasil pencarian

source: Use Extended Calculator
id: Gunakan Kalkulator Lanjutan

source: are both husbands of
id: keduanya adalah suami dari

source: are both wifes of
id: keduanya istri

source: partner
id: pasangan

source: husband of
id: suami dari

source: wife of
id: istri dari

source: No blood relation or direct marital relation found
id: Tidak ada hubungan darah atau hubungan pernikahan langsung yang ditemukan

source: No direct marital relation found
id: Tidak ditemukan hubungan pernikahan langsung

source: You may wish to try finding a connection with the <span style='font-weight:bold'>Extended Marital Calculator</span> below.<br> This will find connections that span over many marital relations and generations.<br> Computing time will vary depending on the size of the tree and the distance between the two persons.<br> For example, in a 10,000 person tree even the most distant persons will usually be found within 1-2 seconds.<br> In a 75,000 person tree the most distant persons may take up to 8 sec to find.
id: Anda mungkin ingin mencoba menemukan koneksi dengan <span style = 'font-weight: bold'> Extended Marital Calculator </span> di bawah ini. <br> \ nIni akan menemukan koneksi yang menjangkau banyak hubungan dan generasi perkawinan. <Br > \ nWaktu komputasi akan bervariasi tergantung pada ukuran pohon dan jarak antara dua orang. <br> \ Misalnya, pada pohon 10.000 orang, bahkan orang yang paling jauh pun biasanya akan ditemukan dalam 1-2 detik. <br > \ nDalam pohon 75.000 orang, orang yang paling jauh mungkin membutuhkan waktu hingga 8 detik untuk menemukannya.

source: Perform extended marital calculation
id: Lakukan perhitungan perkawinan yang diperpanjang

source: Try to find another path
id: Coba cari jalan lain

source: Your new password has been stored successfully
id: Kata sandi baru Anda telah berhasil disimpan

source: Failed to store new password.
id: Gagal menyimpan kata sandi baru.

source: Activation failed
id: Aktivasi gagal

source: Password retrieval
id: Pemulihan kata sandi

source: Your password activation key was already sent to your email address, please check your inbox and spam folder
id: Kunci aktivasi kata sandi Anda sudah dikirim ke alamat email Anda, silakan periksa kotak masuk dan folder spam Anda

source: This is in response to your request for password reset at
id: Ini sebagai tanggapan atas permintaan Anda untuk mengatur ulang kata sandi di

source: To reset your password, please visit this link or copy and paste this link in your browser window
id: Untuk mengatur ulang kata sandi Anda, silakan kunjungi tautan ini atau salin dan tempel tautan ini di jendela browser Anda

source: Your request for password retrieval
id: Permintaan Anda untuk pengambilan kata sandi

source: We encountered a system problem in sending reset link to your email address.
id: Kami mengalami masalah sistem dalam mengirimkan tautan setel ulang ke alamat email Anda.

source: Your reset link was sent to your email address. Please check your mail in a few minutes.
id: Tautan reset Anda dikirim ke alamat email Anda. Silakan periksa email Anda dalam beberapa menit.

source: New Password
id: kata sandi baru

source: Re-enter new Password
id: Masukkan kembali kata sandi baru

source: Submit new Password
id: Kirim Kata Sandi baru

source: Source for:
id: Sumber untuk:

source: Source for name:
id: Sumber untuk nama:

source: Source for birth:
id: Sumber kelahiran:

source: Source for baptism:
id: Sumber untuk pembaptisan:

source: Source for death:
id: Sumber kematian:

source: Source for burial:
id: Sumber untuk penguburan:

source: Source for text:
id: Sumber untuk teks:

source: Source for sex:
id: Sumber untuk seks:

source: Source for family:
id: Sumber untuk keluarga:

source: Source for cohabitation:
id: Sumber untuk hidup bersama:

source: Source for marriage notice:
id: Sumber untuk pemberitahuan pernikahan:

source: Source for marriage:
id: Sumber untuk pernikahan:

source: Source for marriage notice (church):
id: Sumber untuk surat nikah (gereja):

source: Source for marriage (church):
id: Sumber untuk pernikahan (gereja):

source: Source for divorce:
id: Sumber untuk perceraian:

source: Source for family text:
id: Sumber untuk teks keluarga:

source: Source for address:
id: Sumber untuk alamat:

source: Frequency of First Names
id: Frekuensi Nama Depan

source: Number of displayed first names
id: Jumlah nama depan yang ditampilkan

source: No. of persons
id: Jumlah orang

source: Oldest birth date
id: Tanggal lahir tertua

source: Youngest birth date
id: Tanggal lahir termuda

source: Oldest baptism date
id: Tanggal pembaptisan terlama

source: Youngest baptism date
id: Tanggal pembaptisan termuda

source: Oldest death date
id: Tanggal kematian tertua

source: Youngest death date
id: Tanggal kematian termuda

source: Longest living person
id: Orang yang hidup paling lama

source: Average age
id: Umur rata-rata

source: Average age married persons
id: Rata-rata usia menikah orang

source: Lifespan range of married individuals
id: Rentang hidup individu yang menikah

source: Latest update
id: Pembaruan terbaru

source: No. of families
id: Jumlah keluarga

source: Most children in family
id: Sebagian besar anak dalam keluarga

source: There are no dates available for this person. Timeline can not be calculated.
id: Tidak ada tanggal untuk orang ini. Garis waktu tidak dapat dihitung.

source: Steps:
id: Tangga:

source: Choose timeline
id: Pilih garis waktu

source: Change Display
id: Ubah Tampilan

source: Explanation of the timeline chart:<br> <ul><li>The middle column displays the years of the timeline. The starting point will be just before birth and the end year will be just after death.</li> <li>The left column displays the events in the person's life.<br> Events listed are: birth, death and marriage(s) of main person, death of spouse, birth, marriage and death of children and birth and death of grandchildren.<br> Birth, death, marriages and death of spouse are listed in bold red. Birth, marriage and death of children in green. Birth and death of grandchildren in blue</li> <li>The rightmost column displays historic events that took place in these years.</li></ul> The timeline menu:<br> <ul><li>On the top part of the menu you can choose how the chart will be displayed. There are three choices:<br> 1 - will display each year in a separate row.<br> 5 - will create periods of five years for a more concise display.<br> 10 - displays the chart in periods of one decade for even more concise display.</li> <li>If the webmaster enabled more than one timeline, the bottom part of the menu will let you choose from amongst several possible timelines. For example "American History", "Dutch History" etc.</li> <li><strong>After choosing the desired step and/or timeline, click the "Change Display" button on the bottom of the menu.</strong></li></ul>
id: Penjelasan bagan garis waktu: <br> \ n <ul> <li> Kolom tengah menampilkan tahun garis waktu. Titik awal akan tepat sebelum kelahiran dan akhir tahun akan tepat setelah kematian. </li> \ n <li> Kolom kiri menampilkan peristiwa dalam kehidupan seseorang. <br> \ nEvent yang terdaftar adalah: kelahiran, kematian dan perkawinan orang utama, kematian pasangan, kelahiran, perkawinan dan kematian anak-anak dan kelahiran dan kematian cucu. <br> \ nKelahiran, kematian, pernikahan, dan kematian pasangan tercantum dalam huruf tebal merah. Kelahiran, perkawinan dan kematian anak-anak berwarna hijau. Kelahiran dan kematian cucu-cucunya dengan warna biru </li> \ n <li> Kolom paling kanan menampilkan peristiwa bersejarah yang terjadi pada tahun-tahun ini. </li> </ul> \ nMatur waktu: <br> \ n <ul> <li> Di bagian atas menu Anda dapat memilih bagaimana grafik akan ditampilkan. Ada tiga pilihan: <br> \ n1 - akan ditampilkan setiap tahun dalam baris terpisah. <br> \ n5 - akan membuat periode lima tahun untuk tampilan yang lebih ringkas. <br> \ n10 - menampilkan grafik dalam periode satu dekade untuk tampilan yang lebih ringkas. </li> \ n <li> Jika webmaster mengaktifkan lebih dari satu garis waktu, bagian bawah menu akan memungkinkan Anda memilih di antara beberapa garis waktu yang memungkinkan. Misalnya \ "Sejarah Amerika ", \ "Sejarah Belanda " dll. </li> \ n <li> <strong> Setelah memilih langkah dan / atau garis waktu yang diinginkan, klik tombol \ "Ubah Tampilan " pada bagian bawah menu. </strong> </li> </ul>

source: Life events
id: Momen Penting

source: Historic events
id: Momen bersejarah

source: There are no timeline files available for this language.
id: Tidak ada file timeline yang tersedia untuk bahasa ini.

source: till
id: sampai

source: Select a theme
id: Pilih satu tema

source: Standard-colours
id: Warna standar
