Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: "Own code" is the code that has to be entered in your genealogy program under "own code or REFN" <p>Do the following:<br> 1) In your genealogy program, put a code. For example, with the patriarch enter a code "patriarch".<br> 2) Enter the same code in the table below (multiple codes are possible)<br> 3) After processing the gedcom file, an extra link will appear in the main menu, i.e. to the patriarch!<br>
no: "Egen kode" er brukerdefinerte koder i ditt genealogiprogram (REFN) <p>Gjør følgende:<br> 1) I ditt genealogiprogram, definer en kode. For eksempel en kode "Patriark" for patriarken.<br> 2) Legg samme kode i tabellen under (flere koder er mulig)<br> 3) Etter behandling av gedcom-filen vil en ekstra lenke dukke opp i hovedmenyen, f.eks. til patriarken!<br>

source: Select Gedcom file:
no: Velg Gedcomfil:

source: Reassign new ID numbers for persons, fams etc. (don't use IDs from gedcom)
no: Tildel nye ID-nummer for personer familier etc. (ikke bruk ID fra gedcom)

source: Add new locations to geo-location database (for Google Maps locations). This will slow down reading of gedcom file!
no: Legg nye steder til stedsdatabasen (geolokasjoner for Google Maps). Dette vil forsinke lesing av gedcom-filen!

source: Show non-processed items when processing gedcom (can be a long list!
no: Vis ubehandlede elementer ved Gedcom-lesningen (listen kan bli lang!)

source: Show all numbers when processing gedcom (useful when a time-out occurs!)
no: Vis alle numre ved Gedcom-lesningen (nyttig dersom det oppstår tidsavbrudd!)

source: The data in this gedcom will be appended to the existing data in this tree!
no: Data i Gedcom-filen adderes til eksisterende tre!

source: <b>STEP 3) Processing Gedcom file:</b> <p>The following lines have to be processed without error messages...<br> <b>Processing may take a while!!</b>
no: <b>TRINN 3) Behandler gedcom-filen:</b> <p>Følgende linjer må behandles uten feilmeldinger...<br> <b>Behandlingen kan ta noe tid!!</b>

source: Gedcom file
no: Gedcomfil

source: Gedcom file export
no: Gedcom-eksport

source: Gedcom file is REMOVED.
no: Gedcomfil FJERNET.

source: Gedcom file will be exported to backup_tmp/ folder
no: Gedcomfilen plasseres i backup_tmp mappen

source: Gedcom file is generated
no: Gedcomfilen er laget

source: Download gedcom file
no: Last ned Gedcom-fil

source: Remove gedcom file
no: Fjern Gedcomfil

source: You can have multiple users in HuMo-gen. Every user can be connected to 1 group.<br> Examples:<br> Group "guest" = <b>guests at the website (who are not logged in).</b><br> Group "admin" = website administrator.<br> Group "family" = family members or genealogists.
no: Du kan ha flere bruker i HuMo-gen. Hver bruker kan knyttes til 1 gruppe.<br> Eksempler:<br> Gruppe "gjest" = <b>gjester på siden (som ikke er innlogget).</b><br> Gruppe "admin" = administrator.<br> Gruppe "familie" = familemedlemmer eller slektsgranskere.

source: Show residence
no: Vis bosted

source: Show source title
no: Vis kilder ved hendelse

source: Show source title as footnote
no: Vis kilder som fotnoter

source: <b>There is no database connection! To connect the MySQL database to HuMo-gen, fill in these settings:</b>
no: <b>Ingen forbindelse med databasen! For å opprette forbindelse med MySQL-databasen, fyll inn disse innstillingene:</b>

source: SAVE
no: LAGRE

source: After installation of the tables (click on the left at Install) the admin folder will be secured with PHP-MySQL security. <p>You can have better security with .htaccess (server security).<br> If the administration panel of your webhost has an option to password-protect directories, use this option on the \"admin\" folder of HuMo-gen. If you don't have such an option, you can make an .htaccess file yourself.<br> Make a file .htaccess:
no: Etter installering av tabellene (klikk til venstre på Installer) vil admin-mappen være sikret med PHP-MySQL sikkerhet. <p>Du kan oppnå bedre sikkerhet med .htaccess (serversikkerhet).<br> Hvis ditt webhotells administrasjonspanel har mulgheten til å passordbeskytte mapper, bruk dette valget på \"admin\"-mappen i HuMo-gen. Hvis funksjonen mangler kan du lage din egen .htaccess-fil.<br> Lag .htaccess:

source: UNSAFE (option is ON)<br>change this option in .htaccess file or put: "register_globals = Off" in the php.ini file.
no: USIKKER (valget er PÅ)<br>endre innstillingen i .htaccess-filen eller skriv: "register_globals = Off" i php.ini-filen.

source: OK (option is ON)
no: OK (valget er PÅ)

source: UNSAFE (option is OFF)<br>change this option in .htaccess file or put: "magic_quotes_gpc = On" in the php.ini file.
no: USIKKER (valget er PÅ)<br>endre innstillingen i .htaccess-filen eller skriv: "magic_quotes_gpc = On" i php.ini-filen.

source: UNSAFE (option is ON)<br>change this option in .htaccess file.
no: USIKKER (valget er PÅ)<br>endre innstillingen i .htaccess-filen.

source: (Re) create user tree table. <b>The user table will be filled with new users. Please add passwords:</b>
no: (Gjen) opprett brukertabell. <b>Brukertabellen lagrer nye brukere. Legg til passord:</b>

source: install
no: installer

source: fill humo_settings... <font color=red>Standard settings are saved in database!</font>
no: fyller inn humo_settings... <font color=red>Standardinstillinger fylt inn i databasen!</font>

source: filling humo_groups...
no: fyller inn humo_groups...

source: filling humo_users...
no: fyller inn humo_users...

source: Saving
no: Lagrer

source: Google maps administration
no: Google maps-administrasjon

source: Here you can delete your entire geolocation database (%d entries).<br> If you are absolutely sure, press the button below.
no: Her kan du slette hele geolokasjonsdatabasen (%d steder).<br> Hvis du er helt sikker, trykk knappen under.

source: The slider has 10 steps. By default the starting year is 1560 with 9 intervals of 50 years up till 2010 and beyond.<br> You can set the starting year yourself for each tree, to suit it to the earliest years in that tree<br> The 9 intervals will be calculated automatically. Some example starting years for round intervals:<br> 1110 (intv. 100), 1560 (intv. 50), 1695 (intv. 35),1740 (intv. 30), 1785 (intv. 25), 1830 (intv. 20)
no: Glidebryteren har 10 trinn. Som standard begynner den med året 1560 med 9 intervaller hver på 50 år fram til 2010 og senere.<br> Du kan tilpasse startåret for hvert tre, tilpasset det tidligste året treet.<br> De 9 intervallene blir automatisk beregnet. Eksempler på startår som gir runde intervaller er følgende:<br> 1110 (intv. 100), 1560 (intv. 50), 1695 (intv. 35),1740 (intv. 30), 1785 (intv. 25), 1830 (intv. 20)

source: This is the (name) prefix editor of HuMo-gen.<br> These prefixes are used to process name-prefixes if a gedcom file is read.
no: Dette er (navne) prefiksbehandleren i HuMo-gen. Disse prefiksene brukes for å behandle navne-prefiks ved lesing av Gedcom-fil.

source: Standard language HuMo-gen
no: Standardspråk i HuMo-gen

source: Old statistics (numbers since last gedcom update)
no: Gammel statistikk (tall siden siste gedcom-oppdatering)

source: Thumbnail height:
no: Høyde på miniatyrbilder

source: This item checks for impossible dates (such as "31 apr 1920"), future dates, incomplete dates ("3 apr") and invalid gedcom date entries.
no: Dette valget sjekker for umulige datoer (som "31 apr 1920"), fremtidige datoer, ufullstendige datoer ("3 apr") og ugyldige datoer i gedcom.

source: Tip for gedcom validation (case is irrelevant):
no: Tips for gedcom-verifikasjon (store/små bokstaver irrelevant):

source: You can enter names (or part of names) or gedcom no. (INDI), or leave boxes empty
no: Du kan fylle inn navn (eller del av navn) og gedcom nr. (INDI), eller la de stå tomme

source: gedcom no. ("I43")
no: gedcom nr. ("I43")

source: death cause
no: dødsårsak

source: HuMo-gen is up-to-date!
no: Humo-gen er oppdatert!

source: Data check
no: Datasjekk

source: Groups
no: Grupper

source: HuMo-gen Update
no: HuMo-gen oppdatering

source: HuMo-gen beta version available
no: HuMo-gen beta-versjon tilgjengelig

source: Step 1) Download and unzip new HuMo-gen version
no: Trinn 1) Last ned og pakk ut den nye HuMo-gen versjonen

source: Download and unzip new HuMo-gen version
no: Last ned og pakk ut den nye HuMo-gen versjonen

source: 1) Automatic update of HuMo-gen
no: 1) Automatisk oppdatering av HuMo-gen

source: 2) Manual update of HuMo-gen
no: 2) Manuell oppdatering av HuMo-gen

source: HuMo-gen version
no: HuMo-gen versjon

source: c) Unzip the file and replace the old HuMo-gen files by the new HuMo-gen files.
no: c) Pakk ut filen og erstatt de gamle HuMo-gen filene med nye filer.

source: Birthday calendar
no: Fødselsdagskalender

source: Whose birthday is it today?
no: Hvem har fødselsdag i dag?

source: En-en
no: No-no

source: No results found.
no: Ingen resultater funnet.

source: Message sent through HuMo-gen from the website.
no: Beskjed sendt gjennom HuMo-gen fra nettsiden.

source: Main index
no: Hovedindeks

source: Credits
no: Tavler

source: Cookie information
no: Informasjonsjonskapsler

source: 1 years
no: 1 år

source: Naturalized
no: Statsborger

source: sealing to parents (LDS)
no: Forsegling (Mormonere)

source: Other
no: Andre

source: European law: %s HuMo-gen cookie information
no: EU-lov: %s HuMo-gen informasjonskapsler

source: Text reports
no: Tekstrapporter

source: Charts
no: Tavler

source: HuMo-gen cookie information
no: HuMo-gen informasjonskapsler

source: Recently changed and/or new persons
no: Nylig endret og/eller ny person

source: till:
no: til:

source: With Advanced Search you can easily create lists like: all persons with surname <b>Schaap</b> who were born <b>between 1820 and 1840</b> in <b>Amsterdam</b><br> You can also search without a name: all persons who <b>died in 1901</b> in <b>Amstelveen.</b>
no: Med avanser søk kan du enkelt lage lister som: alle personer ved navn <b>Ole</b> født <b>mellom 1820 og 1840</b> i <b>Buskerud.</b><br> Du kan også søke uten navn: alle personer som <b>døde i 1901</b> i <b>Akershus.</b>

source: Note:</td> <td>When you use the birth and/or death search boxes please note this:<br> &nbsp;&nbsp;1. Persons for whom no birth/death data exist in the database, will not be found.<br> 2. Persons with privacy settings will not be shown, unless you are logged in with the proper permissions.<br> &nbsp;&nbsp;These persons can be found by searching by name and/or surname only.
no: Merknad:</td> <td>Når du bruker søkebokser for fødsel og /eller død, vennligst vær klar over følgende:<br> &nbsp;&nbsp;1. Personer som mangler slike data vil ikke bli funnet.<br> 2. Persondata som er filtrert av personvernfilteret vil ikke bli funnet, med mindre du er logget inn med nødvendige rettigheter.<br> &nbsp;&nbsp;Disse personene kan bare bli funnet ved søk på navn.

source: Message:
no: Melding:

source: FULL e-mail address:
no: Fullstendig epostskjema:

source: Subject:
no: Tema:

source: Please enter a full and valid email address,<br>otherwise I cannot respond to your e-mail!
no: Vennligst oppgi en komplett og gyldig epostadresse, <br>ellers kan jeg ikke svare deg!

source: HuMo-gen credits
no: HuMo-gen krediteringer

source: HuMo-gen cookies
no: HuMo-gen infokapsler

source: Information about the Relationship Calculator
no: Informasjon om relasjonskalkulatoren

source: You can enter names or part of names in either search box, or leave a search box empty
no: Du kan skrive navn helt eller delvis, eller la et søkefelt stå blankt

source: <b>TIP: when you click "search" with empty first <u>and</u> last name boxes you will get a list with all persons in the database. (May take a few seconds)</b>
no: <b>TIPS: hvis du klikker "Søk" med tomt for- <u>og</u> etternavn får du opp en liste med alle navn i databasen (kan ta noen sekunder).</b>

source: Allready listed above as number
no: Allerede oppført over som nummer

source: Generated with HuMo-gen on
no: Generert av HuMo-gen den

source: LIFE EVENTS
no: LIVSHENDELSER

source: YEAR
no: ÅR

source: HISTORIC EVENTS
no: HISTORISKE HENDELSER

source: Select a colour theme (a cookie will be used to remember the theme)
no: Velg et fargetema (lagres i en cookie)
