Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: Please wait while duplicate list is generated
cs: Počkejte prosím, než se vygeneruje duplicitní seznam
da: Vent venligst mens den duplikerede liste bliver dannet
de: Bitte warten Sie bis die Liste der Duplikate erzeugt wurde
es: Por favor, espere mientras se genera la lista de duplicados
nl: Even wachten tot de dubbelen lijst is aangemaakt
no: Vent til duplikatlisten er opprettet
ro: Vă rugăm să așteptați până când se generează lista duplicatelor

source: Possible duplicates found:
cs: Nalezené možné duplikáty:
da: Mulige dubletter fundet:
de: Mögliche Duplikate gefunden:
es: Se han encontrado posibles duplicados:
nl: Mogelijke dubbelen gevonden:
no: Mulige duplikater funnet:
ro: Posibile duplicate găsite:

source: Start comparing duplicates
cs: Začněte porovnávat duplikáty
da: Start sammenligning af dubletter
de: Duplikate vergleichen beginnen
es: Comenzar a comparar duplicados
nl: Begin de dubbelen te vergelijken
no: Begynn sammenlikning av duplikater
ro: Începeți să comparați dublurile

source: No duplicates found. Duplicate merge and Automatic merge won't result in merges!
cs: Nebyly nalezeny žádné duplikáty. Duplicitní sloučení a automatické sloučení nepovedou ke sloučení!
da: Ingen dubletter fundet. Dublet fletning og Automatisk fletning vil ikke resultere i fletning!
de: Keine Duplikate gefunden. "Duplikate zusammenführen" und "Automatisch zusammenführen" wird keine Ergebnisse erzeugen.
es: No se encontraron duplicados. ¡"Combinar duplicados" y "Combinación automática" no darán lugar a combinaciones!
nl: Geen dubbelen gevonden. Dit wil zeggen dat "Dubbelen combineren" en "Automatisch combineren" geen resultaten zullen opleveren!
no: Ingen duplikater funnet. Duplikatsammenslåing og automatisk sammenslåing vil ikke resultere i sammenslåinger!
ro: Nu s-au găsit dubluri. Îmbinarea dublurilor și îmbinarea automată nu vor avea rezultat în fuzionare!

source: You can try one of the other merge options
cs: Můžete zkusit jednu z dalších možností sloučení
da: Du kan prøve en af de andre flette muligheder
de: Versuchen Sie eine der anderen Optionen zum Zusammenfuehren
es: Puede probar una de las otras opciones de combinación
nl: U kunt een van de andere combinatie opties proberen
no: Du kan forsøke en av de andre sammenslåingsvalgene
ro: Puteți încerca una dintre celelalte opțiuni de îmbinare

source: Pick the two persons you want to check for merging
cs: Vyberte dvě osoby, u kterých chcete zkontrolovat sloučení
da: Udvælg de to personer du ønsker at tjekke for fletning
de: Wählen Sie die beiden Personen aus, die Sie auf Zusammenführung überprüfen möchten.
es: Elija dos personas que quiera comparar para combinarlas
nl: Kies de twee personen die u wilt controleren voor combineren
no: Velg de to personene du ønsker avmerket for sammenslåing
ro: Alegeți cele două persoane pe care doriți să le verificați pentru fuziune

source: You can enter names (or part of names) or GEDCOM no. (INDI), or leave boxes empty
cs: Můžete zadat jména (nebo část jmen) nebo číslo GEDCOM. (INDI), nebo ponechte políčka prázdná
de: Sie können Namen (oder Teile von Namen) oder GEDCOM-Nummern (INDI) eingeben oder die Felder leer lassen.
es: Puede introducir nombres (o parte de nombres) o nº. GEDCOM (ID), o deje las casillas en blanco
nl: U kunt een naam (of een gedeelte ervan) of GEDCOM-nr. in de zoekvakjes zetten, of een vakje leeg laten
ro: Puteți introduce nume (sau o parte din nume) sau nr. GEDCOM (INDI), sau lăsați casetele goale

source: <b>TIP: when you click "search" with all boxes left empty you will get a list with all persons in the database. (May take a few seconds)</b>
cs: <b>TIP: když kliknete na "hledat" a všechna políčka zůstanou prázdná, získáte seznam všech lidí v databázi. (Může to trvat několik vteřin)</b>
da: <b>TIP: Når du klikker "søg" med alle boksene efterladt tomme, vil du få en liste over alle personer i databasen. (Det kan tage et par sekunder)</ b>
de: <b>Hinweis: wenn Sie "Suchen" klicken und alle Felder leer lassen erhalten Sie eine Liste aller Personen in der Datenbank. (Kann ein paar Sekunden dauern)</b>
es: <b>SUGERENCIA: cuando haga clic en "Buscar" con todos los recuadros vacíos, obtendrá una lista de todas las personas de la base de datos. (Puede tardar unos segundos)</b>
nl: <b>TIP: als u "zoeken" klikt met lege voornaam <u>en</u> achternaam vakjes krijgt u een lijst met alle namen in de database (kan een paar seconden duren).</b>
no: <b>TIPS: når du trykker "søk" med alle feltene tomme hentes en liste med alle personer i databasen (kan ta noen sekunder)</b>
ro: <b>SFAT: când faceți clic pe „căutare” cu toate casetele rămase goale, veți primi o listă cu toate persoanele din baza de date. (Poate dura câteva secunde)</b>

source: First name
cs: Jméno
da: Fornavn
de: Vorname
es: Nombre
nl: Voornaam
no: Fornavn
ro: Prenume

source: Last name
cs: Příjmení
da: Efternavn
de: Nachname
es: Apellidos
nl: Achternaam
no: Etternavn
ro: Nume

source: GEDCOM no. ("I43")
cs: GEDCOM č. ("I43")
de: GEDCOM Nr. ("I43")
es: Nº GEDCOM ("I43")
nl: GEDCOM-nr. ("I43")
ro: nr. GEDCOM ("I43")

source: Pick a name from search results
cs: Vyberte jméno z výsledků vyhledávání
da: Vælg et navn fra søgeresultatet
de: Einen Namen aus dem Suchergebnis auswählen
es: Elegir un nombre de los resultados de la búsqueda
nl: Kies naam uit zoekresultaten
no: Velg et navn fra søkeresultatet
ro: Alegeți un nume din rezultatele căutării

source: Show details
cs: Ukázat detaily
da: Vis detaljer
de: Details anzeigen
es: Mostrar detalles
nl: Toon de gegevens
no: Vis detaljer
ro: Arată detaliile

source: Person
cs: Osoba
es: Persona
nl: Persoon
ro: Persoana

source: Person not found
cs: Osoba nenalezena
da: Personen er ikke fundet
de: Person nicht gefunden
es: Persona no encontrada
nl: Persoon is niet gevonden
no: Finner ikke personen
ro: Persoana nu a fost găsită

source: Switch persons
cs: Zaměnit osoby
da: Skift person
de: Personen tauschen
es: Intercambiar personas
nl: Verwissel personen
no: bytt om personer
ro: Inversați persoanele

source: Automatic merge will go through the entire database and merge all persons who comply with ALL the following conditions:<br> <ul><li>Both persons have a first name and a last name and they are identical</li> <li>Both persons have parents with first and last names and those names are identical</li> <li>Both persons' parents have a marriage date and it is identical (This can be disabled under "Settings")</li> <li>Both persons have a birth date and it is identical OR both have a death date and it is identical</li></ul> <b>Please note that the automatic merge may take quite some time, depending on the size of the database and the number of merges.</b><br> You will be notified of results as the action is completed
cs: Automatické sloučení projde celou databází a sloučí všechny osoby, které splňují VŠECHNY následující podmínky:<br> <ul><li>Obě osoby mají křestní jméno a příjmení a jsou totožné</li> <li>Oba jednotlivci mají rodiče s křestním jménem a příjmením a tato jména jsou totožná</li> <li>Rodiče obou jednotlivců mají datum svatby a je totožné (toto lze deaktivovat v části "Nastavení")</li> <li>Oba jedinci mají datum narození a je totožné NEBO oba mají datum úmrtí a je totožné</li></ul> <b>Upozorňujeme, že automatické sloučení může nějakou dobu trvat v závislosti na velikosti databáze a počtu sloučení.</b><br> Po dokončení akce budete informováni o výsledcích
da: Automatisk fletning vil gå gennem hele databasen og flette alle personer, der opfylder ALLE følgende betingelser: <br> <ul> <li> Begge enkeltpersoner har et fornavn og et efternavn og de er identiske </ li> <li> Begge personer har forældre med for og efternavn og disse navne er identiske </ li> <li> Begge personers forældre har en ægteskabs dato og den er identisk (Dette kan deaktiveres under "Indstillinger") </ li> <li> Begge enkeltpersoner har en fødselsdato og den er identisk, ELLER begge har en døds dato og den er identisk </ li></ ul> <b> Bemærk venligst, at den automatiske sammenfletning kan tage temmelig lang tid afhængigt af størrelsen af databasen og antallet af fletninger. </ b> <br> Du vil få besked om resultatet, når handlingen er fuldført
de: Automatische Zusammenführung geht durch die gesamte Datenbank und führt alle Personen zusammen die mit ALLEN nachfolgenden Bedingungen übereinstimmen:<br> <ul><li>Beide Personen haben einen Vornamen und einen Nachname und diese sind identisch</li> <li>Beide Individuen haben Eltern mit Vornamen und Nachnamen und diese sind identisch</li> <li>Die Eltern beider Individuen haben ein Geburtsdatum und diese sind identisch</li> <li>Die Eltern beider Individuen haben ein Hochzeitsdatum und dieses ist identisch (dies kann unter "Einstellungen" deaktiviert werden)</li> <li>Beide Individuen haben ein Geburtsdatum und dieses ist identisch ODER beide haben ein Sterbedatum und diese sind identisch</li></ul> Bitte beachten Sie, dass die automatische Zusammenführung einige Zeit in Anspruch nehmen kann, je nachdem wie groß die Datenbank ist und wieviele Zusammenführungen vorkommen.</b><br> Sie werden über die Resultate informiert sobald die Aktion beendet ist.
es: La combinación automática recorrerá toda la base de datos y fusionará a todas las personas que cumplan con TODAS las condiciones siguientes:<br> <ul><li>Ambas personas tienen un nombre y un apellido y son idénticos</li> <li>Ambas personas tienen padres con nombre y apellido y esos nombres son idénticos</li> <li>Los padres de ambas personas tienen una fecha de matrimonio y es idéntica (esto se puede deshabilitar en "Configuración")</li> <li>Ambas personas tienen una fecha de nacimiento y es idéntica. O ambas tienen una fecha de fallecimiento y es idéntica</li> </ul><b>Tenga en cuenta que la combinación automática puede llevar bastante tiempo, según el tamaño de la base de datos y el número de combinaciones.</b> Se le notificarán los resultados cuando se complete la acción.
nl: De optie "automatisch combineren" zal de hele database doorgaan en alle personen combineren die aan ALLE volgende voorwaarden voldoen:<br> <ul><li>Beide personen hebben een voor- en achternaam en deze zijn identiek.</li> <li>Beide personen hebben ouders die voor- en achternamen hebben en deze namen zijn identiek.</li> <li>De ouders van beide personen hebben een trouw datum en deze is identiek (dit kan worden uitgezet in "Instellingen").</li> <li>Beide personen hebben een geboortedatum en die datum is identiek OF hetzelfde voor een overlijdensdatum.</li></ul> <b>Houd er rekening mee dat het automatisch combineren vrij lange tijd kan duren, afhankelijk van de grootte van de database en het aantal combinaties dat moet worden uitgevoerd.</b><br> U krijgt een bericht wanneer het automatisch combineren is voltooid.
ro: Îmbinarea automată va trece prin întreaga bază de date și va îmbina toate persoanele care îndeplinesc TOATE condițiile următoare:<br> <ul><li>Ambele persoane au un prenume și un nume de familie și sunt identice</li> <li>Ambele persoane au părinți cu prenume și nume și acele nume sunt identice</li> <li>Părinții ambelor persoane au o dată de căsătorie și este identică (Acest lucru poate fi dezactivat în „Setări”)</li> <li>Ambele persoane au o dată de naștere și aceasta este identică SAU ambele au data morții și este identică</li></ul> <b>Rețineți că îmbinarea automată poate dura destul de mult timp, în funcție pe dimensiunea bazei de date și numărul de îmbinări.</b><br> Veți fi notificat cu privire la rezultate pe măsură ce acțiunea este finalizată

source: Start automatic merge
cs: Spusťte automatické slučování
de: Automatische Zusammenführung starten
es: Comenzar combinación automática
nl: Start automatisch samenvoegen
ro: Începeți îmbinarea automată

source: Please wait while the automatic merges are processed...
cs: Počkejte prosím, než se zpracují automatická sloučení...
da: Vent venligst mens den automatiske fletning behandles ...
de: Bitten warten Sie während die automatische Zusammenführung erzeugt wird ...
es: Por favor, espere mientras se procesan las combinaciones automáticas...
nl: Wacht a.u.b. tot het automatisch combineren is voltooid...
no: Vennligst vent imens automatisk sammenslåing utføres...
ro: Vă rugăm să așteptați până când îmbinările automate sunt procesate...

source: No automatic merge options were found.
cs: Nebyly nalezeny žádné možnosti automatického sloučení.
da: Ingen automatisk flette mulighed blev fundet.
de: Es wurden keine automatischen Zusammenführungen gefunden.
es: No se encontraron opciones de combinación automática
nl: Er werden geen automatisch te combineren personen gevonden.
no: Ingen mulige automatiske sammenslåinger ble funnet.
ro: Nu au fost găsite opțiuni de îmbinare automată.

source: Automatic merge completed
cs: Automatické sloučení dokončeno
da: Automatisk fletning færdig
de: Automatsiche Zusammenführung erzeugt.
es: Combinación automática completada
nl: Het automatisch combineren is voltooid
no: Automatisk sammenslåing utført
ro: Îmbinarea automată este completă

source: merges were performed
cs: byla provedena sloučení
da: fletning blev udført
de: Zusammenführungen wurden erzeugt
es: Combinación terminada
nl: combinaties zijn uitgevoerd
no: sammenslåinger ble utført
ro: fuziuni s-au efectuat

source: It is recommended to continue with <b>"Relatives merge"</b> to consider merging persons affected by previous merges that were performed.
cs: Doporučuje se pokračovat v <b>"Sloučení příbuzných"</b>, abyste zvážili sloučení osob ovlivněných předchozími sloučeními, která byla provedena.
da: Det anbefales at fortsætte med <b>"Slægtninge fletning"</ b> for at overveje fletning af personer berørt af tidligere fletninger, der blev udført.
de: Es wird empfohlen mit <b>"Verwandte zusammenführen"</b> fortzufahren, um ggfs. Personen zusammenzuführen, die durch die vorherigen Zusammenführungen betroffen sein können.
es: Se recomienda continuar con <b>"Combinar familiares"</b> para considerar la posibilidad de fusionar a las personas afectados por combinaciones anteriores.
nl: We dringen er op aan nu door te gaan met de optie "Familieleden combineren", zodat U personen kunt combineren die zijn aangetast door de vorige combinatie(s).
no: Det anbefales å fortsette med <b>"Sammenslåing av slektninger"</b> for å vurdere for sammenslåing personer som er berørt av tidligere sammenslåinger som har blitt gjort.
ro: Se recomandă să continuați cu <b>„Îmbinarea rudelor”</b> pentru a lua în considerare comasarea persoanelor afectate de fuziuni anterioare care au fost efectuate.

source: Relatives merge
cs: Spojení příbuzných
da: Relativ fletning
de: Verwandte zusammenführen
es: Combinar familiares
nl: Familieleden combineren
no: Sammenslåing av slektninger
ro: Îmbinarea rudelor

source: You may wish to proceed with duplicate merge or manual merge.
cs: Možná budete chtít pokračovat v duplicitním sloučení nebo ručním sloučení.
da: Du ønsker måske at gå videre med dublet fletning eller manuel fletning.
de: Sie können entweder mit dem Zusammenführen von Duplikaten oder mit dem manuellen Zusammenführen fortfahren.
es: Puede continuar con la combinación de duplicados o la combinación manual.
nl: U kunt doorgaan met dubbelen combineren of handmatig combineren.
no: Du vil trolig fortsette med sammenslåing av duplikater, eller manuell sammenslåing.
ro: Poate doriți să continuați cu îmbinarea duplicatelor sau îmbinarea manuală.

source: Duplicate merge
cs: Duplicitní sloučení
da: Dublet fletning
de: Duplikate zusammenführen
es: Combinar duplicados
nl: Dubbelen combineren
no: Sammenslåing av duplikater
ro: Îmbinarea duplicatelor

source: Manual merge
cs: Ruční sloučení
da: Manuel fletning
de: Manuelle Zusammenführung
es: Combinación manual
nl: Handmatig combineren
no: Manuell sammenslåing
ro: Îmbinarea manuală

source: These are the persons that were merged:
cs: Toto jsou osoby, které byly sloučeny:
da: Dette er personerne, der blev flettet:
de: Dies sind Personen die zusammengeführt wurden:
es: Estas son las personas que se combinaron:
nl: Dit zijn de personen die zijn gecombineerd:
no: Følgende personer ble slått sammen
ro: Acestea sunt persoanele care au fost comasate:

source: Merge filter settings
cs: Nastavení filtru sloučení
da: Flette filter indstillinger
de: Filtereinstellungen für Zusammenführung
es: Configuración de los filtros de combinación
nl: Instellingen samenvoegen
no: Innstillinger for sammenslåingsfilteret
ro: Setările filtrului de îmbinare

source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Configuración
nl: Instellingen
no: Innstillinger
ro: Setări

source: Explanation
nl: Uitleg
no: Forklaring

source: General
cs: Všeobecné
da: Generelt
de: Allgemein
nl: Algemeen
no: Generelt

source: Max characters to match firstname:
cs: Maximální počet znaků odpovídajících křestnímu jménu:
da: Maksimum karakterer der skal matche fornavn:
de: Max. Zeichen für Vornamenvergleich:
es: Número máximo de caracteres que coincidan con el nombre:
nl: Maximaal aantal letters om als indentiek te worden beschouwd:
no: Maksimalt antall bokstaver for samsvar/treff på fornavn
ro: Numărul maxim de caractere pentru a se potrivi cu prenumele:

source: In different trees, first names may be listed differently: Thomas Julian Booth, Thomas J. Booth, Thomas Booth etc. By default a match of the first 10 characters of the first name will be considered a match. You can change this to another value. Try and find the right balance: if you set a low number of chars you will get many unwanted possible matches. If you set it too high, you may miss possible matches as in the example names above.
cs: V různých stromech mohou být křestní jména uvedena odlišně: Thomas Julian Booth, Thomas J. Booth, Thomas Booth atd. Ve výchozím nastavení bude za shodu považována shoda prvních 10 znaků křestního jména. Tuto hodnotu můžete změnit na jinou. Pokuste se najít správnou rovnováhu: pokud nastavíte nízký počet znaků, získáte mnoho nechtěných možných shod. Pokud jej nastavíte příliš vysoko, můžete přehlédnout možné shody jako v příkladech výše.
da: I forskellige træer, kan fornavne være skrevet forskelligt: Thomas Julian Booth, Thomas J. Booth, Thomas Booth etc. Som standard vil en lighed af de første 10 tegn i fornavn, blive betragtet som værende ens. Du kan ændre dette til en anden værdi. Prøv og find den rette balance: Hvis du angiver et lavt antal tegn, vil du få mange uønskede personemner. Hvis du sætter det for højt, kan du gå glip af mulige emner som i eksempel navnene ovenfor.
de: In unterschiedlichen Stammbäumen können Vornamen unterschiedlich aufgeführt werden: Thomas Julian Booth, Thomas J. Booth, Thomas Booth etc. Standardmäßig werden die ersten 10 Zeichen des Vornamen als Treffer gewertet. Sie können dies auf einen anderen Wert setzen. Probieren Sie es aus und finden Sie die richtige Balance: wenn Sie die Zahl zu klein ansetzen werden Sie zu viele unerwünschte Treffer erhalten. Wenn sie zu hoch angesetzt wird können Sie mögliche Treffer, wie in den Beispielen oben, ausschließen.
es: En diferentes árboles, los nombres pueden aparecer de manera diferente: Thomas Julian Booth, Thomas J. Booth, Thomas Booth, etc. Por defecto, una coincidencia de los primeros 10 caracteres del nombre se considerará una coincidencia completa. Puede cambiarlo por otro valor. Intente encontrar el equilibrio adecuado: si establece un número bajo de caracteres, obtendrá muchas coincidencias posibles no deseadas. Si lo establece demasiado alto, puede perder posibles coincidencias como en los nombres de ejemplo anteriores.
nl: In verschillende GEDCOM-bestanden kunnen de namen anders zijn vermeld: Jan Willem Willeman, Jan W. Willeman, Jan Willeman etc.Als standaard worden de eerste 10 letters van de voornaam gebruikt om identieke namen te vinden. U kunt dit op een ander nummer instellen. Probeer het juiste evenwicht te vinden: als U een laag nummer instelt, kunt U makkelijk een heel groot aantal mogelijke dubbelen krijgen. Als U het te hoog zet, kunt U mogelijke dubbelen missen.Als standaard zullen twee personen met ontbrekende achternamen worden opgenomen als mogelijke dubbelen. Twee personen die "Jaap" heten (zonder achternaam) zullen als mogelijke dubbelen worden beschouwd. Als U veel van dit soort gevallen heeft, kan dit een heel lange lijst opleveren. In dit geval wilt U deze optie misschien uitzetten, zodat alleen personen die een achternaam hebben zullen worden opgenomen.Zelfde als hierboven, maar voor voornamen. Als dit aanstaat (standaard), dan zullen alle personen die "Willemse" heten (zonder voornaam) als mogelijke dubbelen worden beschouwd. Als U veel van dit soort gevallen heeft, kan dit een lange lijst geven en wilt U het misschien liever uitzetten.Als standaard, bij personen met dezelfde namen, worden ze ook als mogelijke dubbelen beschouwd wanner een van hen of beiden geen geboorte/overlijdens datum hebben. In bepaalde gevallen kan dit een lange lijst van mogelijke dubbelen geven. U kunt dit uitzetten, zodat alleen personen die naast een identieke naam ook een identieke geboorte- of overlijdensdatum hebben, als mogelijke dubbelen zullen worden beschouwd. Dit kan de lijst drastisch verkorten, maar U kunt er natuurlijk ook vele mogelijke dubbelen door missen. Automatisch combineren is een gevaarlijke bezigheid. Daarom worden er vele criteria gebruikt om er absoluut zeker van te zijn dat het om identieke personen gaat. Naast identieke voor- en achternaam, identieke geboorte- of overlijdensdatums en identieke namen van alle ouders, wordt ook de trouwdatum van de ouderparen vergeleken. Als U dit een beetje teveel vindt, kunt U de trouwdatum van de ouders uitzetten.
no: I forskjellige trær kan fornavn bli skrevet forskjellig: Hans Johan Voll, Hans J. Voll, Hans Voll osv. I standardinnstillingen vil samsvar på de ti første bokstavene bli vurdert som et treff på fornavn. Denne verdien kan endres. Forsøk å finne den rette balansen: setter du verdien for lavt, vil du kunne få mange uønskede treff. Settes den for høyt kan du gå glipp av mulige treff, som i eksemplet over.
ro: În arbori diferiți, prenumele pot fi enumerate diferit: Thomas Julian Booth, Thomas J. Booth, Thomas Booth etc. În mod implicit, o potrivire a primilor 10 caractere ale prenumelui vor fi considerate o potrivire. Puteți schimba acest lucru la o altă valoare. Încercați să găsiți echilibrul potrivit: dacă setați un număr mic de caractere veți obține multe potriviri posibile nedorite. Dacă îl setați prea sus, este posibil să pierdeți posibile potriviri ca în prenumele exemplelor de mai sus.

source: include blank lastnames
cs: zahrnout prázdná příjmení
da: inkluder tom efternavne
de: Leere Nachnamen einschließen
es: Incluir personas sin apellidos
nl: inclusief lege achternamen
no: Inkluder manglende etternavn
ro: se includ numele de familie goale
