Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: Source for marriage notice (church):
cs: Zdroj oznámení o svatbě (církevní):
da: Kilde til kirkelig ægteskabsnotits:
de: Quelle für Eheschliessungsurkunde (Kirche):
es: Fuente de las amonestaciones (religiosas):
nl: Bron bij kerkelijk ondertrouw:
no: Kilde for ekteskapslysing (kirke):
ro: Sursa avizului de căsătorie (biserică):

source: Source for marriage (church):
cs: Zdroj manželství (církevní):
da: Kilde til kirkeligt ægteskab:
de: Quelle für Eheschliessung (Kirche):
es: Fuente del matrimonio (religioso):
nl: Bron bij kerkelijk huwelijk:
no: Kilde for ekteskapsinngåelse (kirke):
ro: Sursa pentru căsătorie (biserică):

source: Source for divorce:
cs: Zdroj rozvodu:
da: Kilde til skilsmisse:
de: Quelle für Scheidung:
es: Fuente del divorcio:
nl: Bron bij scheiding:
no: Kilde for skilsmisse:
ro: Sursa pentru divorț:

source: Source for family text:
cs: Zdroj rodinného textu:
da: Kilde til familie tekst:
de: Quelle für Familientext:
es: Fuente del texto de la famila:
nl: Bron bij familie tekst:
no: Kilde for familien tekst:
ro: Sursa pentru textul familiei:

source: Source by address (family):
cs: Zdroj podle adresy (rodina):
de: Quelle nach Adresse (Familie):
nl: Bron bij address (gezin):
ro: Sursa după adresă (familie):

source: Source for address:
da: Kilde til adresse:
de: Quelle für Adresse:
es: Fuente de la dirección:
nl: Bron bij adres:
no: Kilde for adresse:
ro: Sursa pentru adresă:

source: Frequency of First Names
cs: Frekvence křestních jmen
da: Fornavnenes hyppighed
de: Häufigkeit Vornamen
es: Frecuencia de los nombres
nl: Lijst met voornamen
ro: Frecvența prenumelor

source: Number of displayed first names
cs: Počet zobrazených křestních jmen
da: Antal viste fornavne
de: Anzahl angezeigter Vornahmen
es: Nº de nombres mostrados
nl: Aantal getoonde voornamen
ro: Numărul de prenume afișate

source: No. of persons
cs: Počet osob
da: Antal personer
de: Anzahl der Personen
es: Nº de personas
nl: Aantal personen
no: Antall personer
ro: Nr. de persoane

source: Oldest birth date
cs: Nejčasnější datum narození
da: Tidligste fødselsdato
de: Frühester Geburtstag
es: Fecha de nacimiento más antigua
nl: Oudste geboortedatum
no: Tidligste fødselsdag
ro: Cea mai veche dată de naștere

source: Youngest birth date
cs: Poslední datum narození
da: Seneste fødselsdato
de: Jüngster Geburtstag
es: Fecha de nacimiento más reciente
nl: Jongste geboortedatum
no: Seneste viste fødselsdag
ro: Cea mai recentă dată de naștere

source: Oldest baptism date
cs: Nejstarší datum křtu
de: Ältestes Taufdatum
es: Fecha de bautismo más antigua
nl: Oudste doopdatum
ro: Cea mai veche dată a botezului

source: Youngest baptism date
cs: Nejmladší datum křtu
de: Jüngstes Taufdatum
es: Fecha de bautismo más reciente
nl: Jongste doopdatum
ro: Cea mai recentă dată a botezului

source: Oldest death date
cs: Nejčasnější datum úmrtí
da: Tidligste dødsdato
de: Frühester Sterbetag
es: Fecha de defunción más antigua
nl: Oudste overlijdensdatum
no: Tidligste dødsdato
ro: Cea mai veche dată a decesului

source: Youngest death date
cs: Poslední datum úmrtí
da: Seneste dødsdato
de: Jüngster Sterbetag
es: Fecha de defunción más reciente
nl: Jongste overlijdensdatum
no: Seneste dødsdato
ro: Cea mai recentă dată a decesului

source: Longest living person
cs: Největší životnost
da: Længste levetid
de: Älteste Person
es: Persona más anciana
nl: Langst levende persoon
no: Lengstlevende person
ro: Persoana care a trăit cel mai mult

source: Average age
cs: Průměrná životnost
da: Gennemsnitlig levetid
de: Durchschnittsalter
es: Edad media
nl: Gemiddelde leeftijd
no: Gjennomsnittlig alder
ro: Vârsta medie

source: Average age married persons
cs: Průměrná délka života vdaných jedinců
da: Gennemsnitlig levetid for gifte personer
de: Durchschnittsalter verheirateter Personen
es: Edad media de matrimonio
nl: Gemiddelde leeftijd van gehuwden
no: Gjennomsnittlig alder gifte personer
ro: Vârsta medie a persoanelor căsătorite

source: Lifespan range of married individuals
cs: Rozsah života vdaných jedinců
de: Lebensaltersspanne verheirateter Personen
es: Esperanza de vida de las personas casdas
nl: Leeftijdsbereik van gehuwden
ro: Speranța de viață a persoanelor căsătorite

source: Latest update
cs: Poslední aktualizace
da: Seneste opdatering
de: Letzte Änderung
es: Última actualización
nl: Laatste update
no: Siste oppdatering
ro: Ultima actualizare

source: No. of families
cs: Počet rodin
da: Antal familier
de: Anzahl der Familien
es: Nº de familias
nl: Aantal gezinnen
no: Antall familier
ro: Nr. de familii

source: Most children in family
cs: Většina dětí v rodině
da: Flest børn
de: Höchste Kinderzahl in einer Familie
es: con más hijos
nl: Gezinnen met meeste kinderen
no: Flest barn i en familie
ro: Cei mai mulți copii

source: There are no dates available for this person. Timeline can not be calculated.
cs: Pro tuto osobu nejsou k dispozici žádné termíny. Časovou osu nelze vypočítat.
da: Der er ingen datoer tilgængelig for denne person. En tidslinje kan ikke blive udregnet.
de: Es ist kein Datum zu dieser Person vorhanden. Das Zeitdiagramm kann nicht erstellt werden.
es: NO hay fechas para esta persona. No se puede calcular su cronología.
nl: Er zijn geen datums aanwezig voor deze persoon. De tijdlijn kan niet worden berekend.
no: Ingen datoer tilgjengelig for personen. Tidslinjen kan ikke beregnes.
ro: Nu există date disponibile pentru această persoană. Cronologia nu poate fi calculată.

source: Explanation of the timeline chart:<br> <ul><li>The middle column displays the years of the timeline. The starting point will be just before birth and the end year will be just after death.</li> <li>The left column displays the events in the person's life.<br> Events listed are: birth, death and marriage(s) of main person, death of spouse, birth, marriage and death of children and birth and death of grandchildren.<br> Birth, death, marriages and death of spouse are listed in bold red. Birth, marriage and death of children in green. Birth and death of grandchildren in blue</li> <li>The rightmost column displays historic events that took place in these years.</li></ul> The timeline menu:<br> <ul><li>On the top part of the menu you can choose how the chart will be displayed. There are three choices:<br> 1 - will display each year in a separate row.<br> 5 - will create periods of five years for a more concise display.<br> 10 - displays the chart in periods of one decade for even more concise display.</li> <li>If the webmaster enabled more than one timeline, the bottom part of the menu will let you choose from amongst several possible timelines. For example "American History", "Dutch History" etc.</li> <li><strong>After choosing the desired step and/or timeline, click the "Change Display" button on the bottom of the menu.</strong></li></ul>
cs: Vysvětlení grafu časové osy:<br> <ul><li>Prostřední sloupec zobrazuje roky na časové ose. Počáteční bod bude těsně před narozením a rok konce bude těsně po smrti.</li> <li>Levý sloupec zobrazuje události v životě dané osoby.<br> Uvedené události jsou: narození, úmrtí a sňatek hlavní osoby, úmrtí manžela/manželky, narození, sňatek a úmrtí dětí a narození a úmrtí vnoučat.<br> Narození, úmrtí, sňatky a úmrtí manžela/manželky jsou uvedeny tučně červeně. Narození, svatba a smrt dětí v zeleném. Narození a úmrtí vnoučat v modrém</li> <li>Sloupec zcela vpravo zobrazuje historické události, které se v těchto letech odehrály.</li></ul> Nabídka časové osy:<br> <ul><li>V horní části nabídky si můžete vybrat, jak se bude graf zobrazovat. Jsou tři možnosti:<br> 1 – zobrazí se každý rok na samostatném řádku.<br> 5 - vytvoří období pěti let pro stručnější zobrazení.<br> 10 – zobrazí graf v obdobích jedné dekády pro ještě stručnější zobrazení.</li> <li>Pokud webmaster povolil více než jednu časovou osu, spodní část nabídky vám umožní vybrat si z několika možných časových os. Například "Americká historie", "Nizozemská historie" atd.</li> <li><strong>Po výběru požadovaného kroku a/nebo časové osy klikněte na tlačítko "Obnovit" ve spodní části nabídky.</strong></li></ul>
da: Forklaring af tidslinje kortet:<br> <ul><li>Den midterste kolonne viser tidslinjens år. Udgangspunktet vil være lige før fødslen og udgangsåret vil være lige efter døden.</ li> <li>Den venstre kolonne viser begivenhederne i personens liv<br> Begivenheder nævnt er: Fødsel, død og ægteskab(e) for vigtigste person, ægtefælles død, fødsel, ægteskab og børns død og fødsel og døde børnebørn.<br> Fødsel, død, vielse og ægtefælles død er opført med fed rød. Fødsel, ægteskab og børns dødsfald i grønt. Fødsel og børnebørns død i blå</ li> <li>Længst til højre kolonnen viser historiske begivenheder, der fandt sted i disse år</ li></ ul> Tidslinje menuen:<br> <ul><li >På den øverste del af menuen kan du vælge, hvordan diagrammet vises. Der er tre valgmuligheder:<br> 1 - vil vise hvert år i en separat række<br> 5 - vil skabe perioder på fem år for en mere kortfattet visning<br> 10 - viser diagrammet i perioder på et årti for endnu mere kortfattet display.</ li> <li> Hvis webmasteren aktiverede mere end en tidslinje, vil den nederste del af menuen lade dig vælge blandt flere mulige tidslinjer. For eksempel "Dansk historie", "Tysk historie" etc.</li> <li><strong> Når du har valgt det ønskede trin og/ eller tidslinje, skal du klikke på "Opdater" knappen i bunden af menuen.</strong ></ li> </ ul>
de: Erklärung der zeitgeschichtlichen Tabelle:<br> <ul><li>Die mittlere Spalte zeigt die Jahre der Zeitgeschichte. Der Startzeitpunkt ist das Geburtsjahr und das Ende ist das Jahr nach dem Todesjahr.</li> <li>Die linke Spalte zeigt die Ereignisse im Leben der Person an.<br> Aufgelistete Ereignisse sind: Geburt, Tod und Eheschließung/en der Hauptperson, Tod des Ehepartners, Geburt, Eheschließung und Tod der Kinder und Geburt und Tod der Enkelkinder.<br> Geburt, Tod, Eheschließung und Tod des Ehepartners sind in rot/fett dargestellt. Geburt, Eheschließung und Tod der Kinder in grün. Geburt und Tod der Enkelkinder in blau.</li> <li>Die Spalte rechts außen zeigt die historischen Ereignisse dieser Jahre.</li></ul> Zeitgeschichtliche Auswahl:<br> <ul><li>Im oberen Teil der Auswahl können Sie die Anzeigenart auswählen. Es gibt drei Möglichkeiten:<br> 1 - 1-Jahres Schritt per Zeile.<br> 5 - 5-Jahres Schritt per Zeile.<br> 10 - 10-Jahres Schritt per Zeile.</li> <li>Falls unterschiedliche Zeitgeschichten (Kontinente/Länder) zur Auswahl stehen sollten, so können Sie diese im unteren Teil der Auswahl auswählen, z.B. amerikanische Geschichte oder niederländische Geschichte etc.</li> <li><strong>Nach gewählter Auswahl klicken Sie auf "Ändere Anzeige".</strong></li></ul>
es: Explicación del gráfico cronológico:<br> <ul><li>La columna del medio muestra los años de la línea de tiempo. El punto de partida será justo antes del nacimiento y el año final será justo después de la muerte.</li> La columna de la izquierda muestra los acontecimientos en la vida de la persona.<br> Los acontecimientos enumerados son: nacimiento, muerte y matrimonio (s) de la persona principal, muerte del cónyuge, nacimiento, matrimonio y muerte de los hijos y nacimiento y muerte de los nietos.<br> El nacimiento, la muerte, los matrimonios y la muerte del cónyuge se enumeran en rojo negrita. Nacimiento, matrimonio y muerte de hijos en verde. Nacimiento y muerte de nietos en azul</li> <li>La columna de la derecha muestra los eventos históricos que tuvieron lugar en estos años.</li></ul> El menú de la línea de tiempo:<br> <ul><li>En la parte superior del menú puede elegir cómo se mostrará el gráfico. Hay tres opciones:<br> 1 - cada año se mostrará en una fila separada.<br> 5 - creará una visualización más escueta en periodos de cinco años.<br> 10 - muestra una visualización aún más escueta en peridos de 10 años.</li> <li>Si el webmaster habilitó más de una línea de tiempo, la parte inferior del menú le permitirá elegir entre varias cronologías posibles. Por ejemplo, "Historia americana", "Historia holandesa", etc.</li> <li><strong>Después de elegir la opción deseada y/o la cronología, haga clic en el botón "Actualizar" en la parte inferior del menú.</strong></li></ul>
nl: Uitleg over de tijdlijn weergave:<br> <ul><li>De midden kolom toont de jaren (of periodes) van de tijdlijn. Het beginpunt is altijd iets voor de geboortedatum en het eindpunt iets na de overlijdensdatum.</li> <li>De linker kolom toont de gebeurtenissen in het leven van de persoon.<br> De gebeurtenissen die worden getoond zijn: geboorte, overlijden en huwelijk(en) van de hoofdpersoon, overlijden van de echtgenoot/e, geboorte, huwelijken en overlijden van kinderen en geboorte en overlijden van kleinkinderen.<br> Geboorte, overlijden, huwelijken en overlijden van echtgenoot/e worden in dik rood weergegeven. Geboorte, huwelijk en overlijden van kinderen in groen. Geboorte en overlijden van kleinkinderen in blauw.</li> <li>De rechter kolom toont historische gebeurtenissen die plaatsvonden in deze jaren.</li></ul> Het tijdlijn menu:<br> <ul><li>In het bovenste gedeelte van het menu kunt U kiezen hoe de jaren worden weergegeven. Er zijn drie keuzes:<br> 1 - Ieder jaar wordt op een aparte regel weergegeven.<br> 5 - Er worden periodes van 5 jaar weergegeven voor een meer compacte weergave.<br> 10 - Er worden periodes van een decennium weergegeven voor een nog meer compacte weergave.</li> <li>Als de webmaster meer dan een tijdlijn heeft ingesteld, zult U op het onderste gedeelte van het menu kunnen kiezen tussen de verschillende tijdlijnen. Bijvoorbeeld "American History", "Dutch History" enz.</li> <li><strong>Nadat U de gewenste stappen en/of tijdlijn heeft gekozen, druk op de "Verversen" knop onderaan het menu.</strong></li></ul>
no: Forklaring på tidslinjeskjemaet:<br> <ul><li>Den midtre kolonnen viser årstall i tidslinjen. Startåret vil være rett før fødsel og sluttåret rett etter personens død.</li> <li>Venstre kolonne viser hendelser i personens liv.<br> Hendelser som vises er: fødsel, død og ekteskap for hovedpersonen, ektefelles død, fødsel, ekteskap og død til barn, fødsel og død til barnebarn.<br> Fødsel, død, ekteskap og ektefelles død er oppført i fet rød skrift. Fødsel, ekteskap og død til barn i grønt. Fødsel og død til barnebarn i blått.</li> <li>Høyre kolonne viser historiske hendelser fra disse årene.</li></ul> Tidslinjemenyen:<br> <ul><li>I øverste del av menyen kan du velge hvordan skjemaet skal vises. Det er tre alternativer:<br> 1 - viser hvert år i egen rad.<br> 5 - lager 5-årsperioder for et mer kompakt visning.<br> 10 - lager 10-årsperioder for enda mer kompakt visning.<br> <li>Hvis webmasteren har skrudd på funksjonen vil du kunne velge mellom flere alternative historiske tidslinjer. For eksempel "Amerikansk historie", "Nederlandsk historie" etc.</li> <li><strong>Etter endring av trinn og/eller tidslinje, velg "Endre visning".</li></ul>
ro: Explicația diagramei cronologice:<br> <ul><li>Coloana din mijloc afișează anii cronologiei. Începutul va fi chiar înainte de naștere, iar anul de sfârșit va fi imediat după deces.</li> <li>Coloana din stânga afișează evenimentele din viața persoanei respective.<br> Evenimentele enumerate sunt: ​​nașterea, decesul și căsătoria(ele) persoanei principale, decesul soțului/soției, nașterea, căsătoria și decesul copiilor și nașterea și decesul nepoților.<br> Nașterea, decesul, căsătoriile și decesul soțului/soției sunt enumerate cu roșu aldine. Nașterea, căsătoria și decesul copiilor în verde. Nașterea și decesul nepoților în albastru</li> <li>Coloana din dreapta afișează evenimentele istorice care au avut loc în acești ani.</li></ul> Meniul cronologie:<br> <ul><li>În partea de sus a meniului puteți alege cum va fi diagrama afișată. Există trei opțiuni:<br> 1 - se va afișa în fiecare an pe un rând separat.<br> 5 - se vor crea perioade de cinci ani pentru o afișare mai concisă.<br> 10 - afișează graficul în perioade de un deceniu pentru o și mai concisă afișare.</li> <li>Dacă webmasterul a activat mai multe cronologii, partea de jos a meniul vă va permite să alegeți din mai multe cronologii posibile. De exemplu „Istoria americană”, „Istoria olandeză” etc.</li> <li><strong>După ce ați ales pasul și/sau cronologia dorite, faceți clic pe Butonul „Actualizare” din partea de jos a meniului.</strong></li></ul>

source: Steps:
cs: Intervaly:
da: Interval:
de: Schritte:
es: Intervalo:
nl: Stappen:
no: Trinn:
ro: Pași:

source: Choose timeline
cs: Vyberte časovou osu
da: Historie:
de: Zeitgeschichtliche Ereignisse wählen
es: Elegir cronología
nl: Kies tijdlijn
no: Velg tidslinje
ro: Alegeți cronologia

source: Change Display
cs: Obnovit
da: Opdater
de: Anzeige aktualisieren
es: Refrescar
nl: Verander Weergave
no: endre visning
ro: Actualizare

source: Life events
cs: Životní události
de: Lebensereignisse
es: Acontecimientos de la vida
nl: Levens gebeurtenissen
ro: Evenimente din viață

source: Historic events
cs: Historická data
de: Historische Ereignisse
es: Acontecimientos históricos
nl: Historische gebeurtenissen
ro: Evenimente istorice

source: There are no timeline files available for this language.
cs: Pro tento jazyk nejsou k dispozici žádné soubory časové osy.
da: Der er ingen tidslinje fil tilgængelig for dette sprog.
de: Keine zeitgeschichtlichen Ereignisse in dieser Sprache vorhanden.
es: No hay archivos de cronología disponibles para este idioma.
nl: Er zijn geen tijdlijn bestanden aanwezig voor deze taal.
no: Ingen tidslinjefil tilgjengelig for dette språket.
ro: Nu există fișiere pentru cronologie disponibile pentru această limbă.

source: till
cs: až do
da: indtil
de: bis
es: hasta
nl: tot
no: til
ro: până

source: Two factor authentication (2FA)
cs: Dvoufaktorová autentizace (2FA)
de: Multifaktorauthentifizierung (MFA)
nl: Twee factor authenticatie (2FA)
ro: Autentificare în doi pași (2FA)

source: Highly recommended:<br>Enable "Two Factor Authentication" (2FA).
cs: Důrazně doporučujeme: <br> Povolte „dvoufaktorové ověření“ (2FA).
de: Sehr empfohlen: <br>Aktivieren Sie Multifaktorauthentifizierung (MFA).
nl: Sterk aanbevolen:<br>Schakel "Twee Factor Authenticatie" (2FA) in.
ro: Foarte recomandat: <br>activați „Autentificarea în doi pași” (2FA).

source: Use a 2FA app (like Microsoft or Google authenticator) to generate a secure code to login.
cs: Pomocí aplikace 2FA (jako je Microsoft nebo Google authenticator) vygenerujte bezpečný kód pro přihlášení.
de: Benutzen Sie eine MFA App (z. B. Microsoft, Google oder 1Password Authenticator), um einen Sicherheitscode für das Login zu generieren.
nl: Gebruik een 2FA app (zoals Microsoft of Google authenticator) om een veilige code te genereren om in te loggen.
ro: Utilizați o aplicație 2FA (cum ar fi Microsoft sau Google autentificator) pentru a genera un cod securizat pentru a vă autentifica.

source: More information about 2FA can be found at internet.
cs: Více informací o 2FA lze nalézt na internetu.
de: Mehr Informationen zur MFA finden Sie im Internet.
nl: Meer informatie over 2FA is te vinden op internet.
ro: Mai multe informații despre 2FA pot fi găsite pe internet.

source: 1) Install a 2FA app, and add %s in the app using this QR code:
cs: 1) Nainstalujte si aplikaci 2FA a přidejte %s v aplikaci pomocí tohoto QR kódu:
de: 1) Installieren Sie eine MFA App und fügen Sie %s in der App mit diesem QR Code hinzu:
nl: 1) Installeer een 2FA-app, en voeg %s toe in de app met deze QR-code:
ro: 1) Instalați o aplicație 2FA și adăugați %s în aplicație folosind acest cod QR:

source: 2) Use 2FA code from app and enable 2FA login:
cs: 2) Použijte 2FA kód z aplikace a povolte přihlášení 2FA:
de: 2) Benutzen Sie den MFA-Code aus der App und aktivieren Sie das MFA Login:
nl: 2) Gebruik de 2FA code van de app en schakel 2FA login in:
ro: 2) Folosiți codul 2FA din aplicație și activați autentificarea 2FA:

source: 2FA code from app
cs: 2FA kód z aplikace
de: MFA-Code aus der App
nl: 2FA code van app
ro: Cod 2FA din aplicație

source: Enable 2FA login
cs: Povolit přihlášení 2FA
de: MFA Login aktivieren
nl: 2FA login inschakelen
ro: Activați autentificarea 2FA

source: Select a theme
cs: Vyberte motiv
da: Vælg et tema
de: Vorlage auswählen
es: Seleccionar un tema
nl: Selecteer een thema
no: Velg et tema
ro: Selectați o temă

source: Standard-colours
da: Standard farver
de: Standardfarben
es: Colores estándar
nl: Standaard-kleuren
no: Standardfarger
ro: Culori standard

source: clergy
ro: Cleric

source: officiator
ro: Secretar

source: informant
ro: Sursa de informare

source: funeral leader
ro: Preotul înmormântării

source: URL/ Internet link
cs: URL/ internetový odkaz
es: URL / dirección de Internet
ro: URL/link internet

source: Select GEDCOM number or type name of person:
ro: Selectați numărul GEDCOM sau introduceți numele persoanei:

source: Select role or type other role:
ro: Selectați rolul sau alt tip de funcție:

source: Select role
ro: Selectați funcția

source: Witness
ro: Martor

source: Other role
ro: Altă funcție

source: German Rufname
cs: Německé Rufname
de: Deutscher Rufname
es: Rufname alemán
ro: Rufname german

source: LDS
ro: Mormoni

source: Main media folder
ro: Dosarul media principal

source: Category
ro: Categorie

source: Directory
ro: Dosar

source: Upload
cs: Nahrát
da: Indlæser
de: Hochladen
es: Cargar
no: Last Opp
ro: Încărcare

source: jan
cs: led
es: Ene
ro: ian

source: jun
cs: čer
ro: iun

source: jul
cs: čnc
ro: iul

source: nov
cs: lis
ro: noi

source: April
cs: Duben
es: Abril
ro: Aprilie

source: September
cs: Září
es: Septiembre
ro: Septembrie

source: November
cs: Listopad
es: Noviembre
ro: Noiembrie

source: December
cs: Prosinec
de: Dezember
es: Diciembre
no: desember
ro: Decembrie

source: Select media
cs: Vyberte média
de: Medium auswählen
ro: Selectați media

source: is up-to-date!
cs: je aktuální!
de: ist aktuell!
es: ¡Actualizado!
ro: este la zi!

source: %s status
cs: %s stav
es: estado de %s
ro: stare %s

source: UPDATE OK!
cs: AKTUALIZACE OK!
da: OPDATERING OK!
de: Aktualisierung war erfolgreich!
es: ¡ACTUALIZACIÓN OK!
no: Oppdatering ok!
ro: ACTUALIZARE OK!

source: Homepage
cs: Domovská stránka
es: Página de inicio
ro: Pagina principală

source: Sitemap
cs: Mapa webu
ro: Harta site-ului

source: Privacy filter
cs: Filtr ochrany osobních údajů
da: Privat filter
de: Datenschutzfilter
es: Filtro de privacidad
no: Personvernfilter
ro: Filtru de confidențialitate

source: Gedcom export
da: Gedcom eksport
es: Exportación a Gedcom
no: Gedcomeksport
ro: Export Gedcom

source: Database backup
cs: Zálohování databáze
de: Datenbanksicherung
es: Copia de seguridad de la base de datos
no: Sikkerhetskopi (database)
ro: Copie a bazei de date

source: %s Update
cs: %s Aktualizace
es: Actualizar %s
ro: Actualizare %s

source: %s is up-to-date!
cs: %s je aktuální!
de: %s ist aktuell!
es: ¡%s está actualizado!
ro: %s este la zi!

source: Debug %s update
cs: Aktualizace %s ladění
de: Debug %s Aktualisierung
ro: Depanarea actualizării %s

source: Debug
cs: Ladit
ro: Depanare

source: Select all files (recommended option, please check these files first!)
ro: Selectați toate fișierele (opțiune recomandată, prima dată verificați aceste fișiere!)

source: 3. Upload humo-gen_update.zip:
cs: 3. Nahrajte soubor humo-gen_update.zip:
de: 3. Humo-gen_update.zip hochladen:
ro: 3. Încărcați humo-gen_update.zip:

source: %s backup
cs: %s zálohování
de: %sSicherung
es: Copia de seguridad %s
ro: Copie de rezervă %s

source: Upload has failed. You may wish to try again or choose to place the file in the admin/backup_files folder yourself with an ftp program or the control panel of your webhost
ro: Încărcarea a eșuat. Poate doriți să reîncercați sau poate să copiați fișierul în dosarul admin/backup_files cu un program ftp sau panoul de control al gazdei dvs. web

source: Recalculate all persons
ro: Recalcularea tuturor persoanelor

source: Menu
de: Menü
es: Menú
no: Meny
ro: Meniu
