Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: If an .htpasswd file is used: add username in .htpasswd file.
cs: Pokud je použit soubor .htpasswd: přidejte uživatelské jméno do souboru .htpasswd.
da: Hvis en .htpasswd fil anvendes: tilføj brugernavn i .htpasswd fil.
de: Fügen Sie einen Benutzernamen in der Datei .htpasswd hinzu, falls eine solche Datei benutzt wird.
es: Si se utiliza un archivo .htpasswd: añada el nombre de usuario en este archivo.
nl: Als een .htpasswd is gebruikt: voeg die gebruikersnaam toe aan het .htpasswd bestand.
ro: Dacă se folosește un fișier .htpasswd: adăugați numele de utilizator în fișierul .htpasswd.

source: These settings can also be set per user!
cs: Tato nastavení lze také nastavit pro každého uživatele!
da: Disse indstillinger kan også sættes for den enkelte bruger!
de: Diese Einstellungen können auch JE BENUTZER getätigt werden!
es: ¡Esta configuración también se pueden hacer por usuario!
nl: Deze instellingen kunnen ook per gebruiker worden ingesteld!
ro: Aceste setări pot fi puse și pentru fiecare utilizator!

source: Hide or show photo categories per user group.
cs: Skrýt nebo zobrazit kategorie fotografií podle skupiny uživatelů.
de: Fotokategorien je Benutzergruppe verbergen oder anzeigen.
es: Ocultar o mostrar categorías de fotos por grupo de usuarios.
nl: Weergave van fotocategorieën per gebruikersgroep.
ro: Ascundeți sau afișați categoriile de fotografii pentru fiecare grup de utilizatori.

source: Category prefix
cs: Předpona kategorie
da: Præfiks kategori
de: Präfix der Kategorie
es: Prefijo de categoría
nl: Categorievoorvoegsel
ro: Prefix de categorie

source: Show category?
cs: Zobrazit kategorii?
de: Kategorie anzeigen?
es: Mostrar categoría
nl: Toon categorie?
ro: Afișați categoria?

source: No photo categories available.
cs: Nejsou k dispozici žádné kategorie fotografií.
de: Keine Fotokategorien vorhanden.
es: No hay disponibles categorías de fotos.
nl: Geen fotocategorieën beschikbaar.
ro: Nu sunt disponibile categorii de fotografii.

source: Database connection status:
cs: Stav připojení k databázi:
da: Databasens forbindelses status
de: Status der Datenbankverbindung:
es: Estado de la conexión de la base de datos
nl: Database koppeling status:
no: Status for databaseforbindelsen:
ro: Starea conexiunii la baza de date:

source: MySQL connection: OK!
cs: Připojení MySQL: OK!
da: MySQL forbindelse: OK!
de: Verbindung zu MySQL: OK!
es: Conexión MySQL: ¡OK!
nl: MySQL verbinding: OK!
no: MySQL-forbindelse: OK!
ro: Conexiunea MySQL: OK!

source: There is no MySQL connection: please check host/ username and password.
cs: Neexistuje žádné připojení k MySQL: zkontrolujte hostitele/uživatelské jméno a heslo.
da: Der er ingen MySQL forbindelse: tjek venligst host/ brugernavn og password.
de: Es besteht keine Verbindung zu MYSQL: Host-/Benutzername und Passwort überprüfen.
es: ¡No hay conexión MySQL!. Por favor, compruebe el alojamiento, el nombre de usuario y la contraseña.
nl: Er is geen MySQL verbinding: controleer de host/ gebruikersnaam en wachtwoord instellingen.
no: Ingen MYSQL-forbindelse: vennligst kontroller verts-/ brukernavn og passord
ro: Nu există conexiune MySQL: vă rugăm să verificați gazda/numele de utilizator și parola.

source: Database connection: OK!
cs: Připojení k databázi: OK!
da: Database forbindelse: OK!
de: Datenbankverbindung: OK!
es: Conexión de la base de datos: ¡OK!
nl: Database verbinding: OK!
no: Databaseforbindelse: OK!
ro: Conexiunea la baza de date: OK!

source: No database found! Check MySQL connection and database name
cs: Nebyla nalezena žádná databáze! Zkontrolujte připojení MySQL a název databáze
da: Der blev ikke fundet nogen database! Tjek MySQL forbindelse og database navn
de: Keine Verbindung zur Datenbank! Bitte prüfen Sie die Verbindung zu MySQL sowie den Datenbanknamen
es: ¡No se encontró la base de datos!. Compruebe la conexión MySQL y el nombre de la base de datos
nl: Geen database gevonden! Controleer de MySQL verbinding en de database naam
no: Ingen database funnet! Sjekk MySQL-forbindelsen og databasenavnet
ro: Nu a fost găsită nicio bază de date! Verificați conexiunea MySQL și numele bazei de date

source: %s extensions
cs: %s rozšíření
de: %s Erweiterungen
es: extensiones de %s
nl: %s extensies
ro: extensii %s

source: PHP Version
cs: PHP verze
es: Versión PHP
nl: PHP Versie
ro: Versiune PHP

source: It is recommended to update PHP!
cs: Doporučuje se aktualizovat PHP!
da: Det anbefales at opdatere PHP!
de: Es wird empfohlen eine neuer PHP Version zu installieren!
es: ¡Se recomienda actualizar la versión de PHP!
nl: Het is aanbevolen om PHP te updaten!
ro: Este recomandat să actualizați PHP!

source: MySQL Version
cs: MySQL verze
es: Versión MySQL
nl: MySQL Versie
ro: Versiune MySQL

source: It is recommended to update MySQL!
cs: Doporučuje se aktualizovat MySQL!
da: Det anbefales at opdatere MySQL!
de: Wir empfehlen ein Update Ihrer MySQL Version
es: ¡Se recomienda actualizar la versión de MySQL!
nl: Het is aanbevolen om MySQL te updaten!
ro: Este recomandat să actualizați MySQL!

source: Database name
cs: Jméno databáze
da: Database navn
de: Datenbankname
es: Nombre de la base de datos
nl: Database naam
no: Databasenavn
ro: Numele bazei de date

source: <b>There is no database connection! To connect the MySQL database to %s, fill in these settings:</b>
cs: <b>Neexistuje žádné připojení k databázi! Chcete-li připojit databázi MySQL k %s, vyplňte tato nastavení:</b>
de: <b>Es gibt keine Verbindung zur Datenbank! Um die MySQL-Datenbank mit %s zu verbinden, geben Sie bitte folgende Informationen ein:</b>
es: <b>¡No hay conexión a la base de datos! Para conectar %s con la base de datos MySQL, rellene esta configuración:</b>
nl: <b>Er is geen database koppeling! Om de MySQL database te koppelen aan %s, vul de volgende tabel in:</b>
ro: <b>Nu există nicio conexiune la baza de date! Pentru a conecta baza de date MySQL la %s, completați aceste setări:</b>

source: Database setting
cs: Nastavení databáze
da: Database indstillinger
de: Datenbankeinstellungen
es: configuración de la base de datos
nl: Database instelling
no: Databaseinnstilling
ro: Setările bazei de date

source: Database value
cs: Hodnota databáze
da: Database værdi
de: Datenbankwert
es: Valor de la base de datos
nl: Database waarde
no: Databaseverdi
ro: Valoarea bazei de date

source: Example website provider
cs: Příklad poskytovatele webových stránek
da: Eksempel for website udbyder
de: Beispiel für einen Hostingprovider
es: Ejemplo de proveedor de sitio web
nl: Voorbeeld website provider
no: Eksempel på webhotell
ro: Exemplu de furnizor de site-uri web

source: Example for XAMPP
cs: Příklad pro XAMPP
da: Eksempel for XAMPP
de: Beispiel für lokale Installation
es: Ejemplo de XAMPP
nl: Voorbeeld voor XAMPP
no: XAMPP-eksempel
ro: Exemplu pentru XAMPP

source: Database username
cs: Uživatelské jméno databáze
da: Database brugernavn
de: Benutzername für Datenbank
es: Usuario de la base de datos
nl: Database gebruikersnaam
no: Database-brukernavn
ro: Numele de utilizator al bazei de date

source: Database password
cs: Heslo databáze
de: Passwort für Datenbank
es: Contraseña de la base de datos
nl: Database wachtwoord
no: Databasepassord
ro: Parola bazei de date

source: At a local PC also install database
cs: Na lokálním PC také nainstalujte databázi
da: Installer også databasen på en lokal PC.
de: Bitte installieren Sie auch eine Datenbank auf Ihrem lokalen Rechner
es: Instalar también la base de datos en un PC local
nl: Op een lokale PC ook de database installeren
no: Installer databasen også på egen PC
ro: La un PC local, instalați și baza de date

source: YES, also install database
cs: ANO, také nainstalovat databázi
da: JA, installer også database
de: JA, auch Datenbank installieren
es: SI, instalar también la base de datos
nl: JA, installeer ook de database
no: JA, installer også database
ro: DA, instalează și baza de date

source: NO
cs: NE
da: NEJ
de: NEIN
nl: NEE
no: NEI
ro: NU

source: YES
cs: ANO
da: JA
de: JA
es: SI
nl: JA
no: JA
ro: DA

source: Save settings and connect to database
cs: Uložte nastavení a připojte se k databázi
da: Gem ændringerne og forbind til databasen
de: Einstellungen speichern und mit Datenbank verbinden
es: Guardar la configuración y conectar a la base de datos
nl: Instellingen opslaan en verbinding met database
no: Lagre innstillinger og opprett forbindelse med databasen
ro: Salvați setările și conectați-vă la baza de date

source: Sometimes it's needed to add these lines to a /php.ini and admin/php.ini files to activate the PDO driver:
cs: Někdy je potřeba přidat tyto řádky do souborů /php.ini a admin/php.ini, aby se aktivoval ovladač PDO:
de: Manchmal ist es notwendig die folgenden Zeilen zu den Dateien /php.ini und admin/php.ini hinzuzufügen, um den PDO-Treiber zu aktivieren:
es: A veces es necesario agregar estas líneas a los archivos /php.ini y admin/php.ini para activar el controlador PDO:
nl: Soms is het nodig om deze regels toe te voegen aan een /php.ini en admin/php.ini bestand om PDO te activeren:
ro: Uneori este necesar să adăugați aceste linii la fișierele /php.ini și admin/php.ini pentru a activa driverul PDO:

source: The database has NOT been created!
cs: Databáze NEBYLA vytvořena!
da: Databasen er IKKE blevet dannet!
de: Die Datenbank wurde NICHT erstellt!
es: ¡NO se ha creado la base de datos!
nl: Aanmaken database is NIET gelukt!
no: Ingen database opprettet!
ro: Baza de date NU a fost creată!

source: Continue installation
cs: Pokračujte v instalaci
da: Forsæt installation
de: Mit Installation fortfahren
es: Continuar la instalación
nl: Doorgaan met installeren
no: Fortsett installasjon
ro: Continuați instalarea

source: Database tables
cs: Databázové tabulky
da: Database tabeller
de: Datenbanktabellen
es: Tablas de la base de datos
nl: Databasetabellen
no: Databasetabeller
ro: Tabelele bazei de date

source: No %s tables found in database.
cs: V databázi nebyly nalezeny žádné %s tabulky.
de: Keine %s Tabellen in der Datenbank gefunden.
es: No se han encontrado tablas de %s en la base de datos.
nl: Geen %s tabellen gevonden in de database.
ro: Nu s-au găsit tabele %s în baza de date.

source: Install %s database tables
cs: Nainstalujte tabulky databáze %s
de: %s Datenbanktabellen installieren
es: Instalar tablas de %s en la base de datos
nl: Installeer %s databasetabellen
ro: Instalare tabele %s în baza de date

source: Size of statistics table
cs: Velikost tabulky statistik
da: Størrelsen på statistik tabel
de: Größe der Statistiktabelle
es: Tamaño de la tabla de estadísticas
nl: Grootte van statistieken tabel
ro: Dimensiunea tabelului cu statistici

source: If needed remove old statistics.
cs: V případě potřeby odstraňte staré statistiky.
da: Hvis nødvendigt, fjern gammel statistik.
de: Alte Statistiken löschen wenn notwendig.
es: Si es necesario, elimine las estadísticas antiguas.
nl: Verwijder oude statistieken indien nodig.
ro: Dacă este necesar ștergeți statisticile vechi..

source: Size of database
cs: Velikost databáze
de: Größe der Datenbank
nl: Grootte van database
ro: Mărimea bazei de date

source: This may take some time. Please wait...
cs: To může nějakou dobu trvat. Prosím, čekejte...
da: Dette kan godt tage noget tid. Vent venligst...
de: Dies kann einige Zeit dauern. Bitte warten...
es: Esto puede tardar un rato. Por favor espere...
nl: Dit kost even tijd. Moment alstublieft...
no: Dette kan ta noe tid. Vennligst vent...
ro: Acest lucru poate dura ceva timp. Va rugăm așteptați...

source: Optimize database.
cs: Optimalizovat databázi.
de: Datenbank optimieren.
nl: Database optimaliseren.
ro: Optimizarea bazei de date.

source: Status of database backup
cs: Stav zálohy databáze
de: Status der Datenbanksicherung
nl: Status van database back-up
ro: Starea copiei de rezervă a bazei de date

source: Last database backup
cs: Poslední záloha databáze
de: Letzte Datenbanksicherung
nl: Laatste database back-up
ro: Ultima copie de rezervă a bazei de date

source: %s security items
cs: %s bezpečnostní položky
de: %s Sicherheitselemente
es: Elementos de seguridad de %s
nl: %s beveiligingsitems
ro: %s elemente de securitate

source: Standard admin username and admin password is used.
cs: Používá se standardní uživatelské jméno a heslo správce.
de: Es wird der Standard Administrator-Benutzername und das Standardpasswort verwendet.
es: Se están usando el nombre de usuario y la contraseña de administración predeterminados.
nl: Standaard admin-gebruikersnaam en admin-wachtwoord is gebruikt.
ro: Se utilizează numele de utilizator și parola de administrator standard.

source: Change admin username and password.
cs: Změňte uživatelské jméno a heslo správce.
de: Administratorusername und -passwort ändern.
es: Cambiar usuario y contraseña de administración.
nl: Wijzig admin-gebruikersnaam en wachtwoord.
ro: Modificați numele de utilizator și parola de administrator.

source: Standard admin username is used.
cs: Používá se standardní uživatelské jméno správce.
de: Es wird der Standard Administrator-Benutzername verwendet.
es: Se está usando el nombre de usuario estándar de administración.
nl: Standaard admin-gebruikersnaam is gebruikt.
ro: Este utilizat numele de utilizator standard de administrator.

source: Change admin username.
cs: Změnit uživatelské jméno správce.
de: Administrator Benutzernamen ändern.
es: Cambiar el nombre de usuario de administración.
nl: Wijzig admin-gebruikersnaam.
ro: Modificați numele de utilizator admin.

source: Standard admin password is used.
cs: Používá se standardní heslo správce.
de: Es wird das Standard Administratorpasswort verwendet.
es: El administrador está usando la contraseña estándar.
nl: Standaard admin-wachtwoord is gebruikt.
ro: Se utilizează parola de administrator standard.

source: Change admin password.
cs: Změnit heslo správce.
de: Administratorpasswort ändern
es: Cambiar la contraseña de administración
nl: Wijzig het admin-wachtwoord.
ro: Modificați parola de administrator.

source: Check admin account
cs: Zkontrolujte účet správce
de: Administratorkonto prüfen
es: Comprobar la cuenta de administración
nl: Controleer admin account
ro: Verificare cont administrator

source: Number of failed logins attempts last month
cs: Počet neúspěšných pokusů o přihlášení za minulý měsíc
de: Anzahl der fehlgeschlagenen Anmeldeversuche im letzten Monat
es: Nº de inbtentos fallidos de inicio de sesión en el último mes
nl: Aantal mislukte inlog pogingen afgelopen maand
ro: Numărul de încercări eșuate de autentificare luna trecută

source: Failed login attempts
cs: Neúspěšné pokusy o přihlášení
de: Fehlgeschlagene Anmeldeversuche
es: Nº de inbtentos fallidos de inicio de sesión
nl: Mislukte inlog pogingen
ro: Încercări eșuate de conectare

source: The folder "admin" has NOT YET been secured.
cs: Složka "admin" JEŠTĚ NEBYLA zabezpečena.
da: Folderen "admin" er STADIG IKKE blevet beskyttet.
de: Das Verzeichnis "admin" ist NOCH NICHT abgesichert.
es: La carpeta "admin" AÚN NO está protegida.
nl: De map "admin" is NOG NIET beveiligd.
no: Admin-mappen er forstsatt usikret.
ro: Dosarul „admin” NU a fost ÎNCĂ securizat.

source: At the moment you are logged in through an .htacces file.
cs: V tuto chvíli jste přihlášeni prostřednictvím souboru .htaccess.
da: I øjeblikket er du logget ind via en .htacces fil.
de: Sie sind z. Zt. durch einen Eintrag in der Datei .htacces angemeldet.
es: En este momento usted está conectado a través de un fichero .htacces.
nl: Je bent momenteel ingelogd d.m.v. .htaccess bestand.
no: Du er nå innlogget med en .htaccess-fil
ro: În acest moment sunteți autentificat printr-un fișier .htacces.

source: At the moment you are logged in through PHP-MySQL.
cs: V tuto chvíli jste přihlášeni přes PHP-MySQL.
da: I øjeblikket er du logget ind gennem PHP-MySQL.
de: Sie sind durch PHP-MySQL angemeldet.
es: En este momento usted está conectado a través de PHP-MySQL.
nl: Je bent momenteel ingelogd d.m.v. PHP-MySQL.
no: Du er nå innlogget med PHP-MySQL.
ro: În acest moment sunteți autentificat prin PHP-MySQL.

source: Login control
cs: Kontrola přihlášení
da: Login kontrol
de: Absicherung der Anmeldung
es: Control de inicio de sesión
nl: Inlog controle
no: Innloggingskontroll
ro: Control de conectare

source: INFO
de: HINWEIS
nl: INFORMATIE

source: After installation of the tables (click on the left at Install) the admin folder will be secured with PHP-MySQL security. <p>You can have better security with .htaccess (server security).<br> If the administration panel of your webhost has an option to password-protect directories, use this option on the \"admin\" folder of %s. If you don't have such an option, you can make an .htaccess file yourself.<br> Make a file .htaccess:
cs: Po instalaci tabulek (klikněte vlevo na Install) bude složka admin zabezpečena zabezpečením PHP-MySQL. <p>S .htaccess (zabezpečení serveru) můžete mít lepší zabezpečení.<br> Pokud má administrační panel vašeho webhostingu možnost chránit adresáře heslem, použijte tuto možnost ve složce "admin" %s. Pokud takovou možnost nemáte, můžete si sami vytvořit soubor .htaccess.<br> Vytvořte soubor .htaccess:
de: Nach der Installation der Tabellen (links klicken bei der Installation) wird das admin Verzeichnis mit PHP-MySQL Sicherheit versehen. <p>Sie können bessere Sicherheit mit .htaccess (Serversicheheit) erhalten.<br> Wenn die Administratorseite Ihres Webhosts die Option anbietet Verzeichnisse mit Passworten zu versehen dann verwenden Sie diese Option für das "admin" Verzeichnis von %s. Wenn Sie diese Option nicht haben dann können Sie selber eine .htaccess Datei erstellen.<br> Eine .htaccess Datei erstellen:
es: Después de instalar las tablas (haga clic a la izquierda en Instalar), la carpeta admin estará protegida con seguridad PHP-MySQL. <p>Puede tener una seguridad mejor con .htaccess (seguridad del servidor).<br> Si el panel de administración de su alojamiento web tiene una opción para proteger directorios con contraseña, use esta opción en la carpeta "admin" de %s. Si no tiene esa opción, puede crear un archivo .htaccess usted misno. Crear un archivo .htaccess:
nl: Na installeren van de tabellen (klik links op "installeren") wordt de admin-map met PHP-MySQL beveiligd. <p>Een betere beveiliging heb je met .htaccess (server beveiliging).<br> Gebruik het administration paneel van je webhost om een wachtwoord beveiligde map te maken. Beveilig de map "admin" van %s. Als deze optie er niet is, dan kun je zelf een .htaccess bestand maken.<br> Maak een bestand .htaccess:
ro: După instalarea tabelelor (click în stânga la Instalare) dosarul admin va fi securizat cu securitate PHP-MySQL. <p>Puteți avea o securitate mai bună cu .htaccess (securitate server).<br> Dacă panoul de administrare al gazdei dvs. web are o opțiune de parolă- protejare directoare, utilizați această opțiune în folderul „admin” al lui %s. Dacă nu aveți o astfel de opțiune, puteți crea singur un fișier .htaccess.<br> Faceți un fișier .htaccess:

source: Secured website
cs: Zabezpečený web
da: Sikret website
de: Abgesicherte Webseite
es: Sitio web protegido
nl: Beveiligde website
no: Sikret nettsted
ro: Site web securizat

source: Next, you need a file with user names and passwords.<br> For example go to: http://www.htaccesstools.com/htpasswd-generator/<br> The file .htpasswd will look something like this:<br>
cs: Dále potřebujete soubor s uživatelskými jmény a hesly.<br> Přejděte například na: http://www.htaccesstools.com/htpasswd-generator/<br> Soubor .htpasswd bude vypadat nějak takto:<br>
da: Dernæst skal du bruge en fil med brugernavne og passwords.<br> Gå for eksempel til: http://www.htaccesstools.com/htpasswd-generator/<br> Filen .htpasswd vil se nogenlunde sådan ud:
de: Als nächstes benötigen Sie eine Datei mit Benutzernamen und Passworten.<br> Gehen Sie z. B. zu: http://www.htaccesstools.com/htpasswd-generator/<br> Die Datei .htpasswd wird ungefähr so aussehen:
es: A continuación, necesita un archivo con nombres de usuario y contraseñas. <br> Por ejemplo, vaya a: http://www.htaccesstools.com/htpasswd-generator/ <br> El archivo .htpasswd se verá así<br>:
nl: Vervolgens is er een bestand nodig met de gebruikers en wachtwoorden.<br> Ga naar bijvoorbeeld: http://www.htaccesstools.com/htpasswd-generator/<br> Bestand .htpasswd ziet er dan ongeveer zo uit:<br>
no: Så trenger du en fil med brukernavn og passord. <br> Se eksempel på: http://www.htaccesstools.com/htpasswd-generator/<br> Filen .htpasswd vil se ut omtrent slik:<br>
ro: Apoi, aveți nevoie de un fișier cu nume de utilizator și parole.<br> De exemplu, accesați: http://www.htaccesstools.com/htpasswd-generator/<br> Fișierul .htpasswd va arăta cam așa:<br>

source: You can also try this password generator:
cs: Můžete také vyzkoušet tento generátor hesel:
da: Du kan også prøve denne password generator:
de: Sie können auch diesen Passwortgenerator ausprobieren:
es: También puede probar este generador de contraseñas:
nl: Je kunt ook deze wachtwoord generator proberen:
no: Prøv alternativt passordgeneratoren
ro: Puteți încerca și acest generator de parole:

source: Generate new ht-password
cs: Vygenerujte nové ht-heslo
da: Skab nye ht-password
de: Neues ht-Passwort generieren
es: Generar nuevo .htpasswd
nl: Genereer nieuw ht-wachtwoord
no: Lag nytt ht-password
ro: Generați o nouă parolă ht

source: Debug %s pages
cs: Ladit %s stránky
de: %s-Seiten debuggen
es: Depurar %s páginas
nl: Debug %s bladzijden
ro: Depanați pagini %s

source: OK (option is OFF)
cs: OK (možnost je VYPNUTA)
da: OK (indstillingen er OFF)
de: OK (Option ist AUS)
es: OK (la opción está DESACTIVADA)
nl: OK (staat UIT)
no: OK (valget er AV)
ro: OK (opțiunea este OFF)

source: UNSAFE (option is ON).
cs: NEBEZPEČNÉ (volba je ZAPNUTA).
de: UNSICHER (Option ist AN).
es: PELIGRO (la opción está ACTIVADA).
nl: ONVEILIG (optie is AAN).
ro: NESIGUR (opțiunea este ON)

source: Status tree
cs: Stavový strom
da: Status træ
de: Status Stammbaum
es: Estado del árbol
nl: Stamboom
no: Status for tre
ro: Starea arborelui

source: This tree does not yet contain any data or has not been imported properly!
cs: Tento strom ještě neobsahuje žádná data nebo nebyl správně importován!
da: Dette træ indeholder endnu ingen data, eller er ikke blevet importeret korrekt!
de: Dieser Stammbaum enthält noch keine Daten oder wurde nicht korrekt importiert!
es: ¡Este árbol aún no contiene ningún dato o no se ha importado correctamente!
nl: Deze stamboom bevat nog geen data of is niet goed ingelezen!
no: Dette treet inneholder ingen data enda, eller dataimporten slo feil!
ro: Acest arbore nu conține încă date sau nu a fost importat corespunzător!

source: Import Gedcom file
cs: Import Gedcom soubor
da: Importer Gedcom fil
de: Importiere Gedcomdatei
es: Importar un fichero Gedcom
nl: GEDCOM-bestand inlezen
no: Importer Gedcomfil
ro: Importați fișier Gedcom

source: Trees table
nl: Stambomen tabel
no: Tretabell

source: Installation of the standard tables. Or create tables from a scratch, they will be filled in with standard data.
cs: Instalace standardních tabulek. Nebo vytvořte tabulky od začátku, budou vyplněny standardními údaji.
da: Installering af standard tabellerne. Eller opret tabeller fra bunden, de vil blive udfyldt med standard data.
de: Installation der Standardtabellen. Oder erstellen Sie die Tabellen selbst, sie werden dann mit Standarddaten gefüllt.
es: Instale las tablas estándar. O créelas desde cero: se rellenarán con datos estándar.
nl: Installeren van de standaard tabellen. Of tabellen opnieuw maken, ze worden gevuld met standaard data.
no: Installasjon av standardtabellene. Alternativt lag tabeller fra grunnen av, de vil bli fylt inn med standarddata.
ro: Instalarea tabelelor standard. Sau crearea tabelelor de la zero, ele vor fi completate cu date standard.
