Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: By default two persons with missing lastnames will be included as possible duplicates. Two persons called "John" without lastname will be considered a possible match. If you have many cases like this you could get a very long list of possible duplicates and you might want to disable this, so only persons with lastnames will be included.
cs: Ve výchozím nastavení budou dva jedinci s chybějícím příjmením považováni za možné duplikáty. Například dva lidé jménem "Jan" bez příjmení budou považováni za možnou shodu. Pokud máte mnoho případů, jako je tento, můžete získat dlouhý seznam možných duplikátů a možná budete chtít toto zakázat, aby byly zahrnuty pouze osoby s příjmením.
da: Som standard vil to personer med manglende efternavn blive betragtet som mulige dubletter. For eksempel vil to personer, kaldet "John" uden efternavn, betragtes som en mulig match. Hvis du har mange tilfælde som dette, kan du få en lang liste over mulige duplikater og du vil måske derfor ønske at deaktivere dette, således at kun personer med efternavne bliver inkluderet.
de: Standardmäßig werden zwei Personen mit fehlenden Nachnamen als mögliche Treffer gewertet. Zwei Personen mit Namen "Johann" ohne Nachnamen werden z. B. als mögliche Treffer gewertet. Wenn Sie viele Fälle wie diesen haben können Sie eine lange Liste von möglichen Duplikaten bekommen und Sie sollten deshalb entscheiden, dass nur Personen mit Nachnamen in die Prüfung eingeschlossen werden.
es: Por defecto, dos personas a las que les faltan apellidos se considerarán posibles duplicados. Por ejemplo, dos personas llamadas "John" sin apellido se considerarán una posible coincidencia. Si tiene muchos casos como este, es posible que obtenga una lista muy larga de posibles duplicados. Puede desactivarlo de manera que solo se incluyan las personas con apellidos.
nl: Als standaard zullen twee personen met ontbrekende achternamen worden opgenomen als mogelijke dubbelen. Twee personen die "Jaap" heten (zonder achternaam) zullen als mogelijke dubbelen worden beschouwd. Als u veel van dit soort gevallen heeft, kan dit een heel lange lijst opleveren. In dit geval wilt u deze optie misschien uitzetten, zodat alleen personen die een achternaam hebben zullen worden opgenomen.
no: Som standard vil personer med manglende etternavn bli registrert som mulige duplikater. To personer som heter "Anne" uten etternavn vil derfor bli vurdert som mulige duplikater. Har du mange slike kan listen med mulige duplikater bli lang. Du vil da trolig ønske å deaktivere dette slik at bare personer med etternavn blir inkludert i duplikatsøket.
ro: În mod implicit, două persoane cu nume de familie lipsă vor fi considerate ca posibile duplicate. De exemplu, două persoane numite „Ioan” fără nume de familie vor fi considerate o posibilă potrivire. Dacă aveți multe cazuri de genul acesta, este posibil să obțineți o listă lungă de posibile duplicate și, prin urmare, ați putea dori să dezactivați acest lucru, astfel încât să fie incluse numai persoanele cu nume de familie.

source: include blank firstnames
cs: zahrnout prázdná křestní jména
da: inkluder tom fornavn
de: Leere Vornamen einschließen
es: Incluir personas sin nombre
nl: inclusief lege voornamen
no: inkluder tomme fornavn
ro: se includ prenumele goale

source: Same as above, but for first names. When enabled (default), all persons called "Smith" without first name will be considered possible duplicates of each other. If you have many cases like this it could give you a long list and you might want to disable it.
cs: Totéž jako výše, ale pro křestní jména. Pokud je povoleno (výchozí), všechny osoby zvané "Smith" bez křestního jména budou považovány za možné vzájemné duplikáty. Pokud máte mnoho případů, jako je tento, mohl by vám poskytnout dlouhý seznam a možná jej budete chtít deaktivovat.
da: Det samme som ovenfor, men for fornavne. Når den er aktiveret (standard), vil alle personer, der hedder "Smith" uden fornavn, eventuelle være dubletter af hinanden. Hvis du har mange tilfælde som dette, kan det give dig en lang liste og du vil måske ønske at deaktivere den.
de: Genau wie oben, aber für Vornamen. Wenn eingeschaltete (Standard) werden alle Personen mit Nachnamen "Schmidt" ohne Vornamen als mögliche Duplikate gewertet. Wenn Sie viele Fälle wie diesen haben können Sie eine lange Liste von möglichen Duplikaten bekommen und Sie sollten deshalb entscheiden, dass nur Personen mit Vornamen in die Prüfung eingeschlossen werden.
es: Lo mismo de arriba, pero para los nombres. Cuando está habilitado (por defecto), todas las personas apellidadas "Smith" y sin nombre se considerarán posibles duplicados entre sí. Si tiene muchos casos como este, es posible que obtenga una lista muy larga y desee desactivarlo.
nl: Zelfde als hierboven, maar voor voornamen. Als dit aanstaat (standaard), dan zullen alle personen die "Willemse" heten (zonder voornaam) als mogelijke dubbelen worden beschouwd.
no: Samme som over, men for fornavn. Når aktivert (standard) vil alle personer uten fornavn, men med samme etternavn, bli vurdert som duplikater. Har du mange slike vil du trolig ønske å deaktivere dette.
ro: La fel ca mai sus, dar pentru prenume. Când este activat (implicit), toate persoanele numite „Smith” fără prenume vor fi considerate posibile duplicate unul cu altul. Dacă ai multe cazuri ca acesta, ți-ar putea da o listă lungă și poate doriți să o dezactivați.

source: include blank dates
cs: zahrnout prázdná data
da: inkluder tom dato
de: Leere Datumsangaben einschließen
es: Incluir personas sin fechas
nl: inclusief lege datums
no: inluder tomme datoer
ro: se includ date goale

source: By default, two persons with identical names, but with one or both missing birth/death dates are considered possible duplicates. In certain trees this can give a long list of possible duplicates. You can choose to disable this so only persons who both have a birth or death date and this date is identical, will be considered a possible match. This can drastically cut down the number of possible duplicates, but of course you may also miss out on pairs that actually are duplicates.
cs: Ve výchozím nastavení jsou za možné duplikáty považovány dvě osoby se stejnými jmény, ale s jedním nebo oběma chybějícími daty narození/úmrtí. U některých stromů to může poskytnout dlouhý seznam možných duplikátů. Toto můžete zakázat, takže za možnou shodu budou považovány pouze osoby, které mají datum narození nebo úmrtí a toto datum je totožné. To může drasticky snížit počet možných duplikátů, ale samozřejmě také můžete přijít o páry, které jsou ve skutečnosti duplikáty.
da: Som standard, to personer med identiske navne, men hvor en eller begge mangler fødsel / død datoer anses de for mulige dubletter. I visse træer kan dette give en lang liste af mulige dubletter. Du kan vælge at deaktivere denne, så kun personer, der begge har en fødsel eller død dato og denne dato er identiske, vil blive betragtet som en mulig match. Dette kan drastisk skære ned på antallet af mulige dubletter, men selvfølgelig kan du også gå glip af par, der rent faktisk er dubletter.
de: Standardmäßig werden personen mit identischen Namen, von denen eine/mehrere keine Geburts-/Todesdaten haben, als mögliche Duplikate gewertet. Sie können dieses Verhalten ausschalten, sodass nur Personen, die ein Geburts- oder Todesdatum haben, und bei denen diese Daten identisch sind, als mögliche Treffer behandelt werden. Dies kann die Anzahl möglicher Duplikate drastisch reduzieren, aber Sie können dadurch auch mögliche Paare ausschließen, die tatsächlich Duplokate sind.
es: Por defecto, dos personas con nombres idénticos, pero con una o ambas fechas de nacimiento / defunción vacías se consideran posibles duplicados. En ciertos árboles, esto puede dar una lista larga de posibles duplicados. Puede optar por desactivarlo para que solo las personas que tengan una fecha de nacimiento o de muerte y esta fecha sea idéntica, se consideren posibles coincidencias. Esto puede reducir drásticamente el número de posibles duplicados, pero, por supuesto, también pueden perderse pares que en realidad si son duplicados.
nl: Als standaard, bij personen met dezelfde namen, worden ze ook als mogelijke dubbelen beschouwd wanner een van hen of beiden geen geboorte/overlijdensdatum hebben. In bepaalde gevallen kan dit een lange lijst van mogelijke dubbelen geven. U kunt dit uitzetten, zodat alleen personen die naast een identieke naam ook een identieke geboorte- of overlijdensdatum hebben, als mogelijke dubbelen zullen worden beschouwd. Dit kan de lijst drastisch verkorten, maar U kunt er natuurlijk ook vele mogelijke dubbelen door missen.
no: Dersom to personer har samme navn, men den ene eller begge mangler fødsels/dødsdato, så vil de som standard bli vurdert som duplikater. I enkelte trær kan dette gi en lang liste duplikater. Du kan velge å deaktivere dette, slik at bare personer med samme fødsels- eller dødsdato blir vurdert som duplikater. Dette vil drastisk kunne begrense listen med duplikater, men du vil selvsagt også risikere å ikke finne enkelte reelle duplikater.
ro: În mod implicit, două persoane cu nume identice, dar cu una sau ambele date de naștere/deces lipsă sunt considerate posibile duplicate. La anumiţi arbori aceasta poate oferi o listă lungă de posibile duplicate. Puteți alege să dezactivați acest lucru, deci numai persoanele care ambele au date de naștere sau de deces și această dată este identică, va fi considerată o posibilă potrivire. Acest lucru poate reduce drastic numărul de duplicate posibile, dar, desigur, este posibil să pierdeți perechi care de fapt sunt duplicate.

source: Automatic merge
cs: Automatické sloučení
da: Automatisk fletning
de: Automatische Zusammenführung
es: Combinación automática
nl: Automatisch combineren
no: Automatisk sammenslåing
ro: Îmbinare automată

source: include parents marriage date:
cs: zahrnout datum svatby rodičů:
da: omfat forældres vielsesdato:
de: Hochzeitstag der Eltern einschließen:
es: Incluir la fecha de matrimonio de los padres:
nl: inclusief trouwdatum van ouders:
no: inkluder foreldres ekteskapsdato:
ro: se include data căsătoriei părinților:

source: Automatic merging is a dangerous business. Therefore many clauses are used to make sure the persons are indeed identical. Besides identical names, identical birth or death dates and identical names of parents, also the parents' wedding date is included. If you consider this too much and rely on the above clauses, you can disable this.
cs: Automatické slučování je nebezpečný byznys. Proto se používá mnoho doložek, aby se zajistilo, že osoby jsou skutečně totožné. Kromě shodných jmen, shodných dat narození nebo úmrtí a shodných jmen rodičů je zahrnuto i datum svatby rodičů. Pokud to příliš zvažujete a spoléháte se na on the above clauses, you can disable this.
da: Automatisk fletning er en farlig handling. Derfor anvendes der mange klausuler for at sikre, at personerne rent faktisk er identiske. Udover identiske navne, identiske fødsler eller døds datoer og identiske navne på forældre, så er også forældrenes bryllups dato inkluderet. Hvis du mener, at dette for meget og tror på ovennævnte klausuler, kan du deaktivere dette.
de: Automatische Zusammenführung ist eine gefährliche Angelegenheit. Deshalb werden viele Regeln angewendet um sicherzustellen, dass die Personen tatsächlich identisch sind. Neben identischen Namen, identischen Geburts- oder Todesdaten und identischen Namen der Eltern wird auch das Hochzeitsdatum der Eltern verwendet. Wenn Sie das als zu viel ansehen und auf die restlichen Regeln vertrauen können Sie dieses Verhalten abschalten.
es: La combinación automática puede ser peligrosa. Por lo tanto, se utilizan muchas condiciones para asegurarse de que las personas sean realmente idénticas. Además de los nombres idénticos, las fechas de nacimiento o defunción idénticas y los nombres idénticos de los padres, también se incluye la fecha de la boda de los padres. Si considera que esto puede ser excesivo y confía en las cláusulas anteriores, puede desactivarlo.
nl: Automatisch combineren is een gevaarlijke bezigheid. Daarom worden er vele criteria gebruikt om er absoluut zeker van te zijn dat het om identieke personen gaat. Naast identieke voor- en achternaam, identieke geboorte- of overlijdensdatums en identieke namen van alle ouders, wordt ook de trouwdatum van de ouderparen vergeleken. Als u dit een beetje teveel vindt, kunt u de trouwdatum van de ouders uitzetten.
no: Automatisk sammeslåing kan være risikofylt. Derfor benyttes flere sett kriterier for å være sikker på at personene faktisk er de samme. Utover identiske navn så er også foreldrene ekteskapsdato ett av kriteriene. Hvis du anser at dette er for detaljert, og vil basere sammeslåingen på de øvrige kriteriene, kan du deaktivere dette.
ro: Fuziunea automată este o afacere periculoasă. Prin urmare, sunt folosite multe clauze pentru a se asigura că persoanele sunt într-adevăr identice. Pe lângă nume identice, date identice de naștere sau deces și nume identice ale părinților, de asemenea este inclusă data căsătoriei părinților. Dacă considerați prea mult acest lucru și vă bazați pe clauzele de mai sus, o puteți dezactiva.

source: Merge Options
cs: Možnosti sloučení
da: Flette muligheder
de: Optionen für die Zusammenführung
es: Opciones de combinación
nl: Combineringsopties
no: Innstillinger for sammenslåing
ro: Opțiuni de îmbinare

source: <b>NOTE:</b> None of these buttons will cause immediate merging. You will first be presented with information and can then decide to make a merge.<br><br> <b>TIP:</b> Start with automatic merge to get rid of all obvious merges. (If no automatic merge options are found, try the duplicate merge option).<br> These will likely cause surrounding relatives to be found, so continue with the "Relatives merge" option.<br> Once you finish that, most needed merges will have been performed. You can then use "Duplicate merge" to see if there are duplicates left to consider for merging.<br> As a last resort you can perform manual merges.
cs: <b>POZNÁMKA:</b> Žádné z těchto tlačítek nezpůsobí okamžité sloučení. Nejprve se vám zobrazí informace a poté se můžete rozhodnout, že provedete sloučení.<br><br> <b>TIP:</b> Začněte s automatickým sloučením, abyste se zbavili všech zjevných sloučení. (Pokud nebyly nalezeny žádné možnosti automatického sloučení, zkuste možnost duplicitního sloučení).<br> Ty pravděpodobně způsobí, že budou nalezeni okolní příbuzní, takže pokračujte volbou "Sloučit příbuzné".<br> Jakmile to dokončíte, většina potřebných sloučení bude provedena. Poté můžete pomocí "Duplikátní sloučení" zjistit, zda zbývají duplikáty, které je třeba zvážit pro sloučení.<br> Jako poslední možnost můžete provést ruční sloučení.
da: <b> OBS! </ b> Ingen af disse knapper vil medføre øjeblikkelig fletning. Først vil du blive præsenteret med information og kan derefter beslutte at foretage en sammenfletning. <br> <b> TIP: </ b> Start med automatisk fletning for at slippe af med alle åbenlyse fletninger. (Hvis ingen automatisk fletnings valgmuligheder blev fundet, prøv dublet fletnings mulighederne). <br> Dette vil sandsynligvis medføre at omliggende pårørende bliver fundet, så fortsæt med "Pårørende fletning" valgmulighed. <br> Når du er færdig med det, vil de fleste nødvendige fletninger være udført. Du kan derefter bruge "Dupliker fletning" for at se, om der er dubletter tilbage til overvejelse for en fletning. <br> Som en sidste udvej kan du udføre en manuel fletning.
de: <b>Anmerkung:</b> Keine dieser Schaltflächen bewirkt eine automatische Zusammenführung. Sie werden erst Informationen angezeigt bekommen und können dann entscheiden eine Zusammenführung durchzuführen.<br><br> <b>TIPP:</b> Fangen Sie mit der automatischen Zusammenführung an, um die offensichtlichen Fälle aufzuräumen. (Wenn keine automatischen Zusammenführungsoptionen gefunden werden, versuchen Sie die Option Duplikatzusammenführung).<br> Diese wird höchstwahrscheinlich nahe Verwandte finden, sodass Sie mit "Verwandte zusammenführen" fortfahren sollten.<br> Sobald Sie das durchgeführt haben sind die meisten benötigten Zusammenführungen erledigt. Sie können dann "Duplikate zusammenführen" verwenden, um zu sehen ob noch Duplikate vorhanden sind, die zusammengeführt werden können.<br> Als letzte Option können sie eine manuelle Zusammenführung durchführen.
es: <b>NOTA: </b>Ninguno de estos botones provocará una fusión inmediata. Primero se le presentará información y luego podrá decidir hacer una combinación.<br> <b>SUGERENCIA:</b> comience con la combinación automática para deshacerse de todas las combinaciones obvias. (Si no se encuentran opciones de combinación automática, pruebe la opción de "Combinar duplicados").<br> Esto probablemente hará que se encuentren parientes cercanos, así que continúe con la opción "Combinar familiares".<br> Una vez que termine, se habrán realizado la mayoría de las fusiones más necesarias. A continuación, puede utilizar de nuevo "Combinar duplicados" para ver si siguen quedando duplicados para considerar la fusión.<br> Como último recurso, puede realizar fusiones manuales.
nl: <b>BELANGRIJK:</b> Geen van deze knoppen zal onmiddellijk een combinatie veroorzaken. U zult eerst meer informatie krijgen en dan kunt u besluiten of u door wilt gaan en de combinaties wilt maken.<br><br> <b>TIP:</b> Begin met het automatisch combineren om eerst alle vanzelfsprekende combinaties weg te werken. (Als er geen automatische combinaties worden gevonden, probeer dan eerst het "dubbelen zoeken").<br> Het automatisch of dubbelen combineren zal wellicht meerdere familieleden opleveren die ook gecombineerd moeten worden. Ga daarom zo gauw mogelijk door met de "Familieleden combineren" optie.<br> Als u klaar bent met het familieleden combineren, zult u doorgaans de meeste of alle nodige combinaties hebben voltooid.<br> Als er toch nog over zijn, kunt u deze altijd combineren met de optie "Handmatig combineren".
ro: <b>NOTĂ:</b> Niciunul dintre aceste butoane nu va determina îmbinarea imediată. Veți fi mai întâi informat și apoi puteți decide dacă se face fuziunea.<br><br> <b>SFAT:</b> Începeți cu îmbinarea automată pentru a scăpa de toate îmbinările evidente. (Dacă nu sunt găsite opțiuni de îmbinare automată, încercați opțiunea de îmbinare dubluri).<br> Acestea vor determina probabil găsirea rudelor apropiate, astfel continuați cu opțiunea „Îmbinarea rudelor”.<br> Odată ce ați terminat aceasta, vor fi efectuate cele mai necesare îmbinări. Puteți apoi folosi „Îmbinare duplicat” pentru a vedea dacă mai sunt duplicate de luat în considerare pentru fuziune.<br> Ca ultimă soluție, puteți efectua îmbinări manuale.

source: You will be shown the set of strict criteria used for automatic merging and then you can decide whether to continue.
cs: Zobrazí se vám sada přísných kritérií používaných pro automatické slučování a poté se můžete rozhodnout, zda budete pokračovat.
da: Du vil blive vist det sæt af strenge kriterier, der anvendes til automatisk fletning og så kan du beslutte, om du vil fortsætte.
de: Sie sehen gleich einen Satz von strikten Kriterien, die für das automatische Zusammenführen verwendet werden und danach können Sie entscheiden, ob Sie weiter fortfahren wollen.
es: Se le mostrará el conjunto de criterios estrictos utilizados para la combinación automática y luego podrá decidir si continuar.
nl: U krijgt alle strenge criteria te zien, die worden gebruikt voor het automatisch combineren en dan kunt u besluiten of u hier mee door wilt gaan.
no: Du vil bli forelagt de strenge kriteriene for automatisk sammenslåing, deretter kan du bestemme om du vil fortsette.
ro: Vi se va afișa setul de criterii stricte utilizate pentru îmbinarea automată și apoi puteți decide dacă continuați.

source: This button will become available if you have made merges, and surrounding relatives (parents, children or spouses) have to be considered for merging too.<br> By pressing this button, you can then continue to check the surrounding relatives, pair by pair, and merge them if necessary. If those merges will create additional surrounding relatives to consider, they will be automatically added to the list.<br> Surrounding relatives are saved to the database and you can also return to it at a later stage.
cs: Toto tlačítko bude dostupné, pokud jste provedli sloučení a při sloučení je třeba vzít v úvahu i okolní příbuzné (rodiče, děti nebo manžele).<br> Stisknutím tohoto tlačítka pak můžete pokračovat v kontrole okolních příbuzných, párovat po páru a v případě potřeby je sloučit. Pokud tato sloučení vytvoří další okolní příbuzné, které je třeba vzít v úvahu, budou automaticky přidáni do seznamu.<br> Okolní příbuzní se ukládají do databáze a můžete se do ní také vrátit později.
da: Denne knap bliver til rådighed, hvis du har foretaget fletninger og de omkringliggende slægtninge (forældre, børn eller ægtefæller) skal overvejes til fletning også. <br> Ved at trykke på denne knap, kan du fortsætte med at kontrollere de omkringliggende pårørende, par med par, og flette dem om nødvendigt. Hvis disse fletninger vil skabe yderligere omkringliggende pårørende til overvejelse, vil de automatisk blive tilføjet til listen. <br> Omkringliggende pårørende gemmes i databasen, og du kan også vende tilbage til det på et senere tidspunkt.
de: Diese Schaltfläche steht Ihnen zur Verfügung sobald Sie Zusammenführungen durchgeführt haben und nahe Verwandte (Eltern, Kinder oder Ehepartner) auch für Zusammenführungen berücksichtigt werden müssen.<br> Wenn Sie diese Schaltfläche wählen können Sie damit fortfahren nahe Verwandte, Paar für Paar zu prüfen und, wenn nötig, zusammenzuführen. Wenn diese Zusammenführungen dazu führen, dass weitere nahe Verwandte berücksichtigt werden müssen, werden diese automatisch zur Liste hinzugefügt.<br> Nahe Verwandte werden in der Datenbank gespeichert und sie können auch später hierhin zurückkehren.
es: Este botón estará disponible si ha realizado fusiones y los familiares cercanos (padres, hijos o cónyuges) también deben considerarse para la fusión.<br> Al presionar este botón, usted continuará comprobando los familiares cercanos, par por par, y los combinará si lo cree necesario. Si esas fusiones crearán nuevos familiares cercanos a considerar, se agregarán automáticamente a la lista.<br> Los familiares cercanos se guardan en la base de datos y se puede volver a ellos en una etapa posterior.
nl: Deze knop zal bruikbaar worden als er al combinaties zijn uitgevoerd en zijn er familieleden gevonden (ouders, kinderen, echtgenoten) die ook op combineren moeten worden onderzocht.<br> Met deze knop kunt U dan een voor een paren van familieleden bekijken en besluiten of ze gecombineerd moeten worden. Als deze volgende combinaties weer nieuwe mogelijke combinaties zullen opleveren, worden die automatisch toegevoegd aan de lijst van te bekijken familieleden.<br> De lijst van de mogelijk te combineren familieleden wordt opgeslagen in de database, zodat U er ook later weer mee door kan gaan.
ro: Acest buton va deveni disponibil dacă ați făcut îmbinări și, de asemenea, rudele apropiate (părinți, copii sau soții) trebuie luate în considerare pentru comasare.<br> Apăsând acest buton, puteți continua apoi să verificați rude apropiate, pereche cu pereche și îmbinați-le dacă este necesar. Dacă acele fuziuni vor crea rude apropiate suplimentare de luat în considerare, vor fi adăugate automat la listă.<br> Rudele apropiate sunt salvate în baza de date și, de asemenea, puteți reveni la aceasta într-o etapă ulterioară.
