Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: You will be presented, one after the other, with pairs of possible duplicates to consider for merging.<br> After a merge you can switch to "relatives merge" and after that return to duplicate search where you left off.
cs: Zobrazí se vám jeden po druhém dvojice možných duplikátů, které je třeba zvážit pro sloučení.<br> Po sloučení se můžete přepnout na "sloučení příbuzných" a poté se vrátit k duplicitnímu vyhledávání tam, kde jste skončili.
da: Du vil blive præsenteret, en efter en, med par af mulige dubletter til overvejelse for en fletning. <br> Efter en sammenfletning kan du skifte til "Slægtninge fletning" og derefter vende tilbage til duplikeret søgning, hvor du slap.
de: Ihnen werden, eines nach dem anderen, Paare möglicher Duplikate zum Zusammenführen vorgeschlagen.<br> Nach der Zusammenführung können Sie zu "Verwandte zusammenführen" wechseln und danach wieder zur Duplikatsuche zurückkehren, wo Sie sie verlassen haben.
es: Uno tras otro se le presentarán pares de posibles duplicados a considerar para la combinación.<br> Después de una combinación, puede cambiar a "Combinar familiares" y luego volver a la búsqueda de duplicados donde la dejó.
nl: U krijgt één voor één paren van mogelijke dubbelen te zien om te beslissen of u ze wilt combineren.<br> Na iedere combinatie kunt u overstappen op "Familieleden combineren" en daarna weer terug gaan naar het dubbelen combineren.
ro: Vi se vor prezenta, unul după altul, perechi de posibile duplicate de luat în considerare pentru îmbinare.<br> După o îmbinare, puteți trece la „fuzionarea rudelor” și după aceea puteți reveni la căutare duplicată de unde ați rămas.

source: You can pick two persons out of the database to consider for merging.
cs: Z databáze můžete vybrat dvě osoby, které byste měli zvážit pro sloučení.
da: Du kan vælge to personer fra databasen for at overveje en fletning.
de: Sie können zwei Personen aus der Datenbank auswählen, die zusammengeführt werden sollen.
es: Puede elegir dos personas de la base de datos para considerar su combinación.
nl: Kies twee personen uit de database om te zien of ze gecombineerd moeten worden.
no: Du kan velge to personer fra databasen for å vurdere dem for sammenslåing.
ro: Puteți alege două persoane din baza de date pe care să le luați în considerare pentru fuziune.

source: Here you can change the default filters for the different merge options.
cs: Zde můžete změnit výchozí filtry pro různé možnosti sloučení.
da: Her kan du ændre standard filteret til de forskellige flette muligheder.
de: Hier können Sie die Standardfilter für die unterschiedlichen Optionen zum Zusammenführen ändern.
es: Aquí puede cambiar los filtros por defecto para las diferentes opciones de combinación.
nl: Hier kunt u de standaardinstellingen aanpassen voor de verschillende combinerings opties.
no: Her kan du endre standardfiltrene for de forskjellige sammenslåingsvalgene.
ro: Aici puteți modifica filtrele implicite pentru diferitele opțiuni de îmbinare.

source: Surrounding relatives check
cs: Kontrola okolních příbuzných
da: Omkringliggende slægtninge tjek
de: Prüfung von nahen Verwandten
es: Comprobación de familiares cercanos
nl: Familieleden combineren
no: Sjekk av nærstående slektninger
ro: Verificarea rudelor apropiate

source: of
cs: od
da: til
de: von
es: de
nl: van
no: til
ro: lui

source: relatives to check
cs: příbuzní ke kontrole
da: slægtninge at kontrollere
de: Verwandte für Prüfung
es: familiares a comprobar
nl: familieleden te onderzoeken
no: slektninger å kontrollere
ro: rude de verificat

source: Person 1:
cs: Osoba 1:
es: Persona 1:
nl: Persoon 1:
ro: Persoana 1:

source: Person 2:
cs: Osoba 2:
es: Persona 2:
nl: Persoon 2:
ro: Persoana 2:

source: Gedcom number:
cs: Gedcom číslo:
da: Gedcom nummer:
de: Gedcomnummer:
es: Nº Gedcom:
nl: GEDCOM-nummer:
no: Gedcomnummer:
ro: Număr Gedcom:

source: last name
cs: příjmení
da: efternavn
de: Nachname
es: apellidos
nl: achternaam
no: etternavn
ro: nume

source: first name
cs: jméno
da: fornavn
de: Vorname
es: nombre
nl: voornaam
no: fornavn
ro: prenume

source: patronym
es: patronímico
nl: patroniem
ro: patronimic

source: birth date
cs: datum narození
da: fødselsdato
de: Geburtsdatum
es: fecha de nacimiento
nl: geboortedatum
no: fødselsdato
ro: data nașterii

source: birth place
cs: místo narození
da: fødselssted
de: Geburtsort
es: lugar de nacimiento
nl: geb. pl.
no: fødested
ro: locul nașterii

source: birth time
cs: čas narození
da: fødselstid
de: Geburtszeit
es: hora de nacimiento
nl: geb. tijd
no: fødselstidspunkt
ro: ora nașterii

source: baptism date
cs: datum křtu
da: dåbsdato
de: Taufdatum
es: fecha de bautismo
nl: doopdatum
no: dåpsdato
ro: data botezului

source: baptism place
cs: místo křtu
da: dåbssted
de: Ort der Taufe
es: lugar de bautismo
nl: doopplaats
no: dåpssted
ro: locul botezului

source: death date
cs: datum úmrtí
da: dødsdato
de: Sterbedatum
es: fecha de defunción
nl: overlijdensdatum
no: dødsdato
ro: data decesului

source: death place
cs: místo úmrtí
da: dødssted
de: Todesort
es: lugar de fallecimiento
nl: ovl. pl.
no: dødssted
ro: locul decesului

source: death time
cs: doba úmrtí
da: døds tidspunkt
de: Uhrzeit des Todes
es: hora de deceso
nl: ovl. tijd
no: dødstidspunkt
ro: ora morții

source: cause of death
cs: příčina smrti
de: Todesursache
es: causa de fallecimiento
nl: doodsoorzaak
ro: cauza morții

source: cremation
cs: kremace
da: kremering
de: Feuerbestattung
es: cremación
nl: crematie
no: kremasjon
ro: incinerare

source: burial date
cs: datum pohřbu
da: begravelsesdato
de: Beisetzungsdatum
es: fecha de entierro
nl: begrafenisdatum
no: begravelsesdato
ro: data înmormântării

source: burial place
cs: místo pohřbu
da: begravelsessted
de: Begraben
es: lugar de sepultura
nl: begrafenisplaats
no: begravelsessted
ro: locul înmormântării

source: alive
cs: živí
da: i live
de: Lebend
es: vivo
nl: levend
no: lever
ro: în viață

source: religion
cs: náboženství
es: religión
nl: religie
ro: religia

source: own code
cs: vlastní kód
da: egen kode
de: eigene Markierung
es: código propio
nl: eigen code
no: egen kode
ro: propriul cod

source: stillborn
cs: mrtvě narozený
da: dødfødt
de: Totgeburt
es: nacido muerto
nl: levenloos geboren jongen
no: dødfødt
ro: născut(ă) mo(a)rt(ă)

source: general text
cs: obecný text
da: generel tekst
de: Allgemeiner Text
es: texto general
nl: instellingen algemeen
no: generell tekst
ro: text general

source: name text
cs: text jména
da: navne tekst
es: texto del nombre
nl: tekst bij naam
no: navnetekst
ro: text pentru nume

source: birth text
cs: text narození
da: fødsels tekst
de: Geburt Text
es: texto del nacimiento
nl: geboortedatum
no: fødselstekst
ro: text pentru naștere

source: baptism text
cs: text křtu
da: dåbs tekst
de: Taufe Text
es: texto del bautizo
nl: tekst bij doop
no: dåpstekst
ro: text pentru botez

source: death text
cs: text úmrtí
da: døds tekst
de: Tod Text
es: texto de la defunción
nl: tekst bij overlijden
no: dødstekst
ro: text pentru deces

source: burial text
cs: text pohřbu
da: begravelses tekst
de: Begräbnis Text
es: texto del entierro
nl: tekst bij begraven
no: begravelsestekst
ro: text pentru înmormântare

source: Relatives
cs: Příbuzní
da: Slægtninge
de: Verwandte
es: Familiares
nl: Familieleden
no: Slektninger
ro: Rude

source: Spouse
cs: Manžel
da: Ægtefælle
de: Ehegatte
es: Cónyuge
nl: Echtgenoot/te
no: Ektefelle
ro: Soțul/Soția

source: Father
cs: Otec
da: Far
de: Vater
es: Padre
nl: Vader
no: Far
ro: Tatăl

source: Mother
cs: Matka
da: Mor
de: Mutter
es: Madre
nl: Moeder
no: Mor
ro: Mama

source: Children
cs: Děti
da: Børn
de: Kinder
es: Hijos
nl: Kinderen
no: Barn
ro: Copii

source: Read text
cs: Načíst text
da: Læs tekst
de: Lese Text
es: Leer texto
nl: Toon de tekst
no: Les tekst
ro: Citiți textul

source: (no data)
cs: (žádná data)
da: (ingen data)
de: (Keine Daten)
es: (sin datos)
nl: (geen gegevens)
no: (ingen data)
ro: (nu există date)

source: Picture
cs: Obrázek
da: Billede
de: Bild
es: Imagen
nl: Afbeelding
no: Bilde
ro: Fotografie

source: Other names
cs: Další jména
da: Andre navne
de: Andere Namen
es: Otros nombres
nl: Andere namen
no: Andre navn
ro: Alte nume

source: Show
cs: Ukázat
de: Anzeigen
nl: Toon
ro: Arată

source: Sources
cs: Zdroje
da: Kilder
de: Quellen
es: Fuentes
nl: Bronnen
no: Kilder
ro: Surse

source: Addresses
cs: Adresy
da: Adresser
de: Adressen
es: Direcciones
nl: Adressen
no: Adresser
ro: Adrese

source: was successfully merged into
cs: byl úspěšně začleněn do
da: var succesfuldt flettet ind i
de: Wurde erfolgreich zusammengeführt nach
es: fue combinada correctamente en
nl: is succesvol gecombineerd met
no: ble vellykket slått sammen med
ro: a fuzionat cu succes în

source: After this merge there are %d surrounding relatives to be checked for merging!
cs: Po tomto sloučení existuje %d okolních příbuzných, kteří mají být zkontrolováni pro sloučení!
da: Efter denne sammenfletning er %d omkringliggende pårørende, der skal kontrolleres til fletning!
de: Nach dieser Zusammenführung existieren %d nahe Verwandte die auf eine eventuelle Zusammenführung geprüft werden müssen!
es: Después de esta fusión hay %d familiares cercanos susceptibles de ser combinados. ¡Compruébelos!
nl: Na deze combinatie zijn er %d familieleden te onderzoeken voor mogelijk combineren!
no: Etter denne sammenslåingen er det %d nærstående slektninger å sjekke for sammeslåing!
ro: După această îmbinare, există %d rude apropiate de verificat pentru fuzionare!

source: <b>You are strongly advised to move to "Relatives merge" mode to check all surrounding persons who may have to be checked for merging.</b><br> While in "Relatives merge" mode, any persons who might need merging as a result of consequent merges will be added automatically.<br> This is the easiest way to make sure you don't forget anyone.
cs: <b>Důrazně doporučujeme přejít do režimu "Sloučení příbuzných" a zkontrolovat všechny okolní osoby, u kterých může být nutné zkontrolovat sloučení.</b><br> V režimu "Sloučení příbuzných" budou všechny osoby, které by mohly potřebovat sloučení v důsledku následných sloučení, přidány automaticky.<br> To je nejjednodušší způsob, jak zajistit, abyste na nikoho nezapomněli.
da: <b> Du tilrådes kraftigt at flytte til "Slægtninge fletning" tilstand for at kontrollere alle omkring værende personer, der eventuelt skal kontrolleres for fletning. </ b> <br> Når man er i "Slægtninge fletning" tilstand, vil alle personer, som måske skal flettes som følge af en konsekvent fletning, blive tilføjet automatisk. <br> Dette er den nemmeste måde at sikre, du ikke glemmer nogen.
de: <b>Es wird besonders empfohlen in den "Verwandte zusammenführen"-Modus zu wechseln, um alle nahen Personen zu überprüfen, die unter Umständen auf Zusammenführung überprüft werden müssen.</b><br> Währen Sie im "Verwandte zusammenführen"-Modus sind werden alle Personen, die eventuell als Resultat folgender Zusammenführungen auch zusammengeführt werden könnten, automatisch hinzugefügt.<br> Dies ist der leichteste Weg sicherzustellen, dass Sie niemanden vergessen.
es: <b>Se le recomienda encarecidamente que cambie al modo "Combinar familiares" para comprobar todos los familiares cercanos que puedan tener que comprobarse para la combinación.</b><br> Mientras esté en el modo "Combinar familiares", cualquier persona que pueda necesitar una combinación como resultado de las consiguientes fusiones se agregará automáticamente.<br> Esta es la forma más sencilla de asegurarse que no se deja a nadie.
nl: <b>Wij dringen er op aan nu eerst de optie "Familieleden combineren" te gebruiken om te zien welke familieleden er ook gecombineerd moeten worden.</b><br> Terwijl de optie "Familieleden combineren" wordt uitgevoerd, worden automatisch nieuwe familieleden toegevoegd als dit nodig is na een combinatie.<br> Dit is de makkelijkste manier om er zeker van te zijn dat u niemand over het hoofd ziet.
ro: <b>Vi se recomandă să treceți la modul „Îmbinare rude” pentru a le verifica pe toate persoanele din jur care ar putea fi verificate pentru fuziune.</b><br> În modul „Îmbinare rude”, orice persoană care ar putea avea nevoie de fuziune ca rezultat al îmbinărilor ulterioare va fi adăugată automat.<br> Acesta este cel mai simplu mod de a te asigura că nu uiți pe nimeni.

source: Continue manual merge
cs: Pokračujte v ručním slučování
da: Forsæt manuel fletning
de: Manuelle Zusammenführung fortsetzen
es: Continuar combinación manual
nl: Doorgaan met handmatig combineren
no: Fortsett manuell sammenslåing
ro: Continuați îmbinarea manuală

source: Continue with next pair
cs: Pokračujte dalším párem
da: Forsæt med næste par
de: Mit nächstem Paar fortfahren
es: Continuar con el siguiente par
nl: Doorgaan met volgend paar
no: Fortsett med neste par
ro: Continuați cu următoarea pereche

source: Multiple updates will be done. It is recommended to do a database backup!<br><b>NEVER INTERRUPT THE UPDATE PROCEDURE!</b><br><b>Please wait until the notice that the update has been completed!</b>
cs: Bude provedeno více aktualizací. Doporučuje se provést zálohu databáze!<br><b>NIKDY NEPŘERUŠUJTE POSTUP AKTUALIZACE!</b><br><b>Počkejte, až se zobrazí oznámení o dokončení aktualizace!</b>
nl: Er worden meerdere updates gedaan. Het is aan te raden om eerst een database back-up te maken!<br><b>ONDERBREEK DE UPDATE PROCEDURE NOOIT!</b><br><b>Wacht tot de melding dat de update voltooid is!</b>
no: Flere oppdateringer vil bli utført. Det er anbefalt å gjøre en database-backup!<br><b>AVBRYT ALDRI OPPDATERINGSPROSEDYREN!</b><br><b>Vent på bekreftelse om at oppdateringen er ferdig!</b>
ro: Se vor face mai multe actualizări. Este recomandat să faceți o copie de rezervă a bazei de date!<br><b>NU ÎNTRERUPȚI NICIODATĂ PROCEDURA DE ACTUALIZARE!</b><br><b>Vă rugăm să așteptați până când observați că actualizarea a fost finalizată!</b>

source: All updates completed, click at "Mainmenu"
cs: Všechny aktualizace dokončeny, klikněte na "Hlavní menu"
da: Alle opdateringer er færdige, klik på "Hovedmenu"
de: Aktualisierung abgeschlossen. Bitte klicken Sie auf "Hauptmenü"
es: Se han completado todas las actualizaciones, haga clic en "Menú principal"
nl: Alle updates zijn voltooid, klik op "Hoofdmenu"
no: Alle oppdateringer utført, velg "Hovedmeny"
ro: Toate actualizările finalizate, faceți clic pe „Meniul principal”

source: Main menu
cs: Hlavní menu
da: Hovedmenu
de: Hauptmenü
es: Menú principal
nl: Hoofdmenu
no: Hovedmeny
ro: Meniul principal

source: AUTOMATIC UPDATE PROCESS STARTED!
cs: PROCES AUTOMATICKÉ AKTUALIZACE SPUŠTĚN!
da: AUTOMATISK OPDATERINGS PROCES ER STARTET!
de: DER AUTOMATISCHE AKTUALISIERUNGSPROZESS WURDE GESTARTET.
es: ¡PROCESO DE ACTUALIZACIÓN AUTOMÁTICA EN MARCHA!
nl: AUTOMATISCH UPDATE PROCES GESTART!
no: AUTOMATISK OPPDATERING PÅBEGYNT!
ro: A ÎNCEPUT PROCESUL DE ACTUALIZARE AUTOMATĂ!

source: UPDATE FAILED!
cs: AKTUALIZACE SELHALA!
da: OPDATERING FEJLEDE!
de: AKTUALISIERUNG FEHLGESCHLAGEN!
es: ¡LA ACTUALIZACIÓN HA FALLADO!
nl: UPDATE MISLUKT!
no: OPPDATERING FEILET!
ro: ACTUALIZARE EȘUATĂ!

source: There is no humo_user_log table
cs: Neexistuje žádná tabulka humo_user_log
da: Der er ingen humo_user_log tabel
de: Keine Tabelle "humo_user_log" vorhanden
es: No existe la tabla humo_user_log
nl: Er is geen humo_user_log tabel
no: Ingen humo_user_log tabell eksisterer
ro: Nu există tabelul humo_user_log

source: seconds.
cs: vteřin.
de: Sekunden.
es: segundos.
nl: seconden.
ro: secunde.

source: creating repositories...
cs: vytváření repozitářů...
da: danner opbevaringssteder...
de: Erstelle Archive...
es: creando depósitos...
nl: repositories aanmaken...
no: lager kildesamlinger...
ro: se creează depozite...

source: creating connections...
cs: vytváření spojení...
da: skaber forbindelse...
de: erstelle Verbindungen...
es: creando conexiones...
nl: connections aanmaken...
no: lager forbindelser...
ro: se creează conexiuni...

source: creating humo_cms_menu...
cs: vytváření humo_cms_menu...
da: skaber humo_cms_menu...
de: Erstelle humo_cms_menu...
es: creando humo_cms_menu...
nl: humo_cms_menu aanmaken...
no: lager humo_cms_menu...
ro: se creează humo_cms_menu...

source: creating humo_cms_pages...
cs: vytváření humo_cms_pages...
da: skaber humo_cms_pages...
de: Erstelle humo_cms_pages...
es: creando humo_cms_pages...
nl: humo_cms_pages aanmaken...
no: lager humo_cms_pages...
ro: se creează humo_cms_pages...

source: Update in progress...
cs: Aktualizace probíhá...
da: Opdateringen er i gang...
de: Aktualisierung wird durchgeführt ...
es: Actualización en curso...
nl: Update wordt verwerkt...
ro: Actualizare în curs...

source: Update tree:
da: Opdaterer træ:
de: Stammbaum aktualisieren:
es: Actualizar árbol:
nl: Stamboom bijwerken:
ro: Actualizarea arborelui:

source: Update table unprocessed_tags...
cs: Aktualizovat tabulku unprocessed_tags...
da: Opdater tabel unprocessed_tags...
de: Tabelle unprocessed_tags aktualisieren...
es: Actualizar tabla unprocessed_tags ...
nl: Tabel unprocessed_tags bijwerken...
ro: Actualizarea tabelului unprocessed_tags...

source: Access to admin pages is not allowed.
cs: Přístup na stránky správce není povolen.
de: Der Zugriff auf Administrationsseiten ist nicht erlaubt.
nl: Toegang tot beheerpagina's is niet toegestaan.
ro: Accesul la paginile de administrare nu este permis.

source: Administration
cs: Správa
es: Administración
nl: Beheer
no: Administrasjon
ro: Administrare

source: Sidebar
cs: Postranní panel
de: Seitenleiste
nl: Zijbalk
ro: Bara laterală

source: Install
cs: Instalovat
da: Installer
de: Installation
es: Instalar
nl: Installeren
no: Installer
ro: Instalare

source: Extensions
cs: Rozšíření
de: Erweiterungen
es: Extensiones
nl: Extensies
ro: Extensii

source: Show/ hide languages
cs: Zobrazit/ skrýt jazyky
de: Sprachen anzeigen/verbergen
es: Mostrar / Ocultar idiomas
nl: Toon/ verberg talen
ro: Afișează/ascunde limbi

source: Show/ hide theme's
cs: Ukázat/ skrýt témata
de: Themen anzeigen/verbergen
es: Mostrar / ocultar temas
nl: Toon/ verberg thema's
ro: Afișează/ascunde temele

source: Homepage favourites
cs: Oblíbené na domovské stránce
de: Homepage Favoriten
es: Favoritos de la página de inicio
nl: Homepage favorieten
ro: Favorite pe pagina de pornire

source: Slideshow on the homepage
cs: Prezentace na domovské stránce
de: Slideshow auf der Homepage
es: Presentación de diapositivas en la página de inicio
nl: Diashow op de homepage
ro: Prezentare de diapozitive pe pagina de start

source: Special settings
cs: Speciální nastavení
da: Specielle indstillinger
de: Weitere Einstellungen
es: Configuración especial
nl: Speciale instellingen
ro: Setări speciale

source: Jewish settings
cs: Židovské nastavení
de: Jüdische Einstellungen
es: Configuración judaica
nl: Joodse instellingen
ro: Setări ebraice

source: CMS Own pages
cs: Vlastní stránky CMS
da: CMS egne sider
de: Eigene CMS-Seiten
es: Páginas propias de CMS
nl: CMS Eigen bladzijden
no: Egne CMS-sider
ro: Pagini proprii CMS

source: Language editor
cs: Jazykový editor
da: Sprog editor
de: Spracheditor
es: Editor de idiomas
nl: Talen editor
no: Språkredigering
ro: Editor de limbă

source: Prefix editor
cs: Editor předpon
da: Præfiks editor
de: Präfixeditor
es: Editor de prefijos
nl: Voorvoegsel editor
no: Prefiksbehandler
ro: Editor de prefixe

source: World map
cs: Mapa světa
de: Weltkarte
nl: Wereldkaart
ro: Harta lumii

source: Family trees
cs: Rodokmeny
da: Stamtræer
de: Stammbäume
es: Árboles genealógicos
nl: Stambomen
no: Slektstrær
ro: Arbori genealogici

source: Pictures/ create thumbnails
cs: Obrázky/ vytvořit miniatury
da: Billeder/ opret miniaturer
de: Bilder / Vorschaubilder erstellen
es: Imágenes/ crear miniaturas
nl: Afbeeldingen/thumbnails maken
ro: Imagini/creare miniaturi

source: Picture settings
cs: Nastavení obrázku
de: Bildeinstellungen
es: Configuración de imágenes
nl: Afbeeldingen instellingen
ro: Setări imagini

source: Create thumbnails
cs: Vytvořit miniatury
de: Vorschaubilder erstellen
es: Crear miniaturas
nl: Thumbnails maken
no: Lag miniatyrbilder
ro: Creare miniaturi

source: Photo album categories
cs: Kategorie fotoalb
da: Fotoalbum kategori
de: Fotoalbumkategorien
es: Categorías del album de fotos
nl: Fotoboeken categorieën
ro: Categoriile albumelor foto

source: Notes
cs: Poznámky
de: Anmerkungen
nl: Notities
ro: Note

source: Family tree data check
cs: Kontrola dat rodokmenu
da: Stamtræ data check
de: Stammbaum Datenprüfung
es: Comprobar los datos de árbol
nl: Stamboom controle
no: Datasjekk på familietreet
ro: Verificarea datelor arborelui genealogic

source: Check consistency of dates
cs: Zkontrolujte konzistenci dat
da: Kontroller datoernes konsistens
de: Konsistenz von Datumsangaben prüfen
es: Comprobar la consistencia de las fechas
nl: Controleer consistentie van datums
no: Sjekk datoer for konsistens
ro: Verificarea consistenței datelor

source: Find invalid dates
cs: Najděte neplatná data
da: Find ugyldige datoer
de: Ungültige Datumsangaben suchen
es: Encontrar fechas inválidas
nl: Zoek ongeldige datums
no: Finn ugyldige datoer
ro: Găsirea datelor nevalide

source: Check database integrity
cs: Zkontrolujte integritu databáze
da: Check database integritet
de: Datenbankintegrität prüfen
es: Comprobar la integridad de la base de datos
nl: Controleer databasetabellen
no: Sjekk databaseintegritet
ro: Verificarea integrității bazei de date

source: View latest changes
cs: Zobrazit poslední změny
da: Vis seneste ændringer
de: Letzte Änderungen ansehen
es: Ver los últimos cambios
nl: Laatste wijzigingen
no: Se siste endringer
ro: Vedeți ultimele modificări

source: Calculated birth date
cs: Vypočtené datum narození
da: Beregnet fødselsdato
de: Errechnetes Geburtsdatum
es: Fecha de nacimiento calculada
nl: Berekende geboortedatum
ro: Data nașterii calculată

source: Statistics
cs: Statistika
da: Statistik
de: Statistiken
es: Estadísticas
nl: Statistieken
no: Statistikk
ro: Statistici

source: Persons and families
cs: Osoby a rodiny
de: Personen und Familien
nl: Personen en gezinnen
ro: Persoane și familii

source: Repositories
cs: Úložiště
da: Gemmesteder
de: Archive
es: Depósitos
nl: Bewaarplaatsen
no: Kildesamlinger
ro: Depozite

source: Shared addresses
cs: Sdílené adresy
de: Gemeinsame Adressen
es: Direcciones compartidas
nl: Gedeelde adressen
ro: Adrese partajate

source: Rename places
cs: Přejmenovat místa
da: Omdøb steder
de: Orte umbenennen
es: Renombrar lugares
nl: Plaatsen hernoemen
ro: Redenumiți locurile

source: Users
cs: Uživatelé
da: Brugere
de: Benutzer
es: Usuarios
nl: Gebruikers
no: Brukere
ro: Utilizatori

source: User groups
cs: Skupiny uživatelů
da: Brugergrupper
de: Benutzergruppen
es: Grupos de usuarios
nl: Gebruikersgroepen
no: Brukergrupper
ro: Grupurile utilizatorului

source: Log
cs: Záznam
de: Zugriffsstatistik
nl: Logboek
no: Logg

source: Logfile users
cs: Uživatelé logfile
da: Logfil brugere
de: Benutzerstatistik
es: Fichero log de los usuarios
nl: Logboek gebruikers
no: Loggfilbrukere
ro: Utilizatori de fișiere log

source: IP Blacklist
es: Lista negra de IP
nl: IP Zwarte lijst
ro: Lista neagră cu IP

source: Saved
cs: Uložené
da: Gemt
de: Gespeichert
es: Guardado
nl: Opgeslagen
no: Lagret
ro: Salvat

source: Language
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
nl: Taal
no: Språk
ro: Limba

source: Version:
cs: Verze:
es: Versión:
nl: Versie:
no: Versjon:
ro: Versiune:

source: no version number available...
cs: není k dispozici žádné číslo verze...
da: intet versionsnummer tilgængeligt...
de: keine Versionsnummer verfügbar...
es: Número de versión no disponible...
nl: geen versie nummer beschikbaar...
no: ikke noe versjonsnummer tilgjengelig..
ro: numărul de versiune indisponibil...
