Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: (Re)create settings table.
cs: (Znovu)vytvořit tabulku nastavení.
da: (Gen)opret tabel indstillinger.
de: Tabelle Einstellungen (neu) erstellen.
es: (Re)crear la tabla de configuración.
nl: Instellingen-tabel (opnieuw) maken.
no: (Gjen)skap tabell for innstillinger
ro: (Re)creați tabelul de setări.

source: (Re) create statistics tree table. <b>EXISTING STATISTICS TREES WILL BE REMOVED!</b>
cs: (Znovu)vytvořit tabulku statistiky. <b>STÁVAJÍCÍ STROMY STATISTIKY BUDOU ODSTRANĚNY!</b>
da: (Gen)opret statistik for træ tabeller. <b>EKSISTERENDE TRÆ STATISTIKKER VIL BLIVE FLYTTET!</b>
de: Tabelle Statistiken (neu) erstellen. <b>EXISTIERENDE STATISTIKEN WERDEN GELÖSCHT!</b>
es: (Re)crear la tabla de estadísticas del árbol. <b>¡SE BORRARÁN LAS ESTADÍSTICAS DE LOS ÁRBOLES EXISTENTES!</b>
nl: Statistieken tabel (opnieuw) maken. <b>ALLE STATISTIEKEN WORDEN VERWIJDERD!</b>
no: (Gjen)skap tabell for statistikk. <b>EKSISTERENDE STATISTIKK BLIR FJERNET!</b>
ro: (Re)creați tabelul cu statistici ai arborelui. <b>STATISTICILE EXISTENTE VOR FI ȘTERSE!</b>

source: (Re) create user table. <b>The user table will be filled with new users. Please add passwords:</b>
cs: (Znovu)vytvořit uživatelskou tabulku. <b>Tabulka uživatelů bude vyplněna novými uživateli. Prosím, přidejte hesla:</b>
de: Benutzertabelle (wieder-)erstellen. <b>Die Benutzertabelle wird mit neuen Benutzern gefüllt. Bitte Passworte hinzufügen:</b>
es: (Re)crear tabla de usuarios. Se rellenará con usuarios nuevos. Por favor añada las contraseñas:
nl: Gebruikerstabel (opnieuw) maken. <b>De gebruikerstabel wordt gevuld met nieuwe gebruikers. Vul de wachtwoorden in:</b>
ro: (Re)creați tabelul cu utilizatori. <b>Tabelul de utilizatori va fi completat cu utilizatori noi. Vă rugăm să adăugați parole:</b>

source: User
cs: Uživatel
da: Bruger
de: Benutzer
es: Usuario
nl: Gebruiker
no: Bruker
ro: Utilizator

source: Username
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de usuario
nl: Gebruikersnaam
no: Brukernavn
ro: Numele utilizatorului

source: Password
cs: Heslo
de: Passwort
es: contraseña
nl: Wachtwoord
no: Passord
ro: Parola

source: THIS WILL BE YOUR ADMIN PASSWORD! (default password = humogen)
cs: TOTO BUDE VAŠE HESLO SPRÁVCE! (výchozí heslo = humogen)
da: DETTE VIL BLIVE DIT ADMIN PASSWORD! (standard password = humogen)
de: DAS IST IHR ADMIN-PASSWORT! (Standardpasswort = humogen)
es: ¡ESTA SERÁ SU CONTRASEÑA DE ADMIN! (contraseña por defecto = humogen)
nl: DIT WORDT UW BEHEER WACHTWOORD! (standaard wachtwoord = humogen)
no: DETTE BLIR DITT ADMIN-PASSORD (Standard-passord = humogen)
ro: ACEASTA VA FI PAROLA TA DE ADMIN! (parolă implicită = humogen)

source: Family or genealogists
cs: Rodina nebo genealogové
da: Familie eller slægtsforsker
de: Familienangehörige oder Ahnenforscher
es: Familiares o genealogistas
nl: Familie of genealogen
no: Familie eller genealoger
ro: Familie sau genealogi

source: Password for user: "family" (default password = humogen)
cs: Heslo pro uživatele: "rodina" (výchozí heslo = humogen)
da: Password for bruger: "familie" (standard password = humogen)
de: Passwort für Anwender: "Familie" (Standardpasswort = humogen)
es: Contraseña del usuario: "family" (contraseña por defecto= humogen)
nl: Wachtwoord voor gebruiker "family" (standaard wachtwoord = humogen)
no: Passord for bruker: "familie" (standard passord = humogen)
ro: Parola pentru utilizator: „familie” (parola implicită = humogen)

source: Remark: more users can be added after installation.
cs: Poznámka: Po instalaci lze přidat více uživatelů.
da: Bemærkning: flere brugere kan tilføjes efter installationen.
de: Hinweis: Nach der Installation können weitere Anwender hinzugefügt werden.
es: Observación: se pueden añadir más usuarios después de la instalación.
nl: Opmerking: na de installatie kunnen meer gebruikers worden toegevoegd.
no: Merk: flere brukere kan legges til etter installasjonen
ro: Observație: pot fi adăugați mai mulți utilizatori după instalare.

source: (Re) create user group table.
cs: (Znovu)vytvořit tabulku uživatelských skupin.
da: (Gen)opret brugergruppe tabel.
de: Tabelle Benutzergruppen (neu) erstellen.
es: (Re)crear la tabla de grupos de usuarios
nl: Groepen-tabel (opnieuw) maken.
no: (Gjen)skap tabell for brukergrupper.
ro: (Re)creați tabelul grupului de utilizatori.

source: (Re) create CMS menu table, used for menu system of own pages.
cs: (Znovu)vytvořit CMS tabulku menu, která se používá pro systém menu vlastních stránek.
da: (Gen)opret CMS menu tabel, brugt til menu system af egne sider.
de: CMS-Menü-Tabelle (neu) erstellen; wird für das Menüsystem eigener Seiten verwendet.
es: (Re)crear la tabla de menús de CMS, utilizada para el sistema de menús de las páginas propias.
nl: CMS menu tabel (opnieuw) maken. Wordt gebruikt voor zelf toegevoegde bladzijden.
no: (Gjen) opprett CMS menytabell, brukes til menystrukturen på egne sider.
ro: (Re)creați tabelul de meniu CMS, folosit pentru sistemul de meniu al paginilor proprii.

source: (Re) create CMS pages table, used for own pages.
cs: (Znovu)vytvořit tabulku stránek CMS, která se používá pro vlastní stránky.
da: (Gen)opret CMS side tabeller, brugt til egne sider.
de: CMS-Seitentabelle (wieder) erstellen; wird für eigene Seiten verwendet.
es: (Re)crear la tabla de páginas de CMS, utilizada para las páginas propias.
nl: CMS bladzijden tabel (opnieuw) maken. Wordt gebruikt voor zelf toegevoegde bladzijden.
no: (Gjen) opprett CMS sidetabell, brukes til egne sider.
ro: (Re)creați tabelul de pagini CMS, folosit pentru paginile proprii.

source: (Re) create user notes table.
cs: (Znovu)vytvořit tabulku uživatelských poznámek.
da: (Gen)opret bruger notes tabel.
de: Benutzernotizentabelle (neu) erstellen.
es: (Re)crear la tabla de notas de usuarios
nl: Gebruiker notitities tabel (opnieuw) maken.
ro: (Re)creați tabelul cu notele utilizatorului.

source: Empty log table.
cs: Prázdná tabulka protokolu.
da: Tøm log tabel.
de: Protokolltabelle löschen.
es: Vaciar tabla de log.
nl: Logboek-tabel leeg maken.
no: Tøm loggtabell.
ro: Goliți tabelul de jurnal.

source: Empty statistics country table.
cs: Prázdná tabulka statistik země.
de: Leere Statistik Ländertabelle.
nl: Leeg statusstatistieken-tabel
ro: Tabelul de țară cu statistici inițializate.

source: Family tree tables
cs: Tabulky rodokmenu
da: Stamtræ tabeller.
de: Stammbaumtabellen
es: Tablas del árbol genealógico
nl: Stamboom tabellen
ro: Tabelele arborelui genealogic

source: (Re) create all family tree tables. <b>*** ALL EXISTING FAMILY TREES WILL BE REMOVED! ***</b>
cs: (Znovu)vytvořte všechny tabulky rodokmenů. <b>*** VŠECHNY STÁVAJÍCÍ RODINNÉ STROMY BUDOU ODSTRANĚNY! ***</b>
da: (Gen)opret alle stamtræ tabeller.<b> *** alle eksisterende stamtræer vil blive fjernet! *** </ b>
de: Alle Tabellen des Stammbaumes/der Stammbäume (neu) erzeugen.<b>*** ALLE EXISTIERENDEN STAMMBÄUME WERDEN GELÖSCHT! ***</b>
es: (Re)crear todas las tablas de los árboles genealógicos. *** ¡SE ELIMINARÁN TODOS LOS ÁRBOLES GENEALÓGIOS EXISTENTES! ***
nl: Alle stambomen-tabellen (opnieuw) maken. <b>*** ALLE BESTAANDE STAMBOMEN WORDEN VERWIJDERD! ***</b>
ro: (Re)creați toate tabelele arborelui genealogic. <b>*** TOȚI ARBORII GENEALOGICI EXISTENȚI VOR FI ȘTERȘI! ***</b>

source: Are you sure? Old settings will be deleted!
cs: Jsi si jisti? Stará nastavení budou smazána!
da: Er du sikker? Gamle indstillinger bliver slettet!
de: Sind Sie sicher? Alte Einstellungen werden gelöscht!
es: ¿Está seguro? ¡Se eliminarán las configuraciones antiguas!
nl: Zeker weten? Oude instellingen worden overschreven!
no: Er du sikker? Tidligere innstillinger blir slettet!
ro: Ești sigur? Setările vechi vor fi șterse!

source: Creating tables:
cs: Vytváření tabulek:
da: Opretter tabeller:
de: Erstelle Tabellen:
es: Creando tablas:
nl: Tabellen aanmaken:
no: Lag tabeller:
ro: Crearea tabelelor:

source: create table: %s.
cs: vytvořit tabulku: %s.
da: Opret tabel: %s.
de: Erzeuge Tabelle: %s.
es: Crear tabla: %s.
nl: tabel aanmaken: %s.
ro: crearea tabelului: %s.

source: filling table: %s.
cs: plnění tabulky: %s.
de: Fülle Tabelle %s.
nl: tabel vullen: %s.
ro: completarea tabelului: %s.

source: No errors above? This means that the database has been processed!
cs: Žádné chyby výše? To znamená, že databáze byla zpracována!
da: Ingen fejl ovenfor? Det betyder, at databasen er blevet behandlet!
de: Keine Fehler gemeldet? Dann sind die Daten ohne Fehler verarbeitet worden!
es: ¿No hay errores arriba? ¡Esto significa que se ha procesado la base de datos!
nl: Geen foutmeldingen hierboven? Dan zijn de tabellen aangemaakt!
no: Ingen feilmelding over? Det betyr at databasen har blitt behandlet!
ro: Nu există erori mai sus? Aceasta înseamnă că baza de date a fost procesată!

source: This is the language editor of %s. It's possible to change or edit language items in this editor. If you find language errors in a language, please contact the programmers. They will change this in a next version!
cs: Toto je jazykový editor %s. V tomto editoru je možné měnit nebo upravovat jazykové položky. Pokud v některém jazyce najdete jazykové chyby, kontaktujte prosím programátory. V další verzi to změní!
de: Dies ist der Spracheditor von %s. In diesem Editor können Sie Sprachelemente ändern. Wenn Sie Fehler in einer Sprache finden kontaktieren Sie bitte die Programmierer, die diesen Fehler in einer nächsten Version beheben werden.
es: Este es el editor de idiomas de %s. Con este editor se pueden cambiar o editar elementos del idioma. Si encuentra errores en un idioma, póngase en contacto con los programadores. ¡Lo corregirán en la siguiente versión!
nl: Dit is de talen editor van %s. Hier kunnen taal items gewijzigd worden. Als je fouten ziet in de talen, neem dan contact op met de programmeurs. Zij zullen dit wijzigen in een volgende versie!
ro: Acesta este editorul de limbă al lui %s. Este posibil să modificați sau să editați elemente de limbă din acest editor. Dacă găsiți erori de limbă într-o limbă, vă rugăm contactați programatorii. Vor schimba acest lucru în versiunea următoare!

source: Translate into the right column. The untranslated items appear first.
cs: Přeložte do pravého sloupce. Jako první se zobrazí nepřeložené položky.
da: Oversæt i den højre kolonne. De uoversatte emner vises først.
de: Schreiben Sie die Übersetzung die rechte Spalte. Nicht übersetzte Einträge erscheinen zuerst.
es: Traduzca en la columna de la derecha. Los elementos sin traducir aparecen primero.
nl: Vertaal in de rechter kolom. De niet vertaalde items staan bovenaan.
ro: Traduceți în coloana din dreapta. Elementele netraduse apar primele.

source: Max items per page:
cs: Maximální počet položek na stránku:
da: Maks emner per side:
de: Einträge pro Seite:
es: Nº de elementos por página:
nl: Max. items per bladzijde:
ro: Elemente maxime pe pagină:

source: Total items found:
cs: Celkový počet nalezených položek:
da: Emner fundet i alt:
de: Einträge gesamt gefunden:
es: Total elementos encontrados:
nl: Totaal items gevonden:
ro: Total articole găsite:

source: FILE IS NOT WRITABLE!
cs: SOUBOR NELZE ZAPISOVAT!
da: FILEN ER IKKE SKRIVBAR!
de: DATEI IST NICHT ÜBERSCHREIBBAR!
es: ¡FICHERO DE SOLO LECTURA!
nl: BESTAND IS READ-ONLY!
no: FILEN ER SKRIVEBESKYTTET!
ro: FIȘIERUL NU POATE FI SCRIS!

source: Template
cs: Šablona
da: Skabelon
de: Vorlage
es: Plantilla
nl: Voorbeeld
no: Mal
ro: Șablon

source: Fuzzy
de: Undeutlich
es: Aprox.
nl: Nazien

source: Translation into
cs: Překlad do
da: Oversættelse til
de: Übersetze nach:
es: Traducir a
nl: Vertalen naar
no: Oversettelse til
ro: Traducerea în

source: Date - time
cs: Datum - čas
da: Dato - tid
de: Datum - Uhrzeit
es: Date - heure
nl: Datum - tijd
no: Dato - tid
ro: Data - ora

source: User/ Admin
cs: Uživatel/ Administrátor
da: Bruger/ Admin
de: Benutzer / Admin
es: Usuario/ Admin
nl: Gebruiker/Admin
no: Bruker/Admin
ro: Utilizator/Admin

source: IP address
cs: IP adresa
da: IP adresse
de: IP-Adresse
es: Dirección IP
nl: IP adres
no: IP-adresse
ro: Adresa IP

source: IP Blacklist: access to %s will be totally blocked for these IP addresses.
cs: IP Blacklist: přístup k %s bude pro tyto IP adresy zcela zablokován.
de: IP Blacklist: der Zugriff auf %s wird für die folgenden IP Adressen vollständig blockiert.
es: Lista negra de IP: el acceso a %s estará totalmente bloqueado para estas direcciones IP.
nl: IP Zwarte lijst: toegang tot %s wordt volledig geblokkeerd voor deze IP adressen.
ro: Lista neagră IP: accesul la %s va fi blocat total pentru aceste adrese IP.

source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
nl: Omschrijving
no: Beskrivelse
ro: Descriere

source: Change / Add
cs: Změnit / Přidat
da: Ændre / Tilføj
de: Ändern / Hinzufügen
es: Modificar / Añadir
nl: Wijzigen/ Toevoegen
no: Endre/legg til
ro: Modificare/Adăugare

source: IP Address
cs: IP Adresa
de: IP Adresse
es: Dirección IP
nl: IP Adres
ro: Adresa IP

source: Database is not yet available.
cs: Databáze zatím není k dispozici.
da: Databasen er endnu ikke tilgængelig.
de: Datenbank ist noch nicht verfügbar.
es: La base de datos no está disponible todavía.
nl: De database is nog niet beschikbaar.
no: Databasen er ikke tilgjengelig enda
ro: Baza de date nu este încă disponibilă.

source: Administration menu login
cs: Přihlášení do administračního menu
de: Anmeldung zum Administrationsmenü
es: Iniciar sesión en el menú de administración
nl: Inloggen voor beheer menu
no: Pålogging til administrasjonsmenyen
ro: Autentificare în meniul de administrare

source: Please enter a valid username or password.
cs: Zadejte prosím platné uživatelské jméno nebo heslo.
da: Venligst angiv et gyldigt brugernavn eller password
de: Bitte geben Sie einen gültigen Benutzernamen oder ein gültiges Passwort ein.
es: Por favor, introduzca un nombre de usuario y contraseña válidos.
nl: Geen geldige gebruikersnaam of wachtwoord opgegeven.
no: Vennligs oppgi gyldig brukernavn og passord.
ro: Vă rugăm să introduceți un nume de utilizator valid sau parola.

source: Username or e-mail address
cs: Uživatelské jméno nebo E-mailová adresa
de: Benutzername oder Emailadresse
es: Usuario o correo electrónico
nl: Gebruikersnaam of e-mailadres
ro: Nume utilizator sau adresa de e-mail

source: Two factor authentication (2FA) code if needed
cs: V případě potřeby dvoufaktorový autentizační kód (2FA).
de: Multifaktorauthentifizierungscode (MFA) wenn benötigt.
nl: Twee factor authenticatie (2FA) code indien nodig
ro: Cod de autentificare în doi pași (2FA), dacă este necesar

source: Login
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
nl: Inloggen
no: Logg inn
ro: Autentificare

source: World map administration
cs: Správa mapy světa
de: World Map verwalten
nl: Wereldkaart beheer
ro: Administrarea hărții lumii

source: Creating/ updating database
nl: Genereer/ update database
no: Lager/oppdaterer database

source: Creating location database
nl: Locatiedatabase genereren
no: Lager stedsdatabase

source: Started adding to data base.
cs: Zahájeno přidávání do databáze.
da: Begyndt at tilføje til databasen.
de: Hinzufügen zur Datenbank begonnen.
es: Comenzar a añadir a la base de datos
nl: Begonnen met toevoegen aan de database.
no: Påbegynt skriving til database.
ro: A început adăugarea în baza de date.

source: Starting time
nl: Start tijd
no: Starttidspunkt

source: <b>A location database could not be created.</b> <p>This could mean that the PHP function "allow_url_fopen" was disabled by your webhost for security considerations and the PHP extension "curl" (which is an alternative to allow_url_fopen) is not loaded on the server. <p>You could contact your webhost and request to either have "allow_url_fopen" enabled or "curl" loaded.
cs: <b>Nepodařilo se vytvořit databázi umístění.</b> <p>To by mohlo znamenat, že funkce PHP "allow_url_fopen" byla deaktivována vaším webhostingem z bezpečnostních důvodů a rozšíření PHP "curl" (což je alternativa k allow_url_fopen) není načteno na serveru. <p>Můžete se obrátit na svého webhostinga a požádat o povolení "allow_url_fopen" nebo o načtení "curl".
da: <b>Placeringen af databasen kunne ikke oprettes.</b> <p>Det kan betyde, at PHP-funktionen "allow_url_fopen" er deaktiveret af din webhost af sikkerhedsmæssige hensyn og PHP udvidelsen "krølle" (som er et alternativ til allow_url_fopen) er ikke lagt på server. <p> Du kan kontakte din webhost og bede om enten at have "allow_url_fopen" aktiveret eller "krølle" indlæst.
de: <b>Eine Ortedatenbank konnte nicht erstellt werden</b> <p>Dies kann bedeuten, dass die PHP Funktion "allow_url_fopen" von Ihrem Webhost aus Sicherheitsgründen deaktiviert wurde und die PHP Erweiterung "curl" (eine Alternative zu "allow_url_fopen") nicht auf dem Server geladen ist. <p>Sie können Ihren Webhost kontaktieren und ihn bitten entweder "allow_url_fopen" zu aktivieren oder "curl" zu laden.
es: <b>No se pudo crear una base de datos de ubicaciones.</b> <p>Esto podría significar que la función PHP "allow_url_fopen" haya sido deshabilitada por su alojamiento web por razones de seguridad y la extensión PHP "curl" (que es una alternativa a allow_url_fopen) no esté instalada en el servidor. <p>Puede ponerse en contacto con su proveedor de alojamiento web y solicitar que se habilite "allow_url_fopen" o que se instale "curl".
nl: <b>De locatie database kon niet worden gemaakt.</b> <p>Vermoedelijk is de PHP functie "allow_url_fopen" uitgeschakeld bij je provider voor veiligheidsredenen en de PHP extensie "curl" (een alternatief voor allow_url_fopen) is niet geladen op de server. <p>Neem contact op met je provider en verzoek om "allow_url_fopen" in te schakelen of om "curl" te laden.
no: <p>You could contact your webhost and request to either have "allow_url_fopen" enabled or "curl" loaded. <b>Stedsdatabasen kunne ikke opprettes.</b> <p>Dette kan være forårsaket av at PHP-funksjonen "allow_url_fopen" er deaktivert på ditt webhotell (av sikkerhetshensyn), samt at PHP-utvidelsen "curl" (et alternativ til allow_url_fopen) ikke lastet inn på serveren. <p>Du kan kontakte ditt wehotell og be om at enten "allow_url_fopen" eller "curl" blir aktivert.
ro: <b>Nu a putut fi creată o bază de date cu locații.</b> <p>Acest lucru ar putea însemna că funcția PHP „allow_url_fopen” a fost dezactivată de gazda dvs. web pentru considerente de securitate și extensia PHP „curl „ (care este o alternativă la allow_url_fopen) nu este încărcat pe server. <p>Ați putea să vă contactați gazda web și să solicitați oricare dintre ele „allow_url_fopen” activat sau „curl” încărcat.

source: Finished updating geo-location database
nl: Geëindigd met update van de geolocatiedatabase
no: Geolokasjondatabasen er oppdatert

source: Finish time
nl: Eind tijd
no: Sluttid

source: locations were successfully mapped.
cs: místa byla úspěšně zmapována.
da: placeringerne var succesfyldt kortlagt.
de: Orte wurden erfolgreich zusammengeführt.
es: Las ubicaciones se han mapeado correctamente
nl: plaatsen succevol toegevoegd.
no: steder ble vellykket lokalisert
ro: locațiile au fost puse pe hartă cu succes.

source: The following %d new locations were passed for query, but were not found. Please check their validity.
cs: Následující %d nová místa byla předána k dotazu, ale nebyla nalezena. Zkontrolujte si prosím jejich platnost.
de: Die folgenden %d neuen Orte wurde für eine Anfrage verwendet, wurden aber nicht gefunden. Bitte Gültigkeit prüfen.
es: Las siguientes %d ubicaciones nuevas se pasaron para consulta, pero no se encontraron. Comprueba su validez.
nl: De volgende %d nieuwe locatie zijn gecontroleerd, maar niet gevonden. Controleer deze locaties.
ro: Următoarele %d locații noi au fost trimise pentru interogare, dar nu au fost găsite. Vă rugăm să verificați valabilitatea acestora.

source: The process was interrupted because Google limits to maximum 2500 queries within one day (counting is reset at midnight PST, which is 08:00 AM GMT)
cs: Proces byl přerušen, protože Google omezuje maximálně 2500 dotazů během jednoho dne (počítání je resetováno o půlnoci PST, což je 08:00 GMT)
da: Processen blev afbrudt, fordi Google kun tillader maksimalt 2500 forespørgsler inden for en dag (optælling er nulstillet ved midnat PST, hvilket er 08:00 GMT)
de: Der Vorgang wurde unterbrochen, weil Google Maps nur 2500 Anfragen pro Tag erlaubt (der Zähler wird um Mitternacht PST, bzw. 8:00 Uhr GMT, zurückgesetzt)
es: El proceso se interrumpió porque Google limita las consultas a un máximo de 2500 diarias (el recuento se reinicia a medianoche PST, que son las 08:00 a.m. GMT)
nl: Het proces is onderbroken door de Google limieten van maximaal 2500 queries per dag (wordt gereset om PST middernacht, dat is 08:00 AM GMT)
no: Behandlingen ble avbrutt fordi Google begrenser forespørslene til 2500 per dag (telleren tilbakestilles daglig kl. 0900 norsk tid)
ro: Procesul a fost întrerupt deoarece Google limitează maximum 2500 de interogări în decurs de o zi (numărarea este resetată la miezul nopții PST, care este 08:00 GMT)

source: In total %1$d out of %2$d new locations were passed for query to Google.
cs: Celkem %1$d z %2$d nových míst bylo předáno k dotazu Googlu.
da: I alt %1$d ud af %2$d nye steder blev sendt til forespørgsel hos Google.
de: Insgesamt wurden %1$d von %2$d neue Orte für bei Google Maps abgefragt.
es: En total, %1$d de las %2$d nuevas ubicaciones se pasaron para su consulta a Google.
nl: In totaal %1$d van de %2$d nieuwe locaties zijn door Google gecontroleerd.
no: Totalt %1$d av %2$d nye steder sendt til Google for geolokalisering.
ro: În total, %1$d din %2$d locații noi au fost trimise pentru interogare către Google.

source: Tomorrow you can run this process again to add the locations that were not passed for geocoding today.
cs: Zítra můžete tento proces spustit znovu a přidat místa, která dnes nebyla předána pro geokódování.
da: I morgen kan du køre denne proces igen for at tilføje de steder, der ikke blev godkendt til geokodning i dag.
de: Morgen kann dieser Vorgang nochmal durchgeführt werden, um die Orte hinzuzufügen, die heute nicht mehr kartiert wurden.
es: Mañana puede ejecutar otra vez este proceso para añadir las ubicaciones que hoy no se pasaron para la codificación geográfica.
nl: Je kunt morgen dit proces herhalen om meer plaatsen toe te voegen.
no: I morgen kan du kjøre denne prosessen på nytt, for å legge til steder som ikke ble behandlet i dag.
ro: Mâine puteți rula din nou acest proces pentru a adăuga locațiile care nu au trecut pentru geocodare astăzi.

source: locations were recognized by geocoding and have been saved in the database.
cs: místa byla rozpoznána geokódováním a byla uložena do databáze.
da: stederne blev anerkendt af geokodning og er blevet gemt i databasen.
de: Orte wurden vom Kartieren erkannt und in der Datenbank gespeichert.
es: las ubicaciones fueron reconocidas por codificación geográfica y se han guardado en la base de datos.
nl: plaatsen herkend door geo-code en zijn opgeslagen in de database.
no: steder ble gjenkjent ved geolokaliseringen og lagret i databasen.
ro: locațiile au fost recunoscute prin geocodare și au fost salvate în baza de date.

source: Back
cs: Zpět
da: Tilbage
de: Zurück
es: Atrás
nl: Terug
no: Tilbake
ro: Înapoi

source: World map API Keys
nl: Wereldkaart API Sleutels

source: Use Google Maps
cs: Použijte mapy Google
de: Google Maps verwenden
nl: Gebruik Google maps
ro: Folosiți Google Maps

source: Use OpenStreetMap
cs: Použijte OpenStreetMap
de: OpenStreetMap verwenden
nl: Gebruik OpenStreetMap
ro: Folosiți OpenStreetMap

source: Google Maps API Keys
nl: Google Maps API Sleutels

source: To use the Google maps options, you need a Google account.
nl: Om de Google maps opties te kunnen gebruiken is een Google account noodzakelijk.
