Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: An ancestor sheet lists 5 generations in table layout, with the base person at the bottom and the ancestors above him/her in increasingly smaller boxes.
cs: List předků uvádí 5 generací v rozvržení tabulky, se základní osobou dole a předky nad ní ve stále menších polích.
de: Ein Ahnenblatt listet 5 Generationen im Tabellenlayout auf, wobei die Basisperson unten und die Ahnen über ihm in immer kleineren Feldern stehen.
es: La hoja de antepasados muestra 5 generaciones en formato de tabla, con la persona de referencia en la parte inferior y los antepasados encima de ella en recuadros cada vez más pequeños.
nl: Een kwartierblad is een overzicht met 5 generaties in een tabel, met de hoofdpersoon aan de onderzijde en de voorouders erboven in steeds kleinere vakken.
ro: O fișă a strămoșilor enumeră 5 generații în aspectul tabelului, cu persoana principală la bază și strămoșii deasupra lui/ei în chenare din ce în ce mai mici.

source: A fanchart is a circular chart that shows the ancestors in circles around the base person. This allows for a very clear view of the ancestry of any specific person. The box for each person on the chart is clickable to enable fast access to that person's family sheet. <br> The size of the fanchart and some other settings may be adjusted from the menu to the left of the chart.
cs: Graf vějíř je kruhový graf, který ukazuje předky v kruzích kolem základní osoby. To umožňuje velmi jasný pohled na původ jakékoli konkrétní osoby. Na pole pro každou osobu v grafu lze kliknout a umožnit tak rychlý přístup k rodinnému listu dané osoby. <br> Velikost grafu a některá další nastavení lze upravit z nabídky nalevo od grafu.
de: Ein Fächerdiagramm ist ein kreisförmiges Diagramm, das die Vorfahren in Kreisen um die Basisperson zeigt. Dies ermöglicht eine sehr klare Sicht auf die Abstammung einer bestimmten Person. Das Feld für jede Person in der Tabelle kann angeklickt werden, um einen schnellen Zugriff auf das Familienblatt dieser Person zu ermöglichen. <br>Die Größe des Fächerdiagramms und einige andere Einstellungen können über das Menü links im Diagramm angepasst werden.
es: Un gráfico de abanico es un gráfico circular que muestra a los antepasados en círculos alrededor de la persona de referencia. Esto permite tener una visión muy clara de la ascendencia de una persona determinada. Se puede hacer clic en el recuadro de cada persona, en el propio gráfico, para ir rápidamente a la hoja de familia de esa persona. Desde el menú de la izquierda del gráfico se puede cambiar el tamaño del abanico y hacer otros ajustes.
nl: Een Fanchart is een cirkeldiagram waar de voorouders in een cirkel om de gekozen persoon heen worden weergegeven, dit geeft een mooi overzicht van de afstamming van een bepaald persoon (de vakken zijn aanklikbaar om snel naar de gezinspagina van de betreffende persoon te gaan).<br> De grootte van de fanchart kan samen met nog wat andere instellingen links in het menu worden aangepast.
ro: O diagramă tip plăcintă este o diagramă circulară care arată strămoșii în cercuri în jurul persoanei de bază. Acest lucru permite o vedere foarte clară a strămoșilor oricărei persoane anume. Caseta pentru fiecare persoană din diagramă poate fi activată pentru acces rapid la foaia de familie a acelei persoane. <br> Dimensiunea plăcintei și alte setări pot fi ajustate din meniul din stânga diagramei.

source: The timeline chart displays historic events alongside a person's life events to give a context of the time in which the person lived.<br>This chart has its own dedicated help which you can view by hovering the cursor over the word "Help" to the left of screen.
cs: Graf na časové ose zobrazuje historické události vedle životních událostí osoby, aby poskytl kontext doby, ve které tato osoba žila.<br>Tento graf má vlastní vyhrazenou nápovědu, kterou můžete zobrazit umístěním kurzoru na slovo "Nápověda" na levé straně obrazovky.
de: Das Zeitdiagramm zeigt historische Ereignisse neben den Lebensereignissen einer Person an, um einen Kontext für die Zeit zu geben, in der die Person gelebt hat. <br>Dieses Diagramm verfügt über eine eigene Hilfe, die Sie anzeigen können, indem Sie den Mauszeiger über das Wort "Hilfe" links auf dem Bildschirm bewegen .
es: El gráfico cronológico muestra acontecimientos históricos junto con los acontecimientos de la vida de una persona para brindar un contexto del tiempo en el que vivió la persona. Este gráfico tiene su propia ayuda, que puede ver al pasar el cursor sobre la palabra "Ayuda" a la izquierda de la pantalla. .
nl: De tijdlijngrafiek toont historische gebeurtenissen naast de levensgebeurtenissen van een persoon en geeft context van de tijd waarin de persoon leefde.<br>Deze grafiek heeft zijn eigen speciale hulp die u bekijken door de met de cursor boven het woord Help links van het scherm te gaan.
ro: Diagrama cronologiei afișează evenimente istorice alături de evenimentele din viața unei persoane pentru a oferi un context al timpului în care a trăit persoana.<br>Acest grafic are propriul său ajutor dedicat, pe care îl puteți vizualiza trecând cursorul peste cuvântul „Ajutor” în stânga ecranului.

source: Top Ribbon
cs: Horní Ribbon
de: Menüband
es: Cinta superior
nl: Bovenbalk
ro: Panglica de sus

source: “Search” field and button
cs: Pole a tlačítko „Hledat“
de: Suchfeld und Schaltfläche
es: Campo y botón "Buscar"
nl: "Zoek" veld en knop
ro: Câmpul și butonul „Căutare”

source: This box appears on all pages of %s and allows you the convenience to search for any persons from the database from any page. Typing in a name and clicking search will display a list of people from the database bearing a name matching the search term.
cs: Toto pole se zobrazuje na všech stránkách %s a umožňuje vám pohodlně vyhledávat jakékoli osoby z databáze z jakékoli stránky. Zadáním jména a kliknutím na vyhledávání se zobrazí seznam lidí z databáze se jménem odpovídajícím hledanému výrazu.
de: Dieses Feld wird auf allen Seiten von %s angezeigt und ermöglicht Ihnen die bequeme Suche nach Personen aus der Datenbank auf jeder Seite. Wenn Sie einen Namen eingeben und auf Suchen klicken, wird eine Liste der Personen aus der Datenbank angezeigt, deren Name mit dem Suchbegriff übereinstimmt.
es: Este cuadro aparece en todas las páginas de %s y le permite buscar personas en la base de datos. Al escribir un nombre y hacer clic en buscar, se mostrará una lista de personas de la base de datos cuyo nombre coincida con el término de búsqueda.
nl: Dit vak verschijnt op alle pagina's van %s en maakt het mogelijk om te zoeken naar personen uit de database. Als u een naam intypt en op zoeken klikt, wordt een lijst weergegeven met personen uit de database met een naam die overeenkomt met de zoekterm.
ro: Această casetă apare pe toate paginile din %s și vă permite să căutați orice persoană din baza de date din orice pagină. Introducerea unui nume și făcând clic pe căutare se va afișa o listă de persoane din baza de date care poartă un nume care se potrivește cu termenul de căutare.

source: The orange RSS-icon
cs: Oranžová ikona RSS
de: Das orangefarbene RSS-Icon
es: El icono RSS naranja
nl: Het oranje RSS-icoon
ro: Pictograma RSS portocalie

source: (only displayed if activated by the site owner and enabled in webbrowser)
cs: (zobrazí se pouze v případě, že je aktivován vlastníkem webu a povolen ve webovém prohlížeči)
de: (wird nur angezeigt wenn vom Eigentümer der Webseite aktiviert und im Browser unterstützt)
es: (solo se muestra si el propietario del sitio lo ha activado y está habilitado en el navegador web)
nl: (alleen getoond als dit is geactiveerd door de website eigenaar en aan staat in de webbrowser)
ro: (afișat numai dacă este activată de proprietarul site-ului și activată în browser-ul web)

source: If you add this feed (as it's called) to your RSS-reader, you will be able to see at one glance who has a birthday!<br>(In the "Tools" pull-down menu you may see an "Anniversary List" option. That option will display a list of birthdays in the present month).
cs: Pokud přidáte tento zdroj (tak jak se nazývá) do své čtečky RSS, budete moci na první pohled vidět, kdo má narozeniny!<br>(V rozbalovací nabídce "Nástroje" můžete vidět možnost \ "Seznam výročí". Tato možnost zobrazí seznam narozenin v aktuálním měsíci).
de: Wenn Sie diesen Feed (wie er genannt wird) zu Ihrem RSS-Reader hinzufügen, können Sie auf einen Blick sehen, wer Geburtstag hat! <br>(Im Pulldown-Menü "Extras" sehen Sie möglicherweise die Option "Jubiläumsliste". Diese Option zeigt eine Liste der Geburtstage im aktuellen Monat an).
es: Si añade este feed (se llama así) a su lector de RSS, ¡podrá ver de un vistazo quién cumple años!<br>(En el menú desplegable "Herramientas", es posible que vea la opción "Cumpleaños". Esa opción mostrará una lista de los que cumplen años en el mes actual).
nl: Als u deze feed (zoals het heet) toevoegt aan uw RSS-lezer, dan kunt u in één oogopslag zien wie een verjaardag heeft!<br>(In het pull-down menu 'Extra' ziet u mogelijk een optie 'Verjaardagslijst'. Deze optie geeft een lijst met verjaardagen weer in de huidige maand).
ro: Dacă adăugați acest flux (așa cum se numește) la cititorul dvs. RSS, veți putea vedea dintr-o privire cine are ziua de naștere!<br>(În meniul derulant „Instrumente”. este posibil să vedeți o opțiune „Lista aniversară”. Această opțiune va afișa o listă de zile de naștere în luna curentă).

source: Family tree index
cs: Rodokmen index
da: Stamtræ index
de: Stammbaum-Index
es: Índice del árbol genealógico
nl: Stamboom index
no: Indeks over slektstrær
ro: Indexul arborelui genealogic

source: This takes you to the main Persons Index. The "Home" page can be replaced by a custom page made by the website owner.
cs: Tím se dostanete k indexu hlavních osob. Stránka "Domů" může být nahrazena vlastní stránkou vytvořenou vlastníkem webových stránek.
de: Hiermit gelangen Sie zum Hauptpersonenindex. Die "Homepage" kann durch eine benutzerdefinierte Seite des Eigentümers der Webseite ersetzt werden.
es: Esto le lleva al índice principal de Personas. La página "Inicio" puede reemplazarse por una página personalizada hecha por el propietario del sitio web.
nl: Dit brengt u naar de belangrijkste Personen Index. De bladzijde 'Home' kan worden vervangen door een aangepaste pagina gemaakt door de eigenaar van de website.
ro: Aceasta vă duce la indexul principal al persoanelor. Pagina „Acasă” poate fi înlocuită printr-o pagină personalizată realizată de proprietarul site-ului.

source: Takes you to the main persons index. Same as the "Home" button. The list shows all persons in the family tree, sorted alphabetically. A maximum number of 150 persons is displayed. You can press the page numbers to see more. You can chose between "Concise view" or "Expanded view". In the expanded view (ex)partners are also displayed, that are not shown in concise view.
cs: Dostanete se do hlavního indexu osob. Stejné jako tlačítko "Domů". Seznam zobrazuje všechny osoby v rodokmenu seřazené abecedně. Zobrazí se maximální počet 150 osob. Stisknutím čísel stránek zobrazíte více. Můžete si vybrat mezi „Stručným zobrazením“ nebo „Rozšířeným zobrazením“. V rozšířeném zobrazení jsou také zobrazeni (bývalí) partneři, kteří nejsou zobrazeni ve stručném zobrazení.
de: Führt Sie zum Hauptpersonenindex. Entspricht der "Home"-Schaltfläche. Die Liste zeigt alle Personen im Stammbaum, alphabetisch sortiert. Es werden maximal 150 Personen angezeigt. Sie können auf die Seitenzahlen klicken, um mehr zu sehen. Sie können zwischen "Kompakter Ansicht" oder "Erweiterter Ansicht" wählen. In der erweiterten Ansicht werden auch (Ex-)Partner angezeigt, die in der kompakten Ansicht nicht angezeigt werden.
nl: Brengt u naar de hoofdpersonenindex. Hetzelfde als de 'Home' knop. Deze lijst toont alle personen in de stamboom, alfabetisch gesorteerd. Er worden maximaal 150 personen weergegeven. U kunt op de bladzijdenummers klikken om meer te zien. U kiezen tussen 'Standaardweergave' of 'Uitgebreide weergave'. In de uitgebreide weergave worden ook (ex)partners weergegeven, die niet standaard niet worden weergegeven.
ro: Vă duce la indexul persoanelor principale. La fel ca butonul „Acasă”. Lista arată toate persoanele din arborele genealogic, sortate alfabetic. Este afișat un număr maxim de 150 de persoane. Puteți apăsa pe numerele paginii pentru a vedea mai multe. Puteți alege între „Vizualizare concisă” sau „Vizualizare extinsă”. În vizualizarea extinsă sunt afișați și (ex)parteneri, care nu sunt afișați în vizualizare concisă.

source: Here you will find a list of all family names, followed by the number of persons who carry that name.
cs: Zde najdete seznam všech příjmení následovaný počtem osob, které toto jméno nesou.
de: Hier finden Sie eine Liste alle Familiennamen sowie die Anzahl der Personen, die diesen Namen tragen.
es: Aquí encontrará una lista de todos los apellidos, seguidos del número de personas que lo(s) llevan.
nl: Hier vindt u een lijst van alle familienamen, gevolgd door het aantal personen dat die naam draagt.
ro: Aici veți găsi o listă cu toate numele de familie, urmată de numărul de persoane care poartă acest nume.

source: (only displayed if activated by the site owner)
cs: (zobrazuje se pouze v případě, že je aktivován vlastníkem webu)
de: (wird nur angezeigt wenn vom Eigentümer der Webseite aktiviert)
es: (solo se muestra si lo activa el propietario del sitio)
nl: (alleen getoond als dit is geactiveerd door de website eigenaar)
ro: (afișat doar dacă este activat de proprietarul site-ului)

source: Here you can search by place of birth, baptism, by address, place of death or burial. You can search with the options: "contains", "equals" and "starts with". Here too, you can choose between expanded or concise view. The results will be sorted alphabetically by place name.
cs: Zde můžete vyhledávat podle místa narození, křtu, podle adresy, místa úmrtí nebo pohřbu. Můžete vyhledávat pomocí možností: "obsahuje", "rovná se" a "začíná". I zde si můžete vybrat mezi rozšířeným nebo stručným zobrazením. Výsledky budou seřazeny abecedně podle názvu místa.
de: Hier können Sie nach Geburtsort, Taufe, Adresse, Todesort oder Bestattung suchen. Sie können mit den folgenden Optionen suchen: "enthält", "gleich" und "beginnt mit". Auch hier können Sie zwischen erweiterter oder Kurzansicht wählen. Die Ergebnisse werden alphabetisch nach Ortsnamen sortiert.
es: Aquí puede buscar por lugar de nacimiento, bautismo, por dirección, lugar de defunción o entierro. Puede buscar con las opciones: "contiene", "es igual a" y "empieza por". Aquí también puede elegir entre vista ampliada o concisa. Los resultados se ordenarán alfabéticamente por nombre de lugar.
nl: Hier kunt u zoeken op geboorteplaats, doop, adres, plaats van overlijden of begrafenis. U kunt zoeken met de opties: bevat, gelijk aan en begint met. Ook kunt u hier kiezen tussen uitgebreide of standaardweergave. De resultaten worden alfabetisch gesorteerd op plaatsnaam.
ro: Aici puteți căuta după locul nașterii, botezului, după adresă, locul morții sau înmormântării. Puteți căuta cu opțiunile: „conține”, „egal” și "începe cu". Și aici puteți alege între vizualizare extinsă sau concisă. Rezultatele vor fi sortate alfabetic după numele locului.

source: Photobook
cs: Fotokniha
da: Fotobog
de: Fotoalbum
es: Album de fotos
nl: Fotoboek
no: Fotoalbum
ro: Album foto

source: Here you will see a display of all photos in the database.<br>Click on a photo for an enlarged version or click on the name to move to the family page of that person.
cs: Zde uvidíte zobrazení všech fotografií v databázi.<br>Kliknutím na fotografii zobrazíte její zvětšenou verzi nebo kliknutím na jméno přejdete na stránku rodiny dané osoby.
de: Hier sehen Sie eine Anzeige aller Fotos in der Datenbank.<br>Klicken Sie auf ein Foto für eine vergrößerte Version oder klicken Sie auf den Namen, um zur Familienseite dieser Person zu gelangen.
es: Aquí verá una pantalla con todas las fotos en la base de datos. Haga clic en una foto para ver su versión ampliada o haga clic en el nombre para ir a la ficha de familia de esa persona.
nl: Hier worden alle foto´s getoond die zich in de database bevinden<br>Klik op de foto voor een vergroting of klik op de naam om naar de gezinspagina van die persoon te gaan.
ro: Aici veți vedea o afișare a tuturor fotografiilor din baza de date.<br>Faceți clic pe o fotografie pentru o versiune mărită sau faceți clic pe nume pentru a trece la pagina familiei acelei persoane.

source: Tools
cs: Nástroje
da: Værktøj
de: Werkzeuge
es: Herramientas
nl: Extra
no: Verktøy
ro: Instrumente

source: Here you will find a list of all sources used in the genealogical research.
cs: Zde naleznete seznam všech zdrojů použitých při genealogickém výzkumu.
de: Hier finden Sie eine Liste aller Quellen, die in der genealogischen Forschung verwendet werden.
es: Aquí encontrará una lista de todas las fuentes utilizadas en la investigación genealógica.
nl: Hier bevinden zich alle bronnen gebruikt voor het genealogisch onderzoek.
ro: Aici veți găsi o listă cu toate sursele folosite în cercetarea genealogică.

source: Anniversary list
cs: Seznam výročí
da: Årsdags liste
de: Jahrestagsliste
es: Lista de aniversarios
nl: Verjaardagen
no: Fødselsdagsliste
ro: Lista aniversărilor

source: This opens a list with all persons in the selected tree who have a birthday in the current month. You can also choose a different month than the current one.
cs: Otevře se seznam všech osob ve vybraném stromu, které mají v aktuálním měsíci narozeniny. Můžete si vybrat i jiný měsíc, než je aktuální.
de: Dies öffnet eine Liste mit allen Personen im ausgewählten Baum, die im aktuellen Monat Geburtstag haben. Sie können auch einen anderen Monat als den aktuellen auswählen.
es: Esto abre una lista con todas las personas en el árbol seleccionado que cunplen años en el mes actual. También puede elegir un mes diferente al actual.
nl: Als je hierop klikt dan krijg je iedereen te zien die in de huidige maand jarig is (geweest) in de verjaardagskalender. Daar aangekomen is het mogelijk om op andere maanden klikken.
ro: Aceasta deschide o listă cu toate persoanele din arborele selectat care au o zi de naștere în luna curentă. De asemenea, puteți alege o lună diferită decât cea actuală.

source: The information given in the statistics table doesnt warrant further explanation.
cs: Informace uvedené v tabulce statistik nezaručují další vysvětlení.
de: Die Informationen in der Statistiktabelle bedürfen keiner weiteren Erklärung.
es: La información proporcionada por la tabla de estadísticas no necesita más explicaciones.
nl: Op dit scherm zie je een aantal statistieken van de geselecteerde stamboom.
ro: Informațiile date în tabelul cu statistici nu garantează mai multe explicaţii.

source: With the relationship calculator you can establish blood and/or marital relations between two people. In the search field "Name" you can enter a name. For example first name, last name, call name, part of name or leave a field empty. Then you can click "search" and consequently pick a name from the result list. Once two names have been selected, you can click "Calculate relationship" and if a relationship is found it will be listed together with a graphical representation. You can press the change symbol to switch between the persons.
cs: Pomocí kalkulačky vztahů můžete navázat pokrevní a/nebo manželské vztahy mezi dvěma lidmi. Do vyhledávacího pole "Jméno" můžete zadat jméno. Například jméno, příjmení, volací jméno, část jména nebo ponechte pole prázdné. Poté můžete kliknout na "hledat" a následně vybrat jméno ze seznamu výsledků. Jakmile jsou vybrány dva názvy, můžete kliknout na "Vypočítat vztah" a pokud je nalezen vztah, bude uveden spolu s grafickým znázorněním. Mezi osobami můžete přepínat stisknutím symbolu změny.
de: Mit dem Verwandschaftsrechner könne Sie Bluts- und/oder Heiratsverwandschaften zwischen zwei Personen herstellen. Im Suchfeld „Name“ können Sie einen Namen eingeben. Zum Beispiel Vorname, Nachname, Rufname, Teil eines Namens. Sie können das Feld auch leer lassen. Dann können Sie auf „Suchen“ klicken und einen Namen aus der Ergebnisliste wählen. Wenn zwei Namen gewählt wurden können Sie auf „Verwandschaft berechnen“ klicken. Wenn eine Verwandschaftsbeziehung gefunden wurde wird sie grafisch dargestellt. Klicken Sie auf das Änderungssymbol um zwischen den Personen zu wechseln.
nl: Met de verwantschapsberekening kunt u bloed- en/of echtelijke relaties tussen twee personen vaststellen. In het zoekveld "Naam" kunt u een naam invoeren. Bijvoorbeeld voornaam, achternaam, roepnaam, deel van de naam of laat een veld leeg. Vervolgens kunt u op "zoeken" klikken en vervolgens een naam kiezen uit de resultatenlijst. Als er twee namen zijn geselecteerd, kunt u op "Bereken verwantschap" klikken en als er een relatie is gevonden, wordt deze samen met een grafische voorstelling weergegeven. U kunt op het wisselsymbool klikken om tussen de personen te wisselen.
ro: Cu ajutorul calculatorului de relații puteți stabili relații de sânge și/sau conjugale între două persoane. În câmpul de căutare „Nume” puteți introduce un nume. De exemplu, prenume, nume de familie, porecla, o parte din nume sau lăsați un câmp gol. Apoi puteți face clic pe „căutare” și, în consecință, puteți alege un nume din lista de rezultate. După ce au fost selectate două nume, puteți face clic pe „Calculați relația” și dacă se găsește o relație, aceasta va fi listată împreună cu o reprezentare grafică. Puteți apăsa simbolul de schimbare pentru a comuta între persoane.

source: This will display a world map relating to the people present in the database, with ability to map by births or deaths.
cs: Tím se zobrazí mapa světa týkající se lidí přítomných v databázi se schopností mapování narozením nebo úmrtími.
de: Dies zeigt eine Weltkarte der Personen aus der Datenbank an, mit der Möglichkeit Geburten und Todesfälle auf der Karte zu zeigen.
nl: Dit toont een wereldkaart met betrekking tot de mensen die aanwezig zijn in de database, met de mogelijkheid om geboorten of sterfgevallen in kaart te brengen.
ro: Aceasta va afișa o hartă a lumii referitoare la persoanele prezente în baza de date, cu capacitatea de a mapa după nașteri sau decese.

source: This will open an email form, similar to the one explained above (see “owner family tree”).
cs: Otevře se e-mailový formulář, podobný tomu, který je vysvětlen výše (viz „majitel rodokmenu“).
de: Dies zeigt ein Emailformular, ähnlich wie das, welches weiter oben beschrieben wurde (siehe „Stammbaumeigentümer“)
es: Esto abrirá un formulario de correo electrónico, similar al que se explicó anteriormente (ver "árbol genealógico del propietario").
nl: Hiermee wordt een e-mailformulier geopend, vergelijkbaar met het bovenstaande formulier (zie 'stamboom voor eigenaar').
ro: Aceasta va deschide un formular de e-mail, similar cu cel explicat mai sus (vezi „proprietarul arborelui genealogic").
