Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: Or wait %s seconds for automatic continuation. Some browsers will give a reload message...
cs: Nebo počkejte %s vteřin na automatické pokračování. Některé prohlížeče poskytnou zprávu o opětovném načtení ...
da: Eller vent %s sekunder for automatisk fortsættelse. Nogle browsere vil give en reload besked...
de: Oder warten Sie %s Sekunden auf die automatische Weiterleitung. Einige Browser geben eine Meldung aus ...
es: O espere %s segundos para que continúe automáticamente. Algunos navegadores darán un mensaje de recarga ...
nl: Of wacht %s seconden voor automatisch verder inlezen. Sommige browsers geven dan een verzend melding...
ro: Sau așteptați %s secunde pentru continuarea automată. Unele browsere vor da un mesaj de reîncărcare...

source: Persons added by GEDCOM import.
cs: Osoby přidané GEDCOM importem.
de: Personen wurden durch Import aus einer GEDCOM-Datei hinzugefügt.
es: Personas añadidas en la importación de GEDCOM.
nl: Personen toegevoegd met GEDCOM-import.
ro: Persoane adăugate prin importul GEDCOM.

source: Reading in the file took: %d seconds
cs: Čtení v souboru trvalo: %d vteřin
da: Læsning af filen tog: %d sekunder
de: Verarbeitung der Datei benötigte: %d Sekunden
es: Duración de la lectura del fichero: %d segundos
nl: Inlezen bestand kostte: %d seconden
no: Det tok %d sekunder å lese filen
ro: Citirea fișierului a durat: %d secunde

source: Non-processed items
cs: Nezpracované položky
da: Ikke bearbejdede emner
de: Nicht verarbeitete Angaben
es: Elementos no procesados
nl: Niet-verwerkte items
no: Ubehandlede elementer
ro: Elemente neprocesate

source: All items have been processed!
cs: Všechny položky byly zpracovány!
da: Alle emner er blevet bearbejdet!
de: Alle Angaben wurden verarbeitet!
es: ¡Se han procesado todos los elementos!
nl: Alle items zijn verwerkt!
no: Alle elementer behandlet!
ro: Toate elementele au fost procesate!

source: STEP 4) Final database processing:
cs: Krok 4) Zpracování konečné databáze:
de: Schritt 4) Datenbankverarbeitung abschließen:
es: PASO 4) Procesamiento final de la base de datos:
nl: STAP 4) Laatste database verwerking:
ro: PASUL 4) Procesarea finală a bazei de date:

source: Processing of referenced texts into standard texts...
cs: Zpracování referenčních textů do standardních textů ...
de: Referenztexte in Standardtexte umwandeln...
es: Procesando textos referenciados en textos estándar ...
nl: Verwerking van teksten met referentie naar standaardteksten...
ro: Procesarea textelor de referință în texte standard...

source: persons
cs: osoby
da: personer
de: Personen
es: personas
nl: personen
no: personer
ro: persoane

source: families
cs: rodiny
da: familier
de: Familien
es: familias
nl: gezinnen
no: familier
ro: familii

source: Processing texts IN names...
cs: Zpracování textů VE jménech ...
de: Texte IN Namen verarbeiten...
es: Procesando textos EN nombres ...
nl: Verwerken van teksten IN namen...
ro: Procesarea textelor IN nume...

source: Updating location database...
cs: Aktualizace databáze polohy ...
da: Opdaterer database placering...
de: Ortsdatenbank aktualisieren
es: Actualizando la base de datos de ubicaciones...
nl: Locatiedatabase bijwerken...
ro: Se actualizează baza de date cu locații...

source: Order children...
cs: Seřadit děti...
da: Opstiller børn...
de: Sortiere Kinder...
es: Ordenar hijos
nl: Sorteer kinderen...
ro: Ordonarea copiilor...

source: Order families...
cs: Seřadit rodiny...
de: Familien sortieren...
es: Ordenar familias...
nl: Sorteer gezinnen...
ro: Ordonarea familiilor...

source: Counting persons and families and enter into database...
cs: Počítání jednotlivců a rodin a přidání do databáze ...
da: Tæller individer og familier og lægger til databasen...
de: Ermittle Personen und Familien und trage Daten in Datenbank ein...
es: Contando personas y familias y añadiendo a la base de datos...
nl: Personen en gezinnen tellen en in database zetten...
no: Teller personer og familier og legger dem inn i databasen
ro: Se numără indivizi și familii și se adaugă la baza de date...

source: Processing took: %d seconds
cs: Zpracování trvalo: %d vteřin
da: Processen tog: %d sekunder
de: Verarbeitung benötigte: %d Sekunden
es: Duración del proceso: %d segundos.
nl: De verwerking kostte: %d seconden
no: Behandlingen tok %d sekunder
ro: Procesarea a durat: %d secunde

source: No error messages? In this case the database is ready for use!
cs: Žádné chybové zprávy? V tomto případě je databáze připravena k použití!
da: Ingen fejlmeddelelser? I det tilfælde er databasen klar til brug!
de: Keine Fehlermeldungen? Dann ist die Datenbank bereit zur Benutzung!
es: ¿Sin mensajes de error? ¡En ese caso la base de datos está lista!
nl: Geen foutmeldingen? Dan is de database klaar voor gebruik!
no: Ingen feilmeldinger? I så fall er databasen klar til bruk!
ro: Niciun mesaj de eroare? În acest caz, baza de date este gata de utilizare!

source: Ready! Now click %s to watch the family tree
cs: Připraveno! Nyní kliknutím na %s zobrazíte svůj rodokmen
da: Klar! Klik nu %s for at se dit stamtræ
de: Fertig! Klicken Sie nun auf %s, um Ihren Stammbaum anzusehen
es: ¡Listo!. Ahora haga clic en %s para ver su árbol genealógico
nl: Klaar! Klik nu op %s om de stamboom te bekijken
no: Klar! Klikk %s for å se slektstreet
ro: Gata! Acum faceți clic pe %s pentru a vedea arborele dvs. genealogic

source: TIP: Use <a href="index.php?page=cal_date">"Calculated birth dates"</a> for a better privacy filter.
cs: TIP: Použijte <a href="index.php?page=cal_date">"Vypočítané data narození"</a> pro lepší filtr ochrany soukromí.
da: TIP: Brug <a href="index.php?page=cal_date">"Udregnet fødselsdatoer"</a> for et bedre privat filter
de: TIPP: Benutzen Sie <a href="index.php?page=cal_date">"Errechnete Geburtsdaten</<> für einen besseren Datenschutzfilter.
es: SUGERENCIA: Utilice <a href="index.php?page=cal_date">"Fechas de nacimiento calculadas"</a> para mejorar el filtro de privacidad.
nl: TIP: Gebruik <a href="index.php?page=cal_date">"Berekende geboortedatum"</a> voor een beter privacy filter.
ro: SFAT: Folosiți <a href="index.php?page=cal_date">„Date de naștere calculate”</a> pentru un filtru de confidențialitate mai bun.

source: GEDCOM file export
cs: Export souboru GEDCOM
de: GEDCOM-Datei Export
es: Exportar fichero GEDCOM
nl: GEDCOM-bestand uitvoeren
ro: Export fișier GEDCOM

source: Don't use a GEDCOM file as a backup for your genealogical data!
cs: Nepoužívejte soubor GEDCOM jako zálohu pro vaše genealogická data!
de: Benutzen Sie keine GEDCOM-Datei als Sicherung für Ihre Genealogiedaten!
es: ¡No use un archivo GEDCOM como copia de seguridad de sus datos genealógicos!
nl: Gebruik een GEDCOM-bestand niet als back-up voor je stamboom!
ro: Nu utilizați un fișier GEDCOM ca rezervă pentru datele dvs. genealogice!

source: A GEDCOM file is only usefull to exchange genealogical data with other genealogical programs.
cs: Soubor GEDCOM je užitečný pouze pro výměnu genealogických dat s jinými genealogickými programy.
de: Eine GEDCOM-Datei ist nur für den Austausch genealogischer Daten mit anderen Genealogieprogrammen gedacht.
es: Un archivo GEDCOM solo es útil para intercambiar datos genealógicos con otros programas genealógicos.
nl: Een GEDCOM-bestand is alleen nodig om genealogische gegevens uit te wisselen met andere genealogische programma's.
ro: Un fișier GEDCOM este util doar pentru a face schimb de date genealogice cu alte programe genealogice.

source: Use "Database backup" for a proper backup.
cs: Pro správnou zálohu použijte "Zálohování databáze".
de: Benutzen Sie bitte "Datenbanksicherung" für eine saubere Datensicherung.
es: Utilice "Copia de seguridad de la base de datos" para hacer una copia de seguridad adecuada.
nl: Gebruik "Database-backup" voor een goede back-up.
ro: Utilizați „Copia de rezervă a bazei de date” pentru o copie de rezervă adecvată.

source: Select family tree to export and click "Start export"
cs: Vyberte Rodokmen pro export a klikněte na "Začít export"
da: Vælg stamtræ til eksport og klik "Start eksport"
de: Stammbaum zum Export auswählen und auf "Export starten" klicken
es: Seleccione un árbol genealógico para exportar y haga clic en "Comenzar exportación"
nl: Selecteer stamboom en klik op "Start export"
ro: Selectați arborele genealogic de exportat și faceți clic pe „Pornire export”

source: Choose family tree to export
cs: Vyberte Rodokmen pro export
da: Vælg stamtræ til eksport
de: Stammbaum für Export wählen
es: Elija el árbol genealógico para exportar
nl: Kies stamboom voor GEDCOM-uitvoer
no: Velg slektstre for eksport
ro: Alegeți arborele genealogic pentru export

source: Whole tree or part:
nl: Hele of gedeeltelijke stamboom:
no: Hele treet eller deler:

source: Whole tree:
nl: Hele stamboom:
no: Hele treet

source: Partial tree:
nl: Gedeeltelijke stamboom:
no: Deler av tre:

source: Choose person:
nl: Kies persoon:
no: Velg person:

source: Number of generations to export:
nl: Aantal generaties uitvoeren:
no: Antall generasjoner å eksportere

source: Choose type of export:
nl: Kies GEDCOM-uitvoer:
no: Velg type eksport:

source: Include spouses of descendants
cs: Zahrňte manžele potomků
da: Medtag efterkommernes ægtefæller
de: Ehepartner der Nachkommen einschließen
es: Incluir cónyuges de descendientes
nl: Inclusief aangehuwden van afstammelingen
no: Ta med etterkommeres ektefeller
ro: Includeți soții/soțiile urmașilor

source: Include parents of spouses
cs: Zahrňte rodiče manželů
da: Medtag ægtefællernes forældre
de: Eltern der Ehepartner einschließen
es: Incluir padres de los cónyuges
nl: Inclusief ouders van aangehuwden
no: Ta med foreldre til ektefeller
ro: Includeți părinții soților/soțiilor

source: Include spouse(s) of base person
cs: Zahrňte manžela(e) základní osoby
da: Medtag start personens ægtefælle(r)
de: Ehepartner der Ausgangsperson einschließen
es: Incluir conyuge(s) de la persona de referencia
nl: Inclusief aangehuwde van basis persoon
no: Ta med ektefelle(r) til startpersonen
ro: Includeți soțul (soții) persoanei de bază

source: Include sibblings of ancestors and base person
cs: Zahrňte sourozence předků a základní osoby
da: Medtag forfædrenes søskende og start person
de: Nachkommen der Vorfahren und der Ausgangsperson einschließen
es: Incluir hermanos de antepasados ​​y de la persona de referencia
nl: Inclusief tweelingen van voorouders en gekozen persoon
no: Ta med søsken til aner og startpersonen
ro: Includeți frații/surorile strămoșilor și persoana de bază

source: GEDCOM submitter
cs: GEDCOM zadavatel
de: GEDCOM Antragsteller
nl: GEDCOM-inzender
ro: Emitent GEDCOM

source: Country
cs: Stát
de: Land
nl: Land
ro: Țara

source: GEDCOM version
cs: Verze GEDCOM
nl: GEDCOM-versie
ro: versiune GEDCOM

source: Character set
cs: Sada znaků
da: Tegnsæt
de: Zeichensatz
es: Juego de caracteres
nl: Karakterset
no: Tegnsett
ro: Set de caractere

source: UTF-8 (recommended character set)
cs: UTF-8 (doporučená sada znaků)
da: UTF-8 (anbefalet tegnsæt)
de: UTF-8 (empfohlener Zeichensatz)
es: UTF-8 (juego de caracteres recomendado)
nl: UTF-8 (aanbevolen character set)
ro: UTF-8 (set de caractere recomandat)

source: GEDCOM 7.0 always uses the UTF-8 character set.
cs: GEDCOM 7.0 vždy používá znakovou sadu UTF-8.
de: GEDCOM 7.0 verwendet immer den UTF-8 Zeichensatz.
nl: GEDCOM 7.0 gebruikt altijd de UTF-8 karakter set.
ro: GEDCOM 7.0 folosește întotdeauna setul de caractere UTF-8.

source: Minimal
nl: Minimaal

source: Export texts
cs: Export texty
da: Eksport tekst
de: Exportiere Texte
es: Exportar textos
nl: Teksten uitvoeren
no: Eksporter tekster
ro: Exportați textele

source: Export sources
cs: Export zdroje
da: Eksport kilder
de: Exportiere Quellen
es: Exportar fuentes
nl: Bronnen uitvoeren
no: Eksporter kilder
ro: Exportați sursele

source: Export longitude & latitude by places
cs: Exportujte zeměpisnou délku a šířku podle míst
da: Eksport længdegrad & bredde af steder
de: Längen- und Breitengrad der Orte exportieren
es: Exportar longitud y latitud de los lugares
nl: Exporteer lengte & breedtegraad bij plaatsen
no: Eksporter lengde- og breddegrad med steder
ro: Exportați latitudinea și longitudinea locațiilor

source: Export shared addresses
cs: Export sdílených adres
de: Geteilte Adressen exportieren
nl: Exporteer gedeelde adressen
ro: Exportați adresele partajate

source: Convert all shared addresses as single addresses
cs: Převeďte všechny sdílené adresy na jednotlivé adresy
de: Alle geteilten Adressen in individuelle Adressen konvertieren
nl: Gedeelde adressen omzetten naar afzonderlijke adressen
ro: Convertiți toate adresele partajate ca adrese unice

source: "Shared addresses" is <b>only compatible</b> with HuMo-genealogy and Haza-21 programs.<br> Other programs: convert shared addresses. The "shared address" option will be lost.
cs: "Sdílené adresy" jsou <b>kompatibilní pouze</b> s programy HuMo-genealogie a Haza-21.<br> Další programy: převod sdílených adres. Možnost „sdílená adresa“ bude ztracena.
de: „Geteilte Adressen“ sind <b>nur kompatibel</b>mit HuMo-genealogy und Haza-21-<br> Für andere Programme: konvertieren Sie geteilte Adressen. Die option „geteilte Adressen“ ist dann nicht mehr vorhanden.
nl: "Gedeelde adressen" <b>werkt alleen</b> met de programma's HuMo-genealogie en Haza-21.<br> Andere programma's: converteer gedeelde adressen. De optie "gedeelde adressen" gaat verloren.
ro: „Adrese partajate” este <b>compatibil numai</b> cu programele HuMo-genealogy și Haza-21. <br> Alte programe: convertiți adresele partajate. Opțiunea „adresă partajată” va fi pierdută.

source: There are no shared addresses, standard GEDCOM export is used.
cs: Nejsou zde žádné sdílené adresy, je použit standardní export GEDCOM.
de: Es existieren keine geteilten Adressen, Standard GEDCOM Export wird verwendet.
nl: Er zijn geen gedeelde adressen, er wordt standaard GEDCOM-export gebruikt.
ro: Nu există adrese partajate, se utilizează exportul GEDCOM standard.

source: Show export status
cs: Zobrazit stav exportu
da: Vis eksport status
de: Zeige Status des Exports
es: Mostrar estado de la exportación
nl: Toon exportstatus
ro: Afișează starea exportului

source: GEDCOM file will be exported to gedcom_files/ folder
cs: Soubor GEDCOM bude exportován do složky gedcom_files/
de: Die GEDCOM-Datei wird in den Ordner gedcom_files/ exportiert.
nl: Het GEDCOM-bestand wordt uitgevoerd naar de gedcom_files/ map
ro: Fișierul GEDCOM va fi exportat în directorul gedcom_files/

source: GEDCOM file is generated
cs: Soubor GEDCOM je generován
de: GEDCOM-Datei wurde erstellt
es: Se ha generado el fichero GEDCOM
nl: Het GEDCOM-bestand is gemaakt
ro: Fișierul GEDCOM este generat

source: Download GEDCOM file
cs: Stáhnout GEDCOM soubor
de: GEDCOM-Datei herunterladen
es: Descargar fichero GEDCOM
nl: Download GEDCOM-bestand
ro: Descărcați fișierul GEDCOM

source: No valid family number.
cs: Žádné platné číslo rodiny.
da: Intet brugbart familie nummer.
de: Keine gültige Familiennummer
es: Nº de familia inválido.
nl: Geen geldig gezinsnummer.
no: Intet gyldig familienummer
ro: Nu există un număr de familie valid.

source: It's not possible to delete this group: there is/ are
cs: Není možné tuto skupinu smazat: zde je/ jsou
da: Det er ikke muligt at slette denne gruppe: der er
de: Diese Gruppe kann nicht gelöscht werden: Hier gibt es
es: No se puede eliminar este grupo: ¡hay
nl: Het is niet mogelijk deze groep te verwijderen. Er is/ zijn
no: Gruppen kan ikke slettes: det er
ro: Nu este posibil să ștergeți acest grup: există/sunt

source: user(s) connected to this group!
cs: uživatel(é) připojen(i) k této skupině!
da: bruger(e) koblet til denne gruppe!
de: Benutzer mit dieser Gruppe verbunden.
es: usuario(s) conectados al grupo!
nl: gebruiker(s) gekoppeld aan deze groep!
no: bruker(e) tilknyttet gruppen!
ro: utilizator(i) conectat(i) la acest grup!

source: Are you sure you want to remove the group:
cs: Jste si jisti, že chcete skupinu odstranit:
da: Er du sikker på, du vil flytte gruppen:
de: Soll diese Benutzergruppe wirklich entfernt werden?
es: ¿Está seguro de que quiere eliminar el grupo:
nl: Weet je zeker dat je deze groep wilt verwijderen:
no: Er du sikker på at du vil fjerne gruppen?
ro: Sunteți sigur că doriți să eliminați grupul:

source: You can have multiple users in %s. Every user can be connected to 1 group.<br> Examples:<br> Group "guest" = <b>guests at the website (who are not logged in).</b><br> Group "admin" = website administrator.<br> Group "family" = family members or genealogists.
cs: Můžete mít více uživatelů v %s. Každý uživatel může být připojen k 1 skupině. <br> Příklady: <br> Skupina "host" = <b> hosté na webu (kteří nejsou přihlášeni). </b> <br> Skupina "admin" = správce webových stránek. <br> Skupina "rodina" = členové rodiny nebo genealogové.
de: Es kann mehrere Benutzer in %s geben. Jeder Benutzer kann mit einer Gruppe verbunden sein.<br> Beispiele:<br> Gruppe "guest" = <b>Nicht angemeldete Gäste der Webseite</b><br> Gruppe "admin" = Administrator der Webseite<br> Gruppe "family" = Familienmitglieder oder Ahnenforscher
es: En %s puede tener varios usuarios. Cada usuario puede conectarse a 1 grupo.<br> Ejemplos:<br> Grupo "guest" = <b>invitados en el sitio web (que no están conectados).</b><br> Grupo "admin" = administrador del sitio web.<br> Grupo "family" = miembros de la familia o genealogistas.
nl: Het is mogelijk om meerdere gebruikers te hebben in %s. Elke gebruiker kan aan 1 groep worden gekoppeld.<br> Voorbeelden:<br> Groep "guest" (gast) = <b>gasten op de website (die niet zijn ingelogd).</b><br> Groep "admin" (beheer) = de beheerder(s) van de website.<br> Groep "family" (familie) = voor familieleden of bijv. genealogen.
ro: Puteți avea mai mulți utilizatori în %s. Fiecare utilizator poate fi conectat la 1 grup.<br> Exemple:<br> Grup „guest - vizitator” = <b>vizitatori pe site (care nu sunt autentificați).</b><br> Grupul „admin” = administratorul site-ului web.<br> Grup „familie” = membri ai familiei sau genealogi.

source: Choose a user group:
cs: Vyberte skupinu uživatelů:
da: Vælg en bruger gruppe:
de: Benutzergruppe wählen:
es: Elija un grupo de usuarios:
nl: Kies een gebruikersgroep:
no: Velg en brukergruppe:
ro: Alegeți grupul de utilizator:

source: ADD GROUP
cs: PŘIDAT SKUPINU
da: TILFØJ GRUPPE
de: BENUTZERGRUPPE HINZUFÜGEN
es: AÑADIR GRUPO
nl: GROEP TOEVOEGEN
no: LEGG TIL GRUPPE
ro: ADĂUGAȚI GRUP

source: Group
cs: Skupina
da: Gruppe
de: Benutzergruppe
es: Grupo
nl: Groep
no: Gruppe
ro: Grup

source: REMOVE GROUP
cs: ODEBRAT SKUPINU
da: FLYT GRUPPE
de: GRUPPE LÖSCHEN
es: ELIMINAR GRUPO
nl: GROEP VERWIJDEREN
no: FJERN GRUPPE
ro: ȘTERGEȚI GRUP

source: Group name
cs: Název skupiny
da: Gruppe navn
de: Gruppenname
es: Nombre del grupo
nl: Groepsnaam
no: Gruppenavn
ro: Numele grupului

source: Administrator
cs: Administrátor
es: Administrador
nl: Beheer (administrator)

source: Save statistics data
cs: Uložit statistické údaje
da: Gem statistik data
de: Speichere Statistiken
es: Guardar datos estadísticos
nl: Statistiek gegevens opslaan
no: Lagre statistikk
ro: Salvați datele statistice

source: Birthday RSS in main menu
cs: Narozeniny RSS v hlavní nabídce
da: Fødselsdags RSS i hoved menu
de: RSS-Feed für Geburtstage im Hauptmenü
es: RSS de cumpleaños en el menú principal
nl: Verjaardagen RSS in hoofdmenu
no: Fødselsdags-RSS i hovedmeny
ro: RSS-ul zilelor de naștere în meniul principal

source: INFORMATION menu: show "CMS" pages
cs: Nabídka INFORMACE: Zobrazit stránky "cms"
de: INFORMATION Menü: zeige "CMS" Seiten
es: Menú INFORMACIÓN: muestra las páginas "CMS"
nl: INFORMATIE-menu: toon "CMS"-bladzijden
ro: Meniul INFORMAȚII: afișați paginile „CMS”

source: FAMILY TREE menu: show "Persons" submenu
cs: RODOKMEN nabídka: zobrazit podnabídku "Jednotlivci"
da: STAMTRÆ menu: vis "Personers undermenu
de: STAMMBAUM-Menü: Untermenü "Personen" anzeigen
es: Menú del ÁRBOL GENALÓGICO: mostrar submenu "Personas"
nl: STAMBOOM-menu: toon "Personen" submenu
ro: Meniul ARBORE GENEALOGIC: afișați submeniul „Persoane”

source: FAMILY TREE menu: show "Names" submenu
cs: RODOKMEN nabídka: zobrazit podnabídku "Jména"
da: STAMTRÆ menu: vis "Navne" undermenuen
de: STAMMBAUM-Menü: Untermenü "Namen" anzeigen
es: Menú del ÁRBOL GENALÓGICO: mostrar submenu "Nombres"
nl: STAMBOOM-menu: toon "Namen" submenu
ro: Meniul ARBORE GENEALOGIC: afișați submeniul „Nume"

source: FAMILY TREE menu: show "Places" submenu
cs: RODOKMEN nabídka: zobrazit podnabídku "Místa"
da: STAMTRÆ menu: vis "Steder" undermenuen
de: STAMMBAUM-Menü: Untermenü "Orte" anzeigen
es: Menú del ÁRBOL GENALÓGICO: mostrar submenu "Lugares"
nl: STAMBOOM-menu: toon "Plaatsen" submenu
ro: Meniul ARBORE GENEALOGIC: afișați submeniul „Locuri"

source: FAMILY TREE menu: show "Addresses" submenu (only shown if there really are addresses)
cs: RODOKMEN nabídka: zobrazit podnabídku "Adresy" (zobrazit pouze v případě, že adresy skutečně existují)
da: STAMTRÆ menu: vis "Adresser" undermenuen (vises kun hvis der virkelig er adresser)
de: STAMMBAUM Menü: Untermenü "Adressen" anzeigen (nur wenn Adresse vorhanden)
es: Menú del ÁRBOL GENALÓGICO: mostrar submenu "Direcciones" (sólo se mostrará si existen direcciones)
nl: STAMBOOM-menu: toon "Adressen" submenu (werkt alleen als er echt adressen zijn)
ro: Meniul ARBORE GENEALOGIC: afișați submeniul „Adrese" (afișat doar dacă există într-adevăr adrese)

source: FAMILY TREE menu: show "Photobook" submenu
cs: RODOKMEN nabídka: zobrazit podnabídku "Fotokniha"
da: STAMTRÆ menu: vis "Fotobog" undermenuen
de: STAMMBAUM-Menü: Untermenü "Fotoalbum" anzeigen
es: Menú del ÁRBOL GENALÓGICO: mostrar submenu "Album de fotos"
nl: STAMBOOM-menu: toon "Fotoboek" submenu
ro: Meniul ARBORE GENEALOGIC: afișați submeniul „Album foto"

source: TOOLS menu: show "Anniversary" (birthday list) submenu
cs: Nabídka NÁSTROJE: zobrazit podnabídku "Výročí" (seznam narozenin)
da: VÆRKTØJ menu: vis "Jubilæum" (fødselsdagsliste) undermenu
de: Werkzeuge-Menü: Untermenü "Jahrestage" (Geburtstagsliste) anzeigen
es: Menú de HERRAMIENTAS: mostrar submenu "Lista de aniversarios" (cumpleaños)
nl: EXTRA menu: toon "Verjaardagen" submenu
ro: Meniul INSTRUMENTE: afișați submeniul „Aniversări” (lista zilelor de naștere)

source: TOOLS menu: show "Statistics" submenu
cs: Nabídka NÁSTROJE: zobrazit podnabídku "Statistika"
da: VÆRKTØJ menu: vis "Statistik" undermenuen
de: Werkzeuge-Menü: Untermenü "Statistiken" anzeigen
es: Menú de HERRAMIENTAS: mostrar submenu "Estadísticas"
nl: EXTRA menu: toon "Statistieken" submenu
ro: Meniul INSTRUMENTE: afișați submeniul „Statistici”

source: TOOLS menu: show "Relationship Calculator" submenu
cs: Nabídka NÁSTROJE: zobrazit podnabídku "Kalkulačka vztahů"
da: VÆRKTØJ menu: vis "Relations beregner" undermenuen
de: Werkzeuge-Menü: Untermenü "Verwandtschaftsgradrechner" anzeigen
es: Menú de HERRAMIENTAS: mostrar submenu "Calculadora de parentesco"
nl: EXTRA menu: toon "Verwantschap berekenen" submenu
ro: Meniul INSTRUMENTE: afișați submeniul „Calculatorul relațiilor”

source: TOOLS menu: show "Google maps" submenu (only shown if geolocation database was created)
cs: Nabídka NÁSTROJE: zobrazit podnabídku "Mapy Google" (zobrazí se pouze v případě, že byla vytvořena geolokační databáze)
da: VÆRKTØJ menu: vis "Google maps" undermenuen (vises kun hvis en geolocation database blev oprettet)
de: Werkzeuge-Menü: Untermenü "Google Maps" anzeigen (wird nur angezeigt, wenn die Kartierungsdatenbank generiert wurde)
es: Menú de HERRAMIENTAS: mostrar submenu "Google maps" (solo se muestra si se ha creado la base de datos de geolocalizaciones)
nl: EXTRA menu: toon "Google maps" submenu (wordt alleen getoond als de geolocatiedatabase is aangemaakt)
ro: Meniul INSTRUMENTE: afișați submeniul „Harta Google” (afișat numai dacă baza de date de geolocație a fost creată)
