Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: Own code is the code that has to be entered in your genealogy program under "own code or REFN" <p>Do the following:<br> 1) In your genealogy program, put a code. For example, with the patriarch enter a code "patriarch".<br> 2) Enter the same code in this table (multiple codes are possible)<br> 3) After processing the GEDCOM file, an extra link will appear in the main menu, i.e. to the patriarch!<br>
cs: Vlastní kód je kód, který je třeba zadat do vašeho genealogického programu pod „vlastním kódem nebo REFN“ <p>Proveďte následující:<br> 1) Do svého genealogického programu vložte kód. Například s patriarchou zadejte kód „patriarcha“.<br> 2) Zadejte stejný kód do této tabulky (je možné zadat více kódů)<br> 3) Po zpracování souboru GEDCOM se v hlavní nabídce objeví další odkaz, tj. patriarcha!<br>
de: Eigenes Code ist der Code, der in Ihrem Genealogieprogramm unter "eigener Code oder REFN" eingegeben werden muss. <p>Führen Sie folgende Schritte aus:<br> 1) Geben Sie in Ihrem Genealogieprogramm einen Code ein. Zum Beispiel geben Sie beim Patriarchen den Code "Patriarch" ein.<br> 2) Geben Sie denselben Code in diese Tabelle ein (mehrere Codes sind möglich).<br> 3) Nach der Verarbeitung der GEDCOM-Datei wird ein zusätzlicher Link im Hauptmenü angezeigt, nämlich zum Patriarchen!<br>
nl: Eigen code is de code die moet worden ingevoerd in uw genealogieprogramma onder "eigen code of REFN" <p> Doe het volgende: <br> 1) Voer in uw genealogieprogramma een code in. Voer bijvoorbeeld bij de stamvader de code "stamvader" in. <br> 2) Voer dezelfde code in deze tabel in (meerdere codes zijn mogelijk) <br> 3) Na verwerking van het GEDCOM-bestand verschijnt er een extra link in het hoofdmenu, dwz naar de stamvader! <br>
ro: Codul personal este codul care trebuie introdus în programul dvs. genealogic referitor la "cod personal sau REFN" <p> Executați următoarele: <br> 1) În programul dvs. genealogic puneți codul. De exemplu, pentru patriarch puneți codul "patriarch". <br> 2) Puneți același cod în acest tabel (sunt posibile mai multe coduri). <br> 3) După procesarea fișierului GEDCOM, va apărea un link suplimentar în meniul principal, de ex. către patriarch! <br>

source: This option shows a slideshow at the homepage. Put the images in the media/slideshow/ folder at the website.<br>Example of image link:
cs: Tato možnost zobrazuje prezentaci na domovské stránce. Na webu vložte obrázky do složky média/ slideshow/. <br> Příklad odkazu na obrázek:
de: Diese Option zeigt eine Slideshow auf der Homepage. Legen Sie die Bilder im media/slideshow/ Ordner auf der Webseite ab.<br>Beispiel eines Links zu einem Bild:
es: Esta opción muestra una presentación de diapositivas en la página de inicio. Suba las imágenes a la carpeta media/slideshow/ del sitio web. Ejemplo de enlace de imagen:
nl: Deze optie geeft een slideshow op de homepage. Zet de afbeelden in de media/slideshow/ map op de website.<br>Voorbeeld van afbeeldingslink:
ro: Această opțiune arată o prezentare de diapozitive pe pagina de pornire. Pune imaginile în dosarul media/slideshow/ pe site-ul web.<br>Exemplu de link imagine:

source: Images size should be about:
cs: Velikost obrázků by měla být přibližně:
de: Ungefähre Bildergröße:
es: El tamaño de las imágenes debe ser de aproximadamente:
nl: De grootte van de afbeeldingen moet ongeveer zijn:
ro: Dimensiunea imaginilor ar trebui să fie de aproximativ:

source: Show slideshow on the homepage
cs: Zobrazit prezentaci na domovské stránce
de: Slideshow auf der Homepage anzeigen
es: Mostrar presentación de diapositivas en la página de inicio
nl: Toon diashow op de homepage
ro: Afișați prezentarea de diapozitive pe pagina de pornire

source: Link to image
cs: Odkaz na obrázek
de: Link zum Bild
es: Enlace a la imagen
nl: Link naar afbeelding
ro: Link către imagine

source: Display settings
cs: Nastavení obrazovky
de: Anzeigeeinstellungen
es: Configuración de pantalla
nl: Weergave instellingen
ro: Setări de afișare

source: Change all &#134; characters into &infin; characters in all language files
cs: Změnit všechny &#134; znaky do &infin; znaky ve všech jazykových souborech
de: Alle &#134; Zeichen in &infin;-Zeichen in allen Sprachdateien ändern
es: Cambiar todos los caracteres &#134; por el caracter &infin; en todos los ficheros de idioma
nl: Wijzig alle &#134; tekens in &infin; tekens in alle taal bestanden
ro: Modificați toate caracterele &#134; în caractere &infin; în toate fișierele de limbă

source: unchecking and saving will revert to the cross sign
cs: zrušením zaškrtnutí a uložením se vrátíte na znak kříže
de: Markierung entfernen und speichern setzt auf das Kreuzzeichen zurück
es: desmarcar y guardar volverá al signo de la cruz
nl: uitvinken en opslaan zet het kruisteken terug
ro: debifarea și salvarea vor reveni la semnul crucii

source: Display Hebrew date after Gregorian date: 23 Dec 1980 (16 Tevet 5741)
cs: Zobrazit hebrejské datum po gregoriánském datu: 23 Dec 1980 (16 Tevet 5741)
de: Hebräisches Dateum hinter gregorianischem Datum anzeigen: 23 Dec 1980 (16 Tevet 5741)
es: Mostrar la fecha hebrea después de la fecha gregoriana: 23 de diciembre de 1980 (16 Tevet 5741)
nl: Hebreeuwse datum na Gregoriaanse datum weergeven: 23 dec 1980 (16 Tevet 5741)
ro: Afișează data ebraică după data gregoriană: 23 decembrie 1980 (16 Tevet 5741)

source: Place yellow Stars of David before holocaust victims in lists and reports
cs: Umístěte žluté Davidovy hvězdy před oběti holocaustu do seznamů a zpráv
de: Gelben Davidsstern vor Holocaustopfern in Listen und Berichten anzeigen
es: Mostrar estrellas de David amarillas delante de las víctimas del holocausto en listas e informes
nl: Plaats gele Davidsterren voor holocaustslachtoffers in lijsten en rapporten
ro: Pune Steaua galbenă a lui David înaintea victimelor Holocaustului în liste și rapoarte

source: Add: "cause of death: murdered" to holocaust victims
cs: Přidat: "příčina smrti: zavražděn" k obětem holocaustu
de: „Todesursache: Mord“ zu Holocaustopfern hinzufügen.
es: Añadir: "causa de muerte: asesinado" a las víctimas del holocausto
nl: Voeg "doodsoorzaak: vermoord" toe bij holocaust slachtoffers
ro: Adăugați: „cauza morții: ucis” victimelor holocaustului

source: Editor settings
cs: Nastavení editoru
de: Editoreinstellungen
es: Configuración del editor
nl: Muteer instellingen
ro: Setări Editor

source: Add "night" checkbox next to Gregorian dates to calculate Hebrew date correctly
cs: Chcete-li správně vypočítat hebrejské datum, přidejte zaškrtávací políčko "noc" vedle gregoriánských dat
de: „Nacht“-Checkbox zu gregorianischen Datumsfeldern hinzufügen, um hebräische Daten korrekt zu berechnen
es: Añadir la casilla de verificación "noche" junto a las fechas gregorianas para calcular correctamente la fecha hebrea
nl: Voeg "nacht" keuzevakje toe bij Gregoriaanse datum om Hebreeuwse datum correct te berekenen
ro: Adăugați caseta de selectare „noapte” lângă datele gregoriene pentru a calcula corect data ebraică

source: Add field for Hebrew name in name section of editor (instead of in "events" list)
cs: Přidejte pole pro hebrejský název do části názvu editoru (místo do seznamu "události")
de: Feld für hebräischen Namen in der Namenssektion des Editors hinzufügen (anstatt in der „Ereignis“-liste)
es: Añadir un campo para el nombre hebreo en la sección de nombre del editor (en lugar de en la lista de "acontecimientos")
nl: Voeg veld toe voor Hebreeuwse datum in naam deel van muteerscherm (i.p.v. "gebeurtenissen" lijst).
ro: Adăugați câmp pentru numele ebraic în secțiunea de nume a editorului (în loc să fie în lista „evenimente")

source: Add field for Brit Mila under birth fields (instead of in "events" list)
cs: Přidat pole pro Brit Mila pod pole narození (místo do seznamu "události")
de: Feld für Brit Mila unter Geburtsfeldern hinzufügen (anstatt in „Ereignis“-listen)
es: Añadir un campo para Brit Mila debajo de los campos de nacimiento (en lugar de en la lista de "acontecimientos")
nl: Voeg veld toe voor Brit Mila na geboortevelden (i.p.v. "gebeurtenissen" lijst)
ro: Adăugați câmp pentru Brit Mila sub câmpurile de naștere (în loc să fie în lista „evenimente”)

source: Add field for Bar/ Bat Mitsva before baptise fields (instead of in "events" list)
cs: Přidat pole pro Bar/ Bat Mitsva před křtem (místo do seznamu "události")
de: Feld für Bar/Bat Mitsva vor Tauffeldern hinzufügen (anstatt in „Ereignis“-Listen)
es: Agregue un campo para Bar / Bat Mitzvah antes de los campos de bautismo (en lugar de en la lista de "acontecimientos")
nl: Voeg veld toe voor Bar/ Bat Mitsva voor geboortevelden (i.p.v. "gebeurtenissen" lijst)
ro: Adăugați câmp pentru Bar/ Bat Mitsva înainte de câmpurile de botez (în loc să fie în lista „evenimente")

source: A sitemap can be used for quick indexing of the family screens by search engines. Add the sitemap link to a search engine (like Google), or add the link in a robots.txt file (in the root folder of your website). Example of robots.txt file, sitemap line:<br> Sitemap: http://www.yourwebsite.com/humo-gen/sitemap.php
cs: Sitemap lze použít pro rychlé indexování rodinných obrazovek vyhledávači. Přidejte odkaz na mapu webu do vyhledávače (jako je Google) nebo přidejte odkaz do souboru robots.txt (v kořenové složce vašeho webu). Příklad souboru robots.txt, řádek mapy webu:<br> Sitemap: http://www.yourwebsite.com/humo-gen/sitemap.php
de: Eine Sitemap kann für eine schnelle Indizierung der Familienseiten durch Suchmaschinen verwendet werden. Fügen Sie den Sitemap-Link zu einer Suchmaschine (wie Google) hinzu oder fügen Sie den Link in einer robots.txt-Datei (im Stammverzeichnis Ihrer Website) hinzu. Beispiel für eine robots.txt-Datei, Sitemap-Zeile:<br> Sitemap: http://www.yourwebsite.com/humo-gen/sitemap.php
nl: Een sitemap kan gebruikt worden door zoekmachines om de website snel te indexeren. Voeg de sitemap link toe aan een zoekmachine (bijv. Google), of voeg de link toe aan een robots.txt bestand (in de root map van je website). Voorbeeld van een robots.txt bestand:<br> Sitemap: http://www.yourwebsite.com/humo-gen/sitemap.php
ro: O hartă a site-ului poate fi folosită pentru indexarea rapidă a imaginilor familiei de către motoarele de căutare. Adăugați link-ul hărții site-ului unui motor de căutare (precum Google). sau adăugați link-ul în fișierul robots.txt (în rădăcina site-ului dvs.). Exemplu de fișier robots.txt, linia hărții site-ului <br> Harta site-ului: http://www.yourwebsite.com/humo-gen/sitemap.php

source: Monday
cs: Pondělí
da: Mandag
de: Montag
es: Lunes
nl: Maandag
no: mandag
ro: Luni

source: Tuesday
cs: Úterý
da: Tirsdag
de: Dienstag
es: Martes
nl: Dinsdag
no: tirsdag
ro: Marți

source: Wednesday
cs: Středa
da: Onsdag
de: Mittwoch
es: Miércoles
nl: Woensdag
no: onsdag
ro: Miercuri

source: Thursday
cs: Čtvrtek
da: Torsdag
de: Donnerstag
es: Jueves
nl: Donderdag
no: torsdag
ro: Joi

source: Friday
cs: Pátek
da: Fredag
de: Freitag
es: Viernes
nl: Vrijdag
no: fredag
ro: Vineri

source: Saturday
cs: Sobota
da: Lørdag
de: Samstag
es: Sábado
nl: Zaterdag
no: lørdag
ro: Sâmbătă

source: Sunday
cs: Neděle
da: Søndag
de: Sonntag
es: Domingo
nl: Zondag
no: søndag
ro: Duminică

source: Visitors
cs: Návštěvníci
da: Besøgende
de: Besucher
es: Visitantes
nl: Bezoekers
no: Besøkende
ro: Vizitatori

source: Visited families in the past 12 months
cs: Navštívené rodiny za posledních 12 měsíců
nl: Aantal bezochte gezinnen in de vorige 12 maanden
no: Besøkte familier siste 12 måneder

source: Country of origin
cs: Země původu
da: Oprindelsesland
de: Herkunftsland
es: País de origen
nl: Land van herkomst
no: Opprinnelsesland
ro: Țara de origine

source: Number of unique visitors
cs: Počet unikátních návštěvníků
da: Antal unikke besøgende
de: Anzahl verschiedener Besucher
es: Número de visitantes únicos
nl: Aantal unieke bezoekers
no: Antall unike besøkende
ro: Numărul de vizitatori unici

source: Unknown
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
nl: N.N.
no: Ukjent
ro: Necunoscut

source: General statistics
cs: Obecné statistiky
da: Generel statistik
de: Allgemeine Statistik
es: Estadísticas generales
nl: Statistieken algemeen
no: Generell statistikk
ro: Statistici generale

source: Statistics by date
cs: Statistiky podle data
da: Datostatistik
de: Statistik nach Datum
es: Estadísticas por fecha
nl: Statistieken op datum
no: Statistikk etter dato
ro: Statistici după dată

source: Old statistics
cs: Staré statistiky
da: Gammel statistik
de: Alte Statistiken
es: Estadísticas antiguas
nl: Oude statistieken
no: Gammel statistikk
ro: Statistici vechi

source: Remove statistics
cs: Odebrat statistiky
da: Fjern statistik
de: Statistiken löschen
es: Borrar estadísticas
nl: Verwijder statistieken
no: Fjern statistikk
ro: Eliminați statisticile

source: Total number of visited families:
cs: Celkový počet navštívených rodin:
da: Samlet antal besøgte familier:
de: Gesamtanzahl besuchter Familien:
es: Número total de familias visitadas:
nl: Totaal aantal bezochte gezinnen:
no: Samlet antall besøkte familier:
ro: Numărul total de familii vizitate:

source: Status statistics table
cs: Statistická tabulka stavu
da: Status for statistik tabel
de: Status Statistik Tabelle:
es: Estado de la tabla de estadísticas
nl: Statusstatistieken-tabel
no: Status for statistikktabellen
ro: Tabel cu statistici de stare

source: family tree
cs: rodokmen
da: stamtræ
de: Stammbaum
es: árbol genealógico
nl: stamboom
no: familietre
ro: arbore genealogic

source: Records
cs: Záznamy
de: Datensätze
es: Registros
nl: Aantal
ro: Înregistrări

source: FAMILY TREE ERASED
cs: RODOKMEN VYMAZÁN
da: STAMTRÆ SLETTET
de: STAMMBAUM GELÖSCHT
es: ÁRBOL GENEALÓGICO BORRADO
nl: STAMBOOM GEWIST
no: FAMILIETRE SLETTET
ro: ARBORELE GENEALOGIC ȘTERS

source: General statistics:
cs: Obecné statistiky:
da: Generel statistik:
de: Allgemeine Statistiken:
es: Estadísticas generales:
nl: Diverse statistieken:
no: Generell statistikk
ro: Statistici generale:

source: Counter
cs: Počítač
da: Tæller
de: Zähler
es: Contador
nl: Teller
no: Teller
ro: Contor

source: Total number of unique visitors:
cs: Celkový počet unikátních návštěvníků:
da: Samlet antal unikke besøgende:
de: Gesamtanzahl verschiedener Besucher:
es: Número total de visitantes únicos:
nl: Totaal aantal unieke bezoekers:
no: Totalt antall besøkende
ro: Numărul total de vizitatori unici:

source: Total number of families in the last hour:
cs: Celkový počet rodin za poslední hodinu:
da: Samlet antal familier i den sidste time:
de: Gesamtanzahl der Familien in der letzten Stunde:
es: Número total de familias en la última hora:
nl: Totaal aantal bezochte gezinnen in het afgelopen uur:
no: Samlet antall familier siste time:
ro: Numărul total de familii în ultima oră:

source: Unique visitors - Country of origin
cs: Jedineční návštěvníci – Země původu
da: Unikke besøgende - Oprindelsesland
de: Besucher - Land der Besucher
es: Visitantes únicos: País de origen
nl: Unieke bezoekers - Land van herkomst
no: Unike besøkende - opprinnelsesland
ro: Vizitatori unici - Țara de origine

source: Most visited families:
cs: Nejnavštěvovanější rodiny:
da: Mest besøgte familier:
de: meistbesuchte Familien:
es: Familias más visitadas:
nl: Meest bezochte gezinnen:
no: Mest besøkte familier
ro: cele mai vizitate familii:

source: family
cs: rodina
da: familie
de: Familie
es: familia
nl: gezin
no: familie
ro: familie

source: last visited families:
cs: naposledy navštívené rodiny:
da: sidst besøgte familie:
de: zuletzt besuchte Familien:
es: Últimas familias visitadas:
nl: laatst bezochte gezinnen:
no: sist besøkte familier:
ro: ultimele familii vizitate:

source: date-time
cs: datum-čas
da: dato-tid
de: Datum - Zeit
es: fecha-hora
nl: datum - tijd
no: dato-tid
ro: data-ora

source: FAMILY NOT FOUND IN FAMILY TREE
cs: RODINA NENÍ V RODOKMENU NALEZENA
da: FAMILIEN ER IKKE FUNDET I STAMTRÆET
de: Die Familie wurde nicht im Stammbaum gefunden
es: FAMILIA NO ENCONTRADA EN EL ÁRBOL FAMILIAR
nl: GEZIN NIET MEER IN STAMBOOM
no: FANT IKKE FAMILIEN I TREET
ro: FAMILIA NU A FOST GĂSITĂ ÎN ARBORELE GENEALOGIC

source: Old statistics (numbers since last GEDCOM update)
cs: Staré statistiky (čísla od poslední aktualizace GEDCOM)
nl: Oude statistieken (aantallen sinds laatste GEDCOM-update)
ro: Statistici vechi (numere de la ultima actualizare GEDCOM)

source: are erased
cs: jsou vymazány
da: er slettet
de: sind gelöscht
es: están borradas
nl: zijn gewist
no: er slettet
ro: sunt șterse

source: Statistics will be removed PERMANENTLY. Make a backup first to save the statistics data
cs: Statistiky budou TRVALE odstraněny. Pro uložení statistických dat nejprve vytvořte zálohu
da: Statistikkerne vil blive fjernet PERMANENT. Lav en sikkerhedskopi først for at gemme statistik data
de: Statistiken werden ENDGÜLTIG gelöscht. Erstellen Sie erst eine Sicherungsdatei um die Statistikdaten zu sichern.
es: Las estadísticas se eliminarán PERMANENTEMENTE. Haga antes una copia de seguridad para guardar los datos estadísticos
nl: LET OP: de statistieken worden DEFINITIEF verwijderd. Maak eventueel een back-up van de database om gegevens te bewaren
no: Statistikken slettes PERMANENT. Ta en sikkerhetskopi først for å bevare statistikkdata.
ro: Statisticile vor fi eliminate PERMANENT. Faceți mai întâi o copie de rezervă pentru a salva datele statistice

source: Remove ALL statistics BEFORE this date:
cs: Odstranit VŠECHNY statistiky PŘED tímto datem:
da: Fjern ALLE statistikker FØR denne dato:
de: ALLE Statistiken vor diesem Datum löschen:
es: Eliminar TODAS las estadísticas ANTERIORES a esta fecha:
nl: Verwijder ALLE statistiek gegevens VOOR deze datum:
no: Fjern ALL statistikk FØR denne dato:
ro: Eliminați TOATE statisticile ÎNAINTE de această dată:

source: REMOVE statistic data
cs: ODSTRANIT statistická data
da: FJERN statistik data
de: Statistiken löschen
es: ELIMINAR datos estadísticos
nl: VERWIJDER statistiek gegevens
no: FJERN statistikkdata
ro: ELIMINAȚI datele statistice

source: User agent information
cs: Informace o uživatelském agentovi
da: Bruger information
de: Browser information
es: Información del agente de usuario
nl: User agent informatie
no: Informasjon om brukeragent (nettleser)
ro: Informații despre browser-ul și sistemul de operare al utilizatorului

source: Show thumbnails
cs: Zobrazit miniatury
de: Vorschaubilder anzeigen
es: Mostrar miniaturas
nl: Toon thumbnails
ro: Arată miniaturi

source: To show pictures, also check the user-group settings:
cs: Chcete-li zobrazit obrázky, zkontrolujte také nastavení skupiny uživatelů:
da: For at vise billeder, tjek også indstillingerne for bruger gruppen:
de: Um Bilder anzuzeigen bitte auch die Einstellungen der Benutzergruppen prüfen:
es: Para mostrar imágenes, verifique también la configuración del grupo de usuarios:
nl: Om afbeeldingen te tonen, controleer ook de gebruikers-groep instellingen:
ro: Pentru a afișa imagini, verificați și setările grupului de utilizatori:

source: - Creating thumbnails<br> - ATTENTION: it may be necessary to (temporarily) change access to the folder with the pictures (rwxrwxrwx)<br> - Sometimes the php.ini has to be changed slightly, remove the ; before the line with:
cs: - Vytváření miniatur<br> - POZOR: může být nutné (dočasně) změnit přístup ke složce s obrázky (rwxrwxrwx)<br> - Někdy musí být php.ini mírně změněno, odstraňte ; před řádkem s:
da: - Oprette miniaturer<br> - OBS: Det kan være nødvendigt at (midlertidigt) ændre adgang til folderen med billederne (rwxrwxrwx)<br> - Nogle gange skal php.ini ændres en smule, fjern ; før linjen med:
de: - Vorschaubilder erstellen:<br> - ACHTUNG: es kann notwendig sein den Zugriff auf den Ordner mit den Bildern (temporär) zu ändern (rwxrwxrwx)<br> - Manchmal muss die Datei php.ini modifiziert werden, entfernen Sie das ; vor der Zeile mit:
es: - Creando miniaturas<br> - ATENCIÓN: puede ser necesario cambiar (temporalmente) el acceso a la carpeta de las imágenes (rwxrwxrwx)<br> - A veces es necesario modificar ligeramente el fichero php.ini: elimine el ';' antes de la línea con:
nl: - Genereren van verkleinde foto's (thumbnails)<br> - LET OP: het kan noodzakelijk zijn om de toegang tot de map met foto's (tijdelijk) te wijzigen (rwxrwxrwx)<br> - Soms moet het php.ini bestand iets aangepast worden, haal de ; weg voor de regel met:
no: - Lage miniatyrbilder<br> - MERK: det kan være nødvendig å (midlertidig) endre tilgangen (rettighetene) til bildemappen (rwxrwxrwx)<br> - Enkelte ganger må php.ini endres litt, fjern ; før linjer med:
ro: - Crearea miniaturilor<br> - ATENȚIE: poate fi necesară modificarea (temporară) a accesului la dosarul cu imagini (rwxrwxrwx)<br> - Uneori php.ini trebuie modificat ușor, eliminați ; înainte de linia cu:

source: Path to the pictures
cs: Cesta k obrázkům
da: Sti til billederne
de: Dateipfad der Bilder
es: Ruta de las imágenes
nl: Pad naar de afbeeldingen
no: Sti til bildemappe
ro: Calea spre imagini

source: Example of picture path:<br> www.myhomepage.nl/humo-gen/ => folder for %s files.<br> www.myhomepage.nl/pictures/ => folder for pictures.<br> Use a relative path, exactly as shown here: <b>../pictures/</b>
cs: Příklad cesty obrázku: <br> www.myhomepage.nl/humo-gen/ => složka pro %s soubory. <br> www.myhomepage.nl/pictures/ => složka pro obrázky. <br> Použijte relativní cestu, přesně tak, jak je uvedeno zde: <b> ../pictures/</b>
de: Beispiel Dateipfad für Bilder:<br> www.meinehomepage.de/humo-gen/ => Pfad für %s-Dateien.<br> www.meinehomepage.de/pictures/ => Pfad für Bilder.<br> Benutzen Sie einen relativen Pfad genauso so: <b>../pictures/</b>
es: Ejemplo de ruta de imagen:<br> www.myhomepage.nl/humo-gen/ => carpeta para archivos de %s.<br> www.myhomepage.nl/pictures/ => carpeta para imágenes.<br> Utilice una ruta relativa, exactamente como se muestra aquí: <b>../pictures/</b>
nl: Voorbeeld van afbeeldingen pad:<br> www.myhomepage.nl/humo-gen/ => map voor %s bestanden.<br> www.myhomepage.nl/pictures/ => map voor afbeeldingen.<br> Gebruik een relatief pad, precies als dit voorbeeld: <b>../pictures/</b>
ro: Exemplu de cale pentru imagine:<br> www.myhomepage.nl/humo-gen/ => dosar pentru fișiere %s.<br> www.myhomepage.nl/pictures/ => dosar pentru imagini.<br> Utilizați o cale relativă, exact așa cum se arată aici: <b>../pictures/</b>

source: Subdirectories:
cs: Podadresáře:
de: Unterverzeichnisse:
nl: Submappen:
ro: Subdirectoare:

source: Status of picture path
cs: Stav cesty k obrázku
da: Status for billedsti
de: Status des Dateipfads für Bilder
es: Estado de la ruta de las imágenes
nl: Status van afbeeldingen map
ro: Starea căii imaginii

source: Picture path exists.
cs: Cesta k obrázku existuje.
da: Billedstien eksisterer.
de: Dateipfad für Bilder besteht.
es: La ruta de las imágenes existe.
nl: De afbeeldingen map bestaat.
ro: Calea pentru imagini există.

source: Picture path doesn't exist!
cs: Cesta k obrázku neexistuje!
da: Billedstien eksisterer ikke!
de: Dateipfad für Bilder besteht nicht!
es: ¡La ruta de las imágenes no existe!
nl: Afbeeldingen map bestaat niet!
ro: Calea pentru imagini nu există!

source: You can change filenames here.
cs: Zde můžete změnit názvy souborů.
de: Sie können Dateinamen hier ändern.
es: Aquí puede cambiar los nombres de los ficheros
nl: Hier kun je bestandsnamen wijzigen.
ro: Puteți schimba aici numele fișierelor.

source: Photos
cs: Fotky
da: Fotos
de: Fotos
es: Fotos
nl: Foto's
ro: Fotografii

source: Prefix has to be 2 letters and _
cs: Předpona musí být 2 písmena a _
da: Præfiks skal være på 2 bogstaver og _
de: Das Präfix mus aus 2 Buchstaben und _ bestehen
es: El prefijo debe tener 2 letras y '_'
nl: Voorvoegsel moet 2 letters hebben en _
ro: Prefixul trebuie să aibă 2 litere și _
