Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: New registered user
cs: Nový registrovaný uživatel
da: Ny registreret bruger
de: Neu registrierter Benutzer
es: Nuevo usuario registrado
nl: Nieuw geregistreerde gebruiker
ro: Utilizator nou înregistrat

source: User registration form
cs: Registrační formulář uživatele
da: Bruger registrerings formular
de: Registrierungsformular für Benutzer
es: Formulario de registro de usuario
nl: Gebruikersregistratie formulier
ro: Formular de înregistrare utilizator

source: Repeat password
cs: Zopakovat heslo
da: Gentag password
de: Passwort wiederholen
es: Repita la contraseña
nl: Herhaal wachtwoord
ro: Repetă parola

source: The register function has been switched off!
cs: Funkce registrace byla vypnuta!
da: Register funktionen er blevet slået fra!
de: Die Registrierungsfunktion wurde abgeschaltet!
es: ¡Se ha desactivado la función de registro!
nl: De registratie functie is uitgeschakeld!
ro: Funcția de creare cont a fost dezactivată!

source: identical to
cs: stejné jako
da: lig med
de: identisch mit
es: gemelo de
nl: dezelfde persoon als
no: identisk med
ro: identic cu

source: brother of
cs: bratr od
da: bror til
de: Bruder von
es: hermano de
nl: broer van
no: broren til
ro: fratele lui

source: sister-in-law of
cs: švagrová od
da: svigerinde til
de: Schwägerin von
es: cuñada de
nl: schoonzuster van
no: svigerinnen til
ro: cumnata lui

source: brother-in-law of
cs: švagr od
da: svoger til
de: Schwager von
es: cuñado de
nl: zwager van
no: svogeren til
ro: cumnatul lui

source: sister of
cs: sestra od
da: søster til
de: Schwester von
es: hermana de
nl: zus van
no: søsteren til
ro: sora lui

source: father-in-law
cs: tchán
da: svigerfar
de: Schwiegervater
es: suegro
nl: schoonvader
no: svigerfaren
ro: socru

source: mother-in-law
cs: tchyně
da: svigermor
de: Schwiegermutter
es: suegra
nl: schoonmoeder
no: svigermoren
ro: soacra

source: great-grand
cs: pra-pra
da: olde
de: Urgroßeltern
es: bisabuelo
nl: achterklein
no: olde
ro: stră-stră

source: grand
cs: pra
da: bedste
de: Großeltern
es: abuelo
nl: klein
no: beste

source: daughter-in-law
cs: snacha
da: svigerdatter
de: Schwiegertochter
es: nuera
nl: schoondochter
no: svigerdatteren
ro: noră

source: son-in-law
cs: zeť
da: svigersøn
de: Schwiegersohn
es: yerno
nl: schoonzoon
no: svigersønnen
ro: ginere

source: nephew
cs: synovec
da: nevø
de: Neffe
es: sobrino
nl: neef
no: nevøen
ro: nepot (unchi)

source: niece
cs: neteř
de: Nichte
es: sobrina
nl: nicht
no: niesen
ro: nepoată

source: 2nd [COUSIN]
da: 2nd
es: primo 2º
nl: achter
no: tremenningen
ro: de-al doilea

source: 3rd [COUSIN]
da: 3rd
es: primo 3º
nl: achter-achter
no: firmenningen
ro: de-al treilea

source: th
es: º
nl: de
ro: lea

source: uncle
cs: strýc
da: onkel
de: Onkel
es: tío
nl: oom
no: onkelen
ro: unchi

source: aunt
cs: teta
da: tante
de: Tante
es: tía
nl: tante
no: tanten
ro: mătușă

source: cousin.male
cs: bratranec
de: Cousin
es: primo
nl: neef
ro: văr

source: 1st [COUSIN]
da: 1st
de: 1. [Cousin]
es: primo hermano
nl: volle
no: søskenbarnet
ro: primul

source: cousin.female
cs: sestřenice
de: Cousine
es: prima
nl: nicht
ro: verișoară

source: COUSIN_MALE
cs: bratranec
da: fætter
de: Cousin
es: primo
nl: neef
no: fetter
ro: văr

source: COUSIN_FEMALE
cs: sestřenice
da: kusine
de: Cousine
es: prima
nl: nicht
no: kusine
ro: verișoară

source: once removed
cs: vzdálený(á)
da: en fjernet
de: 2. Grades
es: distante una generación
nl: eenmaal verwijderd
no: 1 generasjon forskjøvet
ro: de la văr/verișoară

source: times removed
cs: x vzdálený(á)
da: gange fjernet
de: . Grades
es: generaciones distantes
nl: maal verwijderd
no: generasjoner forskjøvet
ro: de-al văr/verișoară

source: 4th [COUSIN]
da: 4th
es: primo 4º
nl: 4e
no: femmenningen
ro: de-al patrulea

source: twice removed
cs: 2x vzdálený(á)
da: to fjernet
de: 3. Grades
es: distante 2 generaciones
nl: tweemaal verwijderd
no: 2 generasjoner forskjøvet
ro: nepot de-al doilea

source: BLOOD RELATIONSHIP:
cs: POKREVNÍ VZTAH:
nl: BLOED VERWANTSCHAP:
no: BLODSLINJE:

source: MARITAL RELATIONSHIP:
cs: MANŽELSKÝ VZTAH:
nl: HUWELIJKS VERWANTSCHAP:
no: EKTESKAPELIG RELASJON:

source: Use Extended Calculator
cs: Použijte rozšířenou kalkulačku
da: Brug udvidet beregner
de: Erweiterten Rechner benutzen
es: Usar Calculadora Ampliada
nl: Gebruik uitgebreide verwantschapsberekening
ro: Utilizați calculatorul extins

source: are both husbands of
cs: jsou oba manželé od
da: er begge ægtemænd til
de: sind beides Ehemänner von
es: ambos son maridos de
nl: zijn beiden echtgenoten van
no: er begge ektemenn til
ro: sunt ambii soți ai

source: are both wifes of
cs: jsou obě manželky od
da: er begge hustruer til
de: sind beides Ehefrauen von
es: ambas son esposas de
nl: zijn beiden echtgenotes van
no: er begge hustruer til
ro: sunt ambele soții ale

source: husband of
cs: manžel od
da: ægtemand til
de: Ehemann von
es: marido de
nl: echtgenoot van
no: ektemannen til
ro: soțul lui

source: wife of
cs: manželka od
da: hustru til
de: Ehefrau von
es: esposa de
nl: echtgenote van
no: hustruen til
ro: soția lui

source: No blood relation or direct marital relation found
cs: Nebyl nalezen žádný pokrevní nebo přímý manželský vztah
da: Intet blod slægtsskab eller direkte ægteskabelig relation fundet
de: Keine Bluts- oder angeheiratete Verwandte gefunden
es: No se encontró relación consanguínea ni marital directa
nl: Geen bloed- of directe huwelijksrelatie gevonden
ro: Nu a fost găsită nicio relație de sânge sau relație conjugală directă

source: No direct marital relation found
cs: Nebyl nalezen žádný přímý manželský vztah
da: Ingen direkte ægteskabelig relation fundet
de: Keine Bluts- oder angeheiratete Verwandte gefunden
es: No se encontró relación marital directa
nl: Geen directe huwelijksrelatie gevonden
ro: Nu a fost găsită nicio relație conjugală directă

source: You may wish to try finding a connection with the <span style='font-weight:bold'>Extended Marital Calculator</span> below.<br> This will find connections that span over many marital relations and generations.<br> Computing time will vary depending on the size of the tree and the distance between the two persons.<br> For example, in a 10,000 person tree even the most distant persons will usually be found within 1-2 seconds.<br> In a 75,000 person tree the most distant persons may take up to 8 sec to find.
cs: Můžete zkusit najít spojení s <span style='font-weight:bold'>Rozšířenou manželskou kalkulačkou</span> níže.<br> To najde spojení, která pokrývají mnoho manželských vztahů a generací.<br> Doba výpočtu se bude lišit v závislosti na velikosti stromu a vzdálenosti mezi dvěma osobami.<br> Například ve stromu o 10 000 osobách lze i ty nejvzdálenější osoby obvykle nalézt během 1–2 sekund.<br> Ve stromu o 75 000 osobách může nalezení nejvzdálenějších osob trvat až 8 sekund.
de: Sie können versuchen eine Verbindung mit dem <span style='font-weight:bold'>Erweiterten Familienstandsrechner</span> weiter unten zu finden.<br> Dies wird Verbindungen finden, die sich über viele Ehebeziehungen und Generationen erstrecken.<br>Die Rechenzeit ist abhängig von der Größe des Stammbaums und der Entfernung der zwei Personen.<br>In einem Stammbaum mit 10.000 Personen werden selbst die am weitesten entfernten Personen normalerweise innerhalb von 1-2 Sekunden gefunden.<br>In einem Baum mit 75.000 Personen werden die am weitesten entfernten Personen nach etwa 8 Sekunden gefunden.<br><br>
es: Quizá quiera probar a encontrar una conexión con la <span style='font-weight:bold'>Calculadora Matrimonial Ampliada</span> de abajo.<br> Encontrará conexiones que abarcan muchas relaciones maritales y generaciones.<br> El tiempo de cálculo variará según el tamaño del árbol y la distancia entre las dos personas.<br> Por ejemplo, en un árbol de 10.000 personas, incluso las personas más distantes se encontrarán normalmente en 1-2 segundos.<br> En un árbol de 75.000 personas, las personas más distantes pueden tardar hasta 8 segundos en encontrarse.
nl: Je kunt proberen een verwantschap te vinden met de <span style='font-weight:bold'>Uitgebreide verwantschapsberekening</span> hieronder.<br> Die zal zoeken over meerdere huwelijks relaties en generaties.<br> De berekeningstijd hangt af van de grootte van de stamboom en de afstand tussen de twee personen.<br> In een stamboom van 10.000 personen duurt de berekening ongeveer 1-2 seconden.<br> In een stamboom van 75.000 personen duurt de berekening ongeveer 8 seconden.
ro: Poate doriți să încercați să găsiți o conexiune cu <span style='font-weight:bold'>Calculatorul marital extins</span> de mai jos.<br> Acesta va găsi conexiuni care se întind peste multe relații conjugale și generații.<br> Timpul de calcul va varia în funcție de dimensiunea arborelui și de distanța între cele două persoane.<br> De exemplu, într-un arbore de 10.000 de persoane chiar și cele mai îndepărtate persoane, de obicei, vor fi găsite în 1-2 secunde.<br> Într-un arbore de 75.000 de persoane, la persoanele cele mai îndepărtate căutarea poate dura până la 8 secunde.

source: Perform extended marital calculation
cs: Provést rozšířený manželský výpočet
da: Udfør udvidet ægteskabelig beregning
de: Erweiterten Familienstandskalender aufrufen
es: Realizar cálculo matrimonial ampliado
nl: Maak een uitgebreide verwantschapsberekening
ro: Efectuați un calcul marital extins

source: These persons are not related in any way.
cs: Tyto osoby nejsou nijak spřízněné.
da: Disse personer er ikke i familie på nogen måde.
de: Zwischen diesen Personen besteht keine Verbindung
es: Estas personas no están emparentadas de ninguna manera
nl: Deze personen zijn op geen enkele manier verwant.
ro: Aceste persoane nu sunt înrudite în niciun fel.

source: No further paths found.
cs: Nebyly nalezeny žádné další cesty.
da: Ikke flere stier fundet
de: Keine weiteren Pfade gefunden.
es: No se encontraron más caminos.
nl: Geen verdere paden gevonden.
ro: Nu s-au găsit alte posibilități.

source: Try to find another path
cs: Zkuste najít jinou cestu
da: Prøv at finde en anden sti
de: Versuchen Sie, einen anderen Pfad zu finden
es: Intente encontrar otro camino
nl: Probeer een ander pad te vinden
ro: Încercați să găsiți o altă cale

source: (With each consecutive search the path may get longer and computing time may increase!)
cs: (S každým po sobě jdoucím vyhledáváním se cesta může prodloužit a výpočetní čas se může zvětšit!)
nl: (Met elke volgende zoek opdracht kan het pad langer worden, en duurt het resultaat langer!)

source: Calculating relations
nl: Relaties berekenen

source: This calculator will find the following relationships:<br> <ul><li>Any blood relationship between X and Y ("X is great-grandfather of Y", "X is 3rd cousin once removed of Y" etc.)</li> <li>Blood relationship between the spouse of X and person Y ("X is spouse of 2nd cousin of Y", "X is son-in-law of Y")</li> <li>Blood relationship between person X and the spouse of Y ("X is 2nd cousin of spouse of Y", "X is father-in-law of Y")</li> <li>Blood relationship between spouse of X and spouse of Y ("X spouse of sister-in-law of Y" etc.)</li> <li>Direct marital relation ("X is spouse of Y")</li></ul> Directions for use:<br> <ul><li>Enter first and/or last name (or part of names) in the search boxes and press "Search". Repeat this for person 1 and 2.</li> <li>If more than 1 person is found, select the one you want from the search result pulldown box. Repeat this for person 1 and 2.</li> <li>Now press the "Calculate relationships" button on the right.</li> <li><b>TIP: when you click "search" with empty first <u>and</u> last name boxes you will get a list with all persons in the database. (May take a few seconds)</b></li></ul>
cs: Tato kalkulačka najde následující vztahy:<br> <ul><li>Jakýkoli pokrevní příbuzný mezi X a Y ("X je pradědeček Y", "X je bratranec z třetího rodu po odstranění Y" atd.)</li> <li>Pokrevní vztah mezi manželem X a osobou Y ("X je manželem druhého bratrance Y", "X je zetěm Y")</li> <li>Pokrevní vztah mezi osobou X a manželem Y ("X je 2. sestřenice manžela Y", "X je tchán Y")</li> <li>Pokrevní vztah mezi manželem X a manželem Y ("X manžela švagrové Y" atd.)</li> <li>Přímý manželský vztah ("X je partnerem Y")</li></ul> Návod k použití:<br> <ul><li>Do vyhledávacích polí zadejte jméno a/nebo příjmení (nebo část jmen) a stiskněte "Hledat". Opakujte to pro osobu 1 a 2.</li> <li>Pokud je nalezeno více než 1 osoba, vyberte z rozbalovacího pole výsledků vyhledávání tu, kterou chcete. Opakujte to pro osobu 1 a 2.</li> <li>Nyní stiskněte tlačítko "Vypočítat vztahy" vpravo.</li> <li><b>TIP: Když kliknete na "hledat" s prázdnými poli pro jméno <u>a</u> příjmení, získáte seznam všech osob v databázi. (Může to trvat několik sekund)</b></li></ul>
da: Denne beregning vil finde følgende relationer: <br> <ul> <li> Enhvet blod forhold mellem X og Y ("X er oldefar af Y", "X er 3rd fætter når fjernet af Y" osv.) </li> <li> Blod forhold mellem ægtefælle X person Y ("X er ægtefælle til 2. fætter til Y", "X er svigersøn af Y") </li> <li> Blod forhold mellem personen X og ægtefælle til Y ("X er 2. fætter til ægtefælle Y", "X er svigerfar af Y") </li> <li> Blod forhold mellem ægtefælle af X og ægtefælle til Y ("X ægtefælle svigerdatter af Y" osv.) </li> <li> Direkte ægteskabelige forhold ("X er ægtefælle til Y") </ li> </ul> Brugsanvisning: <br> <ul> <li> Indtast første og/ eller efternavn (eller en del af navne) i søgefelter og tryk på "Søg". Gentag dette for person 1 og 2. </li> <li> Hvis mere end 1 person er fundet, skal du vælge den, du ønsker fra søgeresultatets pulldown kasse. Gentag dette for person 1 og 2. </li> <li> Tryk nu på knappen "Beregn relationer" til højre. </ li> <li> <b> Tip: Når du klikker på "søg" med tomme første <u> og anden </u> efternavns bokse, vil du få en liste over alle personer i databasen. (Kan tage et par sekunder) </b> </ li> </ ul>
de: Mit diesem Rechner können folgende Verwandtschaftsgrade ermittelt werden:<br> <ul><li>Jede Blutsverwandtschaft zwischen X und Y ("X ist Urgroßvater von Y", "X ist der 3te Cousin 2ten Grades von Y" etc.)</li> <li>Blutsverwandtschaft zwischen der Ehefrau von X und der Person Y ("X ist Ehegatte des 2ten Cousins von Y", "X ist Schwiegersohn von Y")</li> <li>Blutsverwandtschaft zwischen Person X und dem Ehegatten von Y ("X ist 2ter Cousin des Ehegatten von Y", "X ist Schwiegervater von Y")</li> <li>Blutsverwandtschaft zwischen Ehegatten von X und Ehegatten von Y ("X ist Ehegatte der Schwägerin von Y" etc.)</li> <li>Direkte Familienverbindung ("X ist Ehegatte von Y")</li></ul> Bedienungsanleitung:<br> <ul><li>Vor- und/oder Nachname (oder Teil eines Namens) in das Suchfeld eingeben und "Suchen" klicken. Für Person 1 und 2 durchführen.</li> <li>Wenn mehr als 1 Person gefunden wird, wählen Sie die gewünschte Person aus der Liste des Suchergebnises aus. Für Person 1 und 2 durchführen.</li> <li>Nun die Schaltfläche "Verwandtschaftsgrad ermitteln" an der rechten Seite klicken.</li> <li>Es können Namen und Teile von Namen in jedes Suchfeld eingegeben oder das Suchfeld auch leer gelassen werden</li> <li><b><b>TIPP: Wenn die Suche (Klick auf "suchen") mit leeren Suchfeldern für Vor- <u>und</u> Nachname gestartet wird, werden alle Namen, die in der Datenbank sind, aufgelistet. (Kann einige Sekunden dauern)</b></li></ul>
es: Esta calculadora encontrará las siguientes relaciones:<br> <ul><li>Cualquier relación consaguínea entre X e Y ("X es el bisabuelo de Y", "X es primo tercero distante una generación de Y", etc.)</li> <li>Relación de consanguinidad entre el cónyuge de X y la persona Y ("X es cónyuge del primo segundo de Y", "X es yerno de Y")</li> <li>Relación de consanguinidad entre la persona X y el cónyuge de Y ("X es primo segundo del cónyuge de Y", "X es suegro de Y")</li> <li>Relación de consanguinidad entre el cónyuge de X y el cónyuge de Y ("X cónyuge de la cuñada de Y", etc.)</li> <li>Relación matrimonial directa ("X es cónyuge de Y")</li></ul> Instrucciones de uso:<br> <ul><li>Introduzca el nombre y/o apellido(s) (o parte del nombre) en los recuadros de búsqueda y presione "Buscar". Si se encuentra más de 1 persona, seleccione la que desee en la lista desplegable de resultados de búsqueda. </li> <li>Repital la operación para las personas 1 y 2.</li> <li>Por último pulse el botón "Calcular parentesco" de la derecha.</li> <li><b>SUGERENCIA: cuando haga clic en "Buscar" con los recuadros de nombre <u>y</u> apellido vacíos, obtendrá una lista de todas las personas en la base de datos. (Puede tardar unos segundos)</b></li></ul>
nl: Deze calculator zal de volgende relaties vinden:<br> <ul><li>Elke bloedverwantschap tussen X en Y ("X is overgrootvader van Y", "X is volle neef van Y" enz.)</li> <li>Bloedverwantschap tussen de echtgenoot van X en persoon Y ("X is echtgenoot van achterneef van Y", "X is schoonzoon van Y")</li> <li>Bloedverwantschap tussen persoon X en de echtgenoot van Y ("X is achterneef van echtgenoot van Y", "X is schoonvader van Y")</li> <li>Bloedverwantschap tussen de echtgenoot van X en de echtgenoot van Y ("X is echtgenoot van schoonzus van Y" enz.)</li> <li>Directe echtelijke relatie ("X is echtgenoot van Y")</li></ul> Gebruiksaanwijzing:<br> <ul><li>Voer voor- en/of achternaam (of deel van namen) in de zoekvelden in en druk op "Zoeken". Herhaal dit voor persoon 1 en 2.</li> <li>Als er meer dan 1 persoon wordt gevonden, selecteer dan de gewenste persoon in de vervolgkeuzelijst met zoekresultaten. Herhaal dit voor persoon 1 en 2.</li> <li>Druk nu op de knop "Bereken relaties" aan de rechterkant.</li> <li><b>TIP: als je op "zoeken" klikt met lege voor- <u>en</u> achternaamvakjes krijg je een lijst met alle personen in de database. (Kan enkele seconden duren)</b></li></ul>
no: Denne kalkulatoren vil finne følgende relasjoner:<br> <ul><li>Enhver blodrelasjon mellom X og Y ("X er Ys tippoldefa, "X er 4-menning av Ys foreldre" etc.)</li> <li>Blodrelasjon mellom Xs ektefelle og Y ("X er ektefelle av Ys 3-menning", "X er Ys svigersønn")</li> <li>Blodrelasjon mellom X og Ys ektefelle ("X er tremenning til Ys ektefelle", "X er Ys svigerfar")</li> <li>Blodrelasjon mellom Xs ektefelle og Ys ektefelle ("X er ektefellen til Ys svigerinne" etc.)<li>Direkte ekteskapelig forbindelse ("X er Ys ektefelle")</li></ul> Instruksjoner for bruk:<br> <ul><li>Oppgi for- og/eller etternavn (eller del av navn) i søkefeltet og trykk "Søk". Gjenta for person 1 og 2.</li> <li>Hvis mer enn en person blir funnet, velg den du ønsker fra nedtrekksmenyen. Gjenta for person 1 og 2.</li> <li>Trykk deretter på "Beregn relasjon".</li> <li><b>TIPS: hvis du klikker "Søk" med tomt for- <u>og</u> etternavn får du opp en liste med alle navn i databasen (kan ta noen sekunder).</b></li></ul>
ro: Acest calculator va găsi următoarele relații:<br> <ul><li>Orice relație de sânge între X și Y ("X este străbunicul lui Y", "X este vărul de-al treilea odată eliminat din Y" etc.)</li> <li>Relația de sânge dintre soțul lui X și persoana Y („X este soțul de văr de-al doilea al lui Y”, „X este ginerele lui Y”)</li> <li>Relația de sânge dintre persoana X și soțul lui Y ("X este văr de-al doilea al soțului lui Y”, „X este socrul lui Y”)</li> <li>Relația de sânge dintre soțul lui X și soțul lui Y ("X este soțul lui cumnata lui Y" etc.)</li> <li>Relație conjugală directă („X este soțul lui Y”)</li></ul> Instrucțiuni de utilizare:<br> <ul><li>Introduceți numele și/sau prenumele (sau o parte din nume) în casetele de căutare și apăsați „Căutare”. Repetați acest lucru pentru persoanele 1 și 2.</li> <li>Dacă este găsită mai mult de o persoană, selectați-o pe cea dorită din caseta derulantă a rezultatelor. Repetați acest lucru pentru persoanele 1 și 2.</li> <li>Acum apăsați butonul „Calculați relațiile” din dreapta.</li> <li><b>SFAT: când dați clic pe „căutați” cu numele <u>și</u> casete goale veți obține o listă a tuturor persoanelor din baza de date. (Poate dura câteva secunde)</b></li></ul>

source: or: ID
cs: nebo: ID
da: eller: ID
de: oder: ID
es: o: ID
nl: of: ID
ro: sau: ID

source: Calculate relationships
cs: Vypočítat vztahy
da: Beregn relation
de: Ermittle den Verwandtschaftsgrad zwischen
es: Calcular parentesco
nl: Bereken verwantschap
no: Beregn relasjon
ro: Calcularea relațiilor

source: Results are limited, use search to find more persons.
cs: Výsledky jsou omezené, použijte vyhledávání k nalezení více osob.
de: Suchergebnisse begrenzt. Suche benutzen, um mehr Personen zu finden.
es: Los resultados están limitados, utilice la búsqueda para encontrar más personas.
nl: Resultaten zijn beperkt, gebruik de zoek optie om meer personen te vinden.
ro: Rezultatele sunt limitate, utilizați căutarea pentru a găsi mai multe persoane.

source: You have to search and than choose Person 1 and Person 2 from the search result pulldown
cs: Musíte vyhledat a poté vybrat Osoba 1 a Osoba 2 z rozbalovací nabídky výsledků vyhledávání
da: Du er nødt til at søge og derefter vælge Person 1 og Person 2 fra søgeresultatets pulldown vindue
de: Bitte zuerst suchen und dann Person 1 und Person 2 aus der Ergebnisliste auswählen
es: Tiene que buscar y luego elegir Persona 1 y Persona 2 en la lista desplegable de resultados de búsqueda
nl: U moet Persoon 1 en Persoon 2 zoeken en daarna kiezen uit de zoekresultaten lijst
no: Du må søke og deretter velge person 1 og person 2 fra søkeresultatene
ro: Trebuie să căutați și apoi să alegeți Persoana 1 și Persoana 2 din lista derulantă a rezultatului

source: Source for:
cs: Zdroj pro:
da: Kilde til:
de: Quelle durch:
es: Fuente de:
nl: Bron bij:
no: Kilde for:
ro: Sursa pentru:

source: Source for name:
cs: Zdroj jména:
da: Kilde til navn:
de: Quelle für Name:
es: Fuente del nombre:
nl: Bron bij naam:
no: Kilde for navn:
ro: Sursa pentru nume:

source: Source for birth:
cs: Zdroj narození:
da: Kilde til fødsel:
de: Quelle für Geburt:
es: Fuente del nacimiento:
nl: Bron bij geboorte:
no: Kilde for fødsel:
ro: Sursa pentru naștere:

source: Source for baptism:
cs: Zdroj křtu:
da: Kilde til dåb:
de: Quelle für Taufe:
es: Fuente del bautismo:
nl: Bron bij doop:
no: Kilde for dåp:
ro: Sursa pentru botez:

source: Source for death:
cs: Zdroj úmrtí:
da: Kilde til død:
de: Quelle für Tod:
es: Fuente de la defunción:
nl: Bron bij overlijden:
no: Kilde for død:
ro: Sursa pentru deces:

source: Source for burial:
cs: Zdroj pohřbu:
da: Kilde til begravelse:
de: Quelle für Bestattung:
es: Fuente del entierro:
nl: Bron bij begraven:
no: Kilde for begravelse:
ro: Sursa pentru înmormântare:

source: Source for text:
cs: Zdroj textu:
da: Kilde til tekst:
de: Quelle für Text:
es: Fuente del texto:
nl: Bron bij tekst:
no: Kilde for tekst:
ro: Sursa pentru text:

source: Source for sex:
cs: Zdroj pohlaví:
de: Quelle für Geschlecht
es: Fuelte del sexo:
nl: Bron voor sekse:
ro: Sursa pentru sex:

source: Source by address (person):
cs: Zdroj adresy (osoby):
de: Quelle für Adresse (Person):
es: Fuente de la dirección (persona)
nl: Bron bij adres (persoon):
ro: Sursa referitoare la adresă (persoană):

source: Source for family:
cs: Zdroj rodiny:
da: Kilde til familie:
de: Quelle für Familie:
es: Fuente de la familia:
nl: Bron bij gezin:
no: Kilde for familie:
ro: Sursa pentru familie:

source: Source for cohabitation:
cs: Zdroj soužití:
da: Kilde til samliv:
de: Quelle für Taufe:
es: Fuente de la convivencia:
nl: Bron bij samenwonen:
no: Kilde for dåp:
ro: Sursa pentru conviețuire:

source: Source for marriage notice:
cs: Zdroj oznámení o svatbě:
da: Kilde for ægteskabs notits:
de: Quelle für Eheschliessungsurkunde:
es: Fuente del anuncio de matrimonio:
nl: Bron bij ondertrouw:
no: Kilde for ekteskapslysing:
ro: Sursa avizului de căsătorie:

source: Source for marriage:
cs: Zdroj manželství:
da: Kilde til ægteskab:
de: Quelle für Eheschließung:
es: Fuente del matrimonio:
nl: Bron bij huwelijk:
no: Kilde for ekteskap:
ro: Sursa pentru căsătorie:
