Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: When creating a category you have to give it a name
cs: Při vytváření kategorie ji musíte pojmenovat
da: Når en kategori oprettes skal du give det et navn
de: Wenn Sie eine Kategorie erstellen müssen Sie ihr einen Namen geben
es: Cuando cree una categoría, debe darle un nombre
nl: Bij het maken van een categorie moet je een naam geven
ro: Când creați o categorie, trebuie să îi dați un nume

source: A category with this prefix already exists!
cs: Kategorie s touto předponou již existuje!
da: En kategori med dette præfiks eksisterer allerede!
de: Eine Kategorie mit diesem Präfix existiert bereits!
es: ¡Ya existe una categoría con este prefijo!
nl: Er bestaat al een categorie met dit voorvoegsel!
ro: O categorie cu acest prefix există deja!

source: Changed filename:
cs: Změněný název souboru:
de: Geänderter Dateiname:
es: Nombre de archivo cambiado:
nl: Gewijzigde bestandsnaam:
ro: Numele fișierului modificat:

source: into filename:
cs: do názvu souboru:
de: in Dateinamen:
es: a nuevo nombre:
nl: in bestandsnaam:
ro: în acest nume de fișier:

source: Change filename
cs: Změnit název souboru
de: Dateinamen ändern
es: Cambiar nombre de archivo
nl: Wijzig bestandsnaam
ro: Modificarea numelui de fișier

source: This folder does not exists!
nl: Deze map bestaat niet!

source: Create categories for your photo albums
cs: Vytvořte kategorie pro svá fotoalba
da: Opret kategorier for dine fotoalbums
de: Erstellen Sie Kategorien für Ihre Fotoalben
es: Crear categorías para sus álbumes de fotos
nl: Maak categorieën voor je fotoboeken
ro: Creați categorii pentru albumele dvs. foto

source: Here you can create categories for all your photo albums.</li><li><b>A category will not be displayed in the photobook menu unless there is at least one picture for it.</b></li><li>Click "Default" to create one default name in all languages. Choose a language from the list to set a specific name for that language.<br><b>TIP:</b> First set an English name as default for all languages, then create specific names for those languages that you know. That way no tabs will display without a name in any language. In any case, setting a default name will not overwrite names for specific languages that you have already set.</li><li>The category prefix has to be made up of two letters and an underscore (like: <b>sp_</b> or <b>ws_</b>).</li><li>Pictures that you want to appear in a specific category have to be named with that prefix like: <b>sp_</b>John Smith.jpg</li><li>Pictures that you want to be displayed in the default photo category don't need a prefix.
cs: Zde můžete vytvářet kategorie pro všechna svá fotoalba.</li><li><b>Kategorie se v nabídce fotoknih nezobrazí, pokud pro ni nebude existovat alespoň jeden obrázek.</b></li>< li>Klikněte na "Výchozí" pro vytvoření jednoho výchozího názvu ve všech jazycích. Vyberte jazyk ze seznamu a nastavte mu konkrétní název.<br><b>TIP:</b> Nejprve nastavte anglický název jako výchozí pro všechny jazyky a poté vytvořte konkrétní názvy pro jazyky, které znáte. Tímto způsobem se nebudou zobrazovat žádné karty bez názvu v jakémkoli jazyce. V žádném případě nastavení výchozího názvu nepřepíše názvy pro konkrétní jazyky, které jste již nastavili.</li><li>Předpona kategorie se musí skládat ze dvou písmen a podtržítka (jako: <b>sp_< /b> nebo <b>ws_</b>).</li><li>Obrázky, které se mají objevit v konkrétní kategorii, musí být pojmenovány s touto předponou jako: <b>sp_</b>John Smith .jpg</li><li>Snímky, které chcete zobrazovat ve výchozí kategorii fotografií, nepotřebují předponu.
da: Her kan du oprette kategorier for alle dine fotoalbums.</ li> <li> <b> En kategori vil ikke blive vist i fotobogs menuen, medmindre der er mindst et billede til det. </ b> </ li> <li> Klik på "Standard" for at oprette et standard navn for alle sprog. Vælg et sprog på listen for at angive et bestemt navn til det pågældende sprog <br> <b> TIP:. </ b> Indstil først et engelsk navn som standard for alle sprog, opret derefter specifikke navne for de sprog, som du kender. På den måde vil ingen faner vises uden et navn på alle sprog. Under alle omstændigheder vil det at sætte et standardnavn ikke overskrive navne for specifikke sprog, som du allerede har sat. </ li> <li> Kategori præfiksen skal bestå af to bogstaver og en understregning (som:. <b> sp_ </ b> eller <b> ws _ </ b>) </ li> <li> Billeder, som du ønsker skal vises i en bestemt kategori, skal navngives med dette præfiks som:. <b> sp _ </ b> John Smith .jpg </ li> <li> Billeder, som du ønsker skal vises i standard foto kategorien, behøver ikke et præfiks.
de: Hier können Sie Kategorien für alle Ihre Fotoalben erstellen.</li><li><b>Eine Kategorie wird im Fotoalbenmenü erst angezeigt wenn wenigstens ein Foto mit dieser Kategorie existiert.</b></li><li>Klicken Sie auf "Standard" um einen Standardnamen in allen Sprachen zu erstellen. Wählen Sie eine Sprache aus der Liste um einen spezifischen Namen für diese Sprache festzulegen.<br><b>TIPP:</b> legen Sie einen englischen Namen als Standard für alle Sprachen fest und erstellen Sie danach spezifische Namen für die Sprachen, die Sie kennen. Dadurch wird verhindert, dass leere Tabs in irgendeiner Sprache angezeigt werden. In keinem Fall überschreibt das Setzen eines Standardnamens spezifische Namen, die Sie bereits festgelegt haben.</li><li>Das Präfix für eine Kategorie muss aus zwei Buchstaben und einem Unterstrich bestehen (z. B.<b> sp_</b> oder <b>ws_</b>).</li><li>Bilder, die Sie in einer speziellen Kategorie anzeigen wollen müssen mit diesem Präfix versehen werden wie z. B.:<b> sp_</b>Johann Schmidt.jpg</l><li>Bilder, die in der Standardfotokategorie angezeigt werden sollen benötigen kein Präfix.
es: Aquí puede crear categorías para todos sus álbumes de fotos. </li><li><b>Una categoría no se mostrará en el menú del álbum de fotos a menos que haya como mínimo una imagen para ella. </b></li><li>Haga clic en "Por defecto" para configurar un nombre predeterminado en todos los idiomas. Elija un idioma de la lista para configurar un nombre específico para ese idioma. <br><b>SUGERENCIA: </b>Primero configure un nombre en inglés como predeterminado para todos los idiomas, luego configure nombres específicos para los idiomas que conoce. De esa manera, no se mostrarán pestañas sin un nombre en ningún idioma. En cualquier caso, configurar un nombre por defecto no sobrescribirá los nombres en idiomas específicos que ya haya configurado.</li><li> El prefijo de categoría debe estar compuesto por dos letras y un guión bajo (como: <b>sp_</b> o <b>ws_</b>). </li><li>Las imágenes que desee que aparezcan en una categoría específica deberá nombrarlas con ese prefijo, como: <b>sp_</b>John Smith.jpg</li><li>Las imágenes que desee que se muestren en la categoría de fotos por defecto no necesitan prefijo.
nl: Hier kun je categorieën maken voor je fotoboeken.</li><li><b>Er moet minimaal één foto in de categorie staan voordat de categorie wordt getoond.</b></li><li>Klik "Standaard" voor een standaardnaam in meerdere talen. Selecteer een taal om een naam in die taal aan te maken.<br><b>TIP:</b> Stel eerst een Engelse naam in als standaard voor alle talen, en maak dan specifieke namen voor de talen die je kent. Dan wordt er altijd een naam getoond.</li><li>Het categorievoorvoegsel moet bestaan uit 2 letters en een _ teken (zoals: <b>sp_</b> or <b>ws_</b>).</li><li>Afbeeldingen die in een categorie moeten komen moeten beginnen met het voorvoegsel: <b>sp_</b>John Smith.jpg</li><li>Standaard afbeeldingen hoeven geen voorvoegsel te hebben.
ro: Aici puteți crea categorii pentru toate albumele dvs. foto.</li><li><b>O categorie nu va fi afișată în meniul albumului foto decât dacă există cel puțin o imagine pentru aceasta.</b></li><li>Faceți clic pe „Implicit” pentru a crea un nume implicit în toate limbile. Alegeți o limbă din listă pentru a seta un nume specific pentru limba respectivă.<br><b>SFAT:</b> Setați mai întâi un nume în limba engleză ca implicit pentru toate limbile, apoi creați nume specifice pentru acele limbi pe care le cunoașteți. În acest fel, nicio filă nu se va afișa fără un nume în nicio limbă. În orice caz, setarea unui nume implicit nu va suprascrie nume pentru limbi specifice pe care le-ați setat deja.</li><li>Prefixul categoriei trebuie să fie format din două litere și caracterul _ (cum ar fi: <b>sp_</b> sau <b>ws_</b>).</li><li>Imaginile care doriți să apară într-o anumită categorie trebuie să fie numit cu acel prefix, cum ar fi: <b>sp_</b>John Smith.jpg</li><li>Imaginile care doriți să fiți afișate în categoria de fotografie implicită, nu au nevoie de un prefix.

source: A (sub)directory could also be a category. Example: category prefix = ab_, the directory name = ab.
cs: (Pod)adresář může být také kategorií. Příklad: Předpona kategorie = ab_, název adresáře = ab.
de: Ein (Unter)verzeichnis kann auch eine Kategorie sein. Beispiel: Kategoriepräfix = ab_, Verzeichnisname = ab.
nl: Een (sub)directory kan ook een categorie zijn. Voorbeeld: categorievoorvoegsel = ab_, de mapnaam = ab.
ro: Un (sub)director ar putea fi, de asemenea, o categorie. Exemplu: prefix de categorie = ab_, numele directorului = ab.

source: Category name
cs: Název Kategorie
da: Kategori navn
de: Name der Kategorie
es: Nombre de la categoría
nl: Categorie naam
ro: Numele categoriei

source: default - without prefix
cs: výchozí - bez prefixu
da: standard - uden præfiks
de: Standard - ohne Präfix
es: Por defecto - sin prefijo
nl: standaard - zonder voorvoegsel
ro: implicit - fără prefix

source: Do you really want to delete category:
cs: Opravdu chcete smazat kategorii:
da: Vil du virkelig slette kategorien:
de: Wollen Sie diese Kategorie wirklich löschen:
es: ¿Está seguro de que quiere borrar esta categoría?:
nl: Wil je echt deze categorie verwijderen:
ro: Chiar doriți să ștergeți categoria:

source: Save changes
cs: Uložit změny
da: Gem ændringer
de: Änderungen speichern
es: Guardar cambios
nl: Wijzigingen opslaan
ro: Salvare modificări

source: Administration of the family tree(s), i.e. the name can be changed here, and trees can be added or removed.
cs: Správa rodokmenů, např. zde lze změnit název a přidat nebo odebrat stromy.
da: Administrationen af stamtræet (r), f.eks navnet kan ændres her og træer kan tilføjes eller fjernes.
de: Administration der Stammbäume; hier können Sie den Namen ändern sowie Stammbäume löschen oder hinzufügen.
es: Administración de árboles genealógicos. Por ejemplo: aquí se puede cambiar el nombre y se pueden agregar o eliminar árboles.
nl: Beheer van de stambomen, hier kan o.a. de naam van de stamboom gewijzigd worden, en kunnen stambomen toegevoegd of verwijderd worden.
no: Familietreadministrasjon (f.eks. kan navnet endres, eller trær kan legges til/fjernes.)
ro: Administrarea arborelui(lor) genealogic(i), adică numele poate fi modificat aici și arborii pot fi adăugați sau șterși.

source: Name of family tree
cs: Název rodokmenu
da: Stamtræets navn
de: Stammbaumname
es: Nombre del árbol genealógico
nl: Naam stamboom
no: Navn på familitre
ro: Numele arborelui genealogic

source: Family tree data
cs: Data rodokmenu
da: Stamtræ navn
de: Stammbaumdaten
es: Datos de árbol genealógico
nl: Stamboomgegevens
no: Familietredata
ro: Datele arborelui genealogic

source: Remove tree
cs: Odstranit strom
da: Fjern træ
de: Stammbaum entfernen
es: Eliminar árbol
nl: Verwijder stamboom
no: Fjern tre
ro: Ștergeți arborele

source: Add family tree
cs: Přidat rodokmen
da: Tilføj stamtræ
de: Stammbaum hinzufügen
es: Añadir árbol
nl: Stamboom toevoegen
no: Legg til familietre
ro: Adăugați arborele genealogic

source: Add empty line
cs: Přidat prázdnou řádku
da: Tilføj tom linje
de: Leere Zeile hinzufügen
es: Añadir línea en blanco
nl: Lege regel toevoegen
no: Legg til tom linje
ro: Adăugați o linie goală

source: Add empty line in list of family trees
cs: Přidejte prázdný řádek do seznamu rodokmenů
da: Tilføj tom linje i listen af stamtræer
de: Leere Zeile in Stammbaumliste
es: Añadir una línea en blanco en la lista de árboles genealógicos
nl: Lege regel toevoegen in stambomenlijst
no: Legg til tom linje i listen over slektstrær
ro: Adăugați o linie goală în lista arborilor genealogici

source: Collation
cs: Řazení
da: Sortering
de: Sortierfolge
es: Recopilación
nl: Collatie
no: Kollasjon
ro: Colaţionare

source: Choose tree:
cs: Vyberte strom:
da: Vælg stamtræ:
de: Stammaum wählen:
es: Elegir un árbol:
nl: Kies stamboom:
no: Velg tre
ro: Alegeți arborele:

source: With this option you can check the consistency of the dates in your database. For example: birth date after death date, marriage date at age 7, birth date 80 years after mother's birth date etc.
nl: Met deze optie kunt U de nauwkeurigheid van de datums in Uw database controleren. Bijv: geboorte na overlijdensdatum, huwelijk op leeftijd 7 jaar, geboorte 80 jaar na geboorte van moeder enz.
no: Med dette valget kan du sjekke datoer i databasen for konsistens. For eksempel fødsel etter død, ekteskap ved 7 års alder osv.

source: You can perform the check with all options, or choose only certain options.
nl: De controle kan worden uitgevoerd met alle opties of met een aantal aangevinkte opties.
no: Databasesjekken kan utføres med alle valg aktivert, eller bare enkelte.

source: You can also change default settings for the checks to be performed.
nl: U kunt ook het standaard aantal jaren voor de controleopties veranderen.
no: Du kan også endre standardinnstillingen for hvilke sjekker som skal utføres.

source: Check invalid dates
cs: Zkontrolujte neplatná data
da: Check ugyldige datoer
de: Ungültige Datumsangaben überprüfen
es: Comprobar fechas inválidas
nl: Controleer ongeldige datums
no: Sjekk ugyldige datoer
ro: Verificarea datelor nevalide

source: With this option you can check the database for invalid dates. You will be given a link to edit the errors.
cs: Pomocí této volby můžete zkontrolovat, zda databáze neobsahuje neplatná data. Zobrazí se vám odkaz na úpravu chyb.
da: Med denne mulighed kan du kontrollere databasen for ugyldige datoer. Du får et link til at redigere fejlene.
de: Mit dieser Option können Sie die Datenbank auf ungültige Datumsangaben überprüfen. Sie erhalten einen Link um die Fehler zu editieren.
es: Con esta opción, puede comprobar la base de datos en busca de fechas no válidas. Obtendrá un enlace para editar los errores.
nl: Met deze optie kunt U de database controleren op ongeldige datums. U krijgt een link om die datums te corrigeren.
no: Med dette valget kan du sjekke databasen for ugyldige datoer. Du vil få en lenke der du kan redigere feilene.
ro: Cu această opțiune puteți verifica baza de date pentru datele nevalide. Vi se va da un link pentru a edita erorile.

source: This item checks for impossible dates (such as "31 apr 1920"), future dates, incomplete dates ("3 apr") and invalid GEDCOM date entries.
cs: Tato položka kontroluje nemožná data (jako je "31 apr 1920"), budoucí data, neúplná data ("3 apr") a neplatné záznamy dat v GEDCOM souboru.
de: Dieser Punkt prüft auf ungültige Daten (z. B. "31 Apr 1920"), Datum in der Zukunft, unvollständige Daten ("2 Apr") und ungültige GEDCOM-Datumseinträge.
es: Este elemento busca fechas imposibles (como "31 abr 1920"), fechas futuras, fechas incompletas ("3 abr") y entradas de fecha GEDCOM no válidas.
nl: Dit item controleert onmogelijke datums (zoals "31 apr 1920"), toekomstige datums, onvolledige datums ("3 apr") en ongeldige GEDCOM-noteringen.
ro: Acest articol verifică date imposibile (cum ar fi „31 apr 1920”), date viitoare, date incomplete ("3 apr") și date GEDCOM nevalide.

source: Tip for GEDCOM validation (case is irrelevant):
cs: Tip pro ověření GEDCOM (velikost písmen je irelevantní):
de: Hinweis für GEDCOM-Validierung (Groß-/Kleinschreibung irrelevant):
es: Sugerencia para la validación de GEDCOM (las mayúsculas y minúsculas son irrelevantes):
nl: Tip om GEDCOM-datums juist te krijgen (hoofdletters onbelangrijk):
ro: Sfat pentru validarea GEDCOM (cazul este irelevant):

source: Only valid month notation: "jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sep", "oct", "nov", "dec"
cs: Pouze platné názvy měsíců: "jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sep", "oct", "nov", "dec"
da: Kun gyldige måneds tegn: "jan", "feb", "mar", "apr", "maj", "jun", "jul", "aug", "sep", "okt", "nov", "dec"
de: Einzig gültige Monatsschreibweise: "Jan", "Feb", "Mrz", "Apr", "Mai", "Jun", "Jul", "Aug", "Sep", "Okt", "Nov", "Dez"
es: Única notación válida de meses: "ene", "feb", "mar", "abr", "may", "jun", "jul", "ago", "sep", "oct", "nov", "dic"
nl: De geldige maandnoteringen: "jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sep", "oct", "nov", "dec"
ro: Doar notație valabilă pentru lună: „ian”, „feb”, „mar”, „apr”, „mai”, „iun", "iul", "aug", "sept", "oct", "noi", "dec"

source: Only valid single prefixes: "bef", "aft", "abt", "est", "int", "cal"
cs: Pouze platné jednotlivé předpony: "bef", "aft", "abt", "est", "int", "cal"
da: Kun gyldige enkelt præfikser: "før", "efter", "ca.", "est", "int", "cal"
de: Gültige einzelne Präfixe: "bef", "aft", "abt", "est", "int", "cal"
es: Únicos prefijos simples válidos: "ant", "des", "abt", "est", "int", "cal"
nl: De enige geldige enkele voorzetsels: "bef", "aft", "abt", "est", "int", "cal"
ro: Doar prefixe simple valide: „bef”, „aft”, „abt”, „est”, „int”, "cal"

source: Only valid double prefixes: "from 1898 to 1899", "bet 1850 and 1860"
cs: Pouze platné dvojité předpony: "from 1898 to 1899", "bet 1850 and 1860"
da: Kun gyldige dobbelt prefikser: "fra 1898 til 1899", "mell. 1850 og 1860"
de: Gültige doppelte Präfixe: "von 1898 bis 1899", "zwischen 1850 und1860"
es: Únicos prefijos dobles válidos: "de 1898 a 1899", "entre 1850 y 1860"
nl: De enige geldige dubbele voorzetsels: "from 1898 to 1899", "bet 1850 and 1860"
ro: Doar prefixe duble valide: „din 1898 până în 1899”, „între 1850 și 1860”

source: Invalid GEDCOM entries: "1877-1879" (-> bet 1877 and 1879), "12 april 2003" (-> 12 apr 2003), "cir 1884" (-> abt 1884), "1845 ?" (abt 1845)
cs: Neplatné GEDCOM záznamy: "1877-1879" (-> bet 1877 and 1879), "12 april 2003" (-> 12 apr 2003), "cir 1884" (-> abt 1884), "1845 ?" (abt 1845)
de: Ungültige Gedcomeinträge: "1877-1879" (-> bet 1877 and 1879), "12 april 2003" (-> 12 apr 2003), "cir 1884" (-> abt 1884), "1845 ?" (abt 1845)
es: Entradas de GEDCOM no válidas: "1877-1879" (-> entre 1877 y 1879), "12 abril 2003" (-> 12 abr 2003), "cir 1884" (-> abt 1884), "1845?" (abt 1845)
nl: Ongeldige GEDCOM-noteringen: "1877-1879" (-> bet 1877 and 1879), "12 april 2003" (-> 12 apr 2003), "cir 1884" (-> abt 1884), "1845 ?" (abt 1845)
ro: Intrări GEDCOM nevalide: „1877-1879” (-> între 1877 și 1879), „12 aprilie 2003" (-> 12 apr 2003), "circa 1884" (-> aprox 1884), "1845 ?" (aprox 1845)

source: With this option you can check the integrity of the tables in the MySQL database.
cs: Pomocí této možnosti můžete zkontrolovat integritu tabulek v databázi MySQL.
da: Med denne mulighed kan du kontrollere integriteten af tabellerne i MySQL databasen.
de: Mit dieser Option können Sie die Integrität der Tabellen in der MySQL-Datenbank überprüfen.
es: Con esta opción puede verificar la integridad de las tablas en la base de datos MySQL.
nl: Met deze optie kunt u de databasetabellen controleren.
no: Med dette valget kan du sjekke integriteten i MySQL-databasens tabeller.
ro: Cu această opțiune puteți verifica integritatea tabelelor din baza de date MySQL.

source: If inconsistencies exist they may lead to people being disconnected from relatives or misplaced.
nl: Als er problemen bestaan, kunnen die tot gevolg hebben dat personen van ouders of kinderen losgekoppeld worden of misplaatst worden.

source: Here you can view the latest changes that were made to data in your database.
cs: Zde si můžete prohlédnout nejnovější změny, které byly provedeny v datech ve vaší databázi.
da: Her kan du se de seneste ændringer, der blev foretaget til data i din database.
de: Hier können Sie die letzten Änderungen an den Daten Ihrer Datenbank sehen.
es: Aquí puede ver los últimos cambios que se realizaron en los datos de su base de datos.
nl: Hier kunt u de laatste veranderingen zien die in de database zijn aangebracht.
ro: Aici puteți vedea cele mai recente modificări care au fost aduse datelor din baza de date.

source: Select editor:
cs: Vyberte editor:
de: Editor wählen:
nl: Selecteer editor:
ro: Selectarea editorului:

source: All editors
cs: Všechny editory
de: Alle Editoren
nl: Alle editors
ro: Toți editorii

source: Persons
cs: Jednotlivci
da: Personer
de: Personen
es: Personas
nl: Personen
no: Personer
ro: Persoane

source: Families
cs: Rodiny
de: Familien
nl: Gezinnen
ro: Familii

source: Changed/ Added
cs: Změněno/Přidáno
da: Ændret/ tilføjet
de: Geändert / Hinzugefügt
es: Modificado / Añadido
nl: Gewijzigd/ Toegevoegd
no: Endret / lagt til
ro: Modificat/Adăugat

source: When changed
cs: Při změně
da: Når ændret
de: Geändert am
es: Lo que se modificó
nl: Wanneer gewijzigd
no: Når endret
ro: Când este modificat

source: When added
cs: Při přidání
da: Når tilføjet
de: Hinzugefügt am
es: Lo que se añadió
nl: Wanneer gemaakt
no: Når lagt til
ro: Când este adăugat

source: You can mark or unmark any of the check options and change defaults. Then press
nl: U kunt iedere optie aanvinken of uitvinken en ook de standaardwaarden veranderen. Klik daarna op
no: Du kan merke eller avmerke hvilken som helst av valgene, og endre standardvalgene. Klikk deretter

source: (with default settings a full check may take between 12-15 seconds per 10,000 persons)
nl: (met de standaardinstelling kan een volledige controle tussen de 12-15 seconden per 10.000 personen duren)
no: (med standardinnstillingene vil en full sjekk ta mellom 12-15 sekunder per 10000 personer)

source: Unmark all options
cs: Zrušte označení všech možností
da: Fjern markeringen for alle mulighederne
de: Alle Optionen ausschalten
es: Desmarcar todas las opciones
nl: Vink alle opties uit
no: Avmerk alle valg
ro: Debifați toate opțiunile

source: Mark all options
cs: Označte všechny možnosti
da: Marker alle mulighederne
de: Alle Optionen einschalten
es: Marcar todas las opciones
nl: Vink alle opties aan
no: Merk alle valg
ro: Marcați toate opțiunile

source: Birth date - after bapt/marr/death/burial date
nl: Geboortedatum - na doop/huwelijk/overlijden/begrafenisdatum
no: Fødselsdato - etter dåp/ekteskap/død/begravelsesdato

source: Birth date - more than
nl: Geboortedatum - meer dan
no: Fødselsdato - mer enn

source: years after mother's birth
nl: jaar na geboorte moeder
no: år etter mors fødsel

source: years after father's birth
nl: jaar na geboorte vader
no: år etter fars fødsel

source: Birth date - less than
nl: Geboortedatum - minder dan
no: Fødselsdato - mindre enn

source: months after wedding parents
nl: maanden na huwelijk ouders

source: Birth date - before wedding parents
nl: Geboortedatum - voor huwelijk ouders

source: months after previous child of mother
nl: maanden na vorige kind van moeder

source: Baptism date - after death/burial date
nl: Doopdatum - na overlijden/begrafenisdatum
no: Dåpsdato - etter døds/begravelsesdato

source: Baptism date - more than
nl: Doopdatum - meer dan
no: Dåpsdato - mer enn

source: Baptism date - less than
nl: Doopdatum - minder dan
no: Dåpsdato - mindre enn

source: Marriage date(s) - after death/burial date
nl: Huwelijksdatum(s) - na overlijden/begrafenisdatum
no: Ekteskapsdato(er) - etter døds/begravelsesdato

source: Marriage date(s) - less than
nl: Huwelijksdatum(s) - minder dan
no: Ekteskapsdato(er) - mindre enn

source: years after birth date
nl: jaar na geboortedatum
no: år etter fødselsdato

source: Marriage age - age difference of more than
nl: Leeftijd bij huwelijk - leeftijdsverschil van meer dan
no: Ekteskapsalder - aldersforskjell mer enn

source: years between partners
nl: jaar tussen partners
no: år mellom partnere
