Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: before
cs: před
da: før
de: vor
es: antes de
nl: voor
no: før
ro: înainte

source: after
cs: po
da: efter
de: nach
es: después de
nl: na
no: etter
ro: după

source: between
cs: mezi
da: mellem
de: zwischen
es: entre
nl: tussen
no: mellom
ro: între

source: interpreted
cs: interpretováno
de: Interpretiert
es: interpretado
nl: vermoedelijk
ro: interpretat

source: estimated
cs: odhadováno
da: skønnet
de: geschätzt
es: estimado
nl: geschat
no: anslått
ro: estimat

source: calculated
cs: vypočteno
de: berechnet
es: calculado
nl: berekend
ro: calculat

source: date
nl: datum
no: dato

source: mar
cs: bře
de: Mrz
nl: mrt

source: may
cs: kvě
da: Maj
de: Mai
nl: mei
no: Mai
ro: mai

source: oct
cs: říj
da: Okt
de: Okt
nl: okt
no: Okt

source: and
cs: a
da: og
de: und
es: y
nl: en
no: og
ro: și

source: After nightfall
cs: Po soumraku
de: Nach Einbruch der Nacht
es: Después del ocaso
nl: Na het vallen van de avond
ro: După căderea nopții

source: January
cs: Leden
da: Januar
de: Januar
es: Enero
nl: Januari
no: januar
ro: Ianuarie

source: February
cs: Únor
da: Februar
de: Februar
es: Febrero
nl: Februari
no: februar
ro: Februarie

source: March
cs: Březen
da: Marts
de: März
es: Marzo
nl: Maart
no: mars
ro: Martie

source: May
cs: Květen
da: Maj
de: Mai
es: Mayo
nl: Mei
ro: Mai

source: June
cs: Červen
da: Juni
de: Juni
es: Junio
nl: Juni
no: juni
ro: Iunie

source: July
cs: Červenec
da: Juli
de: Juli
es: Julio
nl: Juli
no: juli
ro: Iulie

source: August
cs: Srpen
es: Agosto
nl: Augustus

source: October
cs: Říjen
da: Oktober
de: Oktober
es: Octubre
nl: Oktober
no: oktober
ro: Octombrie

source: Select a family tree:
cs: Vyberte rodokmen:
da: Vælg et stamtræ:
de: Stammbaum wählen:
es: Elija un árbol genealógico:
nl: Selecteer een stamboom:
no: Velg slektstre
ro: Selectați un arbore genealogic:

source: Picture/ Media
cs: Obrázek/ Média
da: Billede/ Medie
de: Bilder/Medien
es: Imagen / Multimedia
nl: Afbeelding/ Media
no: Bilde/media
ro: Imagine/Media

source: Profession
cs: Profese
da: Erhverv
de: Beruf
es: Profesión
nl: Beroep
no: Yrke
ro: Funcția/Profesia

source: Event
cs: Událost
da: Begivenhed
de: Ereignis
es: Acontecimiento
nl: Gebeurtenis
no: Hendelse
ro: Eveniment

source: birth declaration
cs: prohlášení o narození
da: fødselsattest
de: Geburtsurkunde
es: Partida de nacimiento
nl: geboorteaangifte
ro: declarația de naștere

source: baptism witness
cs: svědek křestu
da: dåbsvidner
de: Taufzeuge
es: Padrinos de bautismo
nl: doopgetuige
ro: martor la botez

source: death declaration
cs: deklarace smrti
da: dødsattest
de: Sterbeurkunde
es: acta de defunción
nl: overlijden aangifte
no: dødsattest
ro: certificat de deces

source: burial witness
cs: svědek pohřbu
da: begravelsesvidner
de: Zeugen der Bestattung
es: Testigos del entierro
nl: begrafenisgetuige
no: begravelsesvitne
ro: martor la înmormântare

source: Name
cs: Jméno
da: Navn
es: Nombre
nl: Naam
no: Navn
ro: Nume

source: Prefix
cs: Předpona
de: Präfix
es: Prefijo
nl: Voorvoegsel

source: Suffix
cs: Přípona
es: Sufijo
nl: Navoegsel
ro: Sufix

source: Title of Nobility
cs: Šlechtický titul
da: Adelstitel
de: Adelstitel
es: Título nobiliario
nl: Predikaat
no: Adelstittel
ro: Titlul de Nobilime

source: Title
cs: Název
da: Titel
de: Bezeichnung
es: Título
nl: Titel
no: Tittel
ro: Titlu

source: Adoption
cs: Adoptování
es: Adopción
nl: Adoptie
no: Adopsjon
ro: Adopție

source: Title of Lordship
cs: Titul Lorda
da: Adelstitel
de: Adelstitel
es: Título de señorío
nl: Heerlijkheid
no: Adelstittel (eng. "Lordship")
ro: Titlul de Domnie

source: Colour mark by person
cs: Barevná značka osoby
da: Farvemærke for person
de: Farbliche Kennzeichnung der Person
es: Marca de color de la persona
nl: Kleur markering bij persoon
no: Fargemerke tilknyttet person
ro: Semn de culoare referitor la persoană

source: marriage witness
cs: svědek manželství
da: ægteskabsvidne
de: Trauzeuge
es: Testigos de boda
nl: huwelijksgetuige
ro: martor la căsătorie

source: marriage witness (religious)
cs: svědek manželství (náboženské)
da: ægteskabsvidne (religiøse)
de: Trauzeuge (kirchlich)
es: Padrinos de boda (religiosa)
nl: huwelijksgetuige (religieus)
ro: martor la căsătorie (religioasă)

source: Religion
cs: Náboženství
es: Religión
nl: Religie
ro: Religia

source: text
da: tekst
de: Textstelle
es: texto
nl: tekst
no: tekst

source: Events
cs: Události
da: Begivenheder
de: Ereignisse
es: Acontecimientos
nl: Gebeurtenissen
ro: Evenimente

source: Add event
cs: Přidat událost
da: Tilføj begivenhed
de: Ereignis hinzufügen
es: Añadir acontecimiento
nl: Gebeurtenis toevoegen
no: Legg til hendelse
ro: Adăugați eveniment

source: For items like:
cs: Pro položky jako:
da: For emner som:
de: Für Elemente wie:
es: Para elementos como
nl: Voor items zoals:
no: For elementer som:
ro: Pentru elemente ca:

source: baptized as child
cs: pokřtěn(a) jako dítě
da: døbt som barn
de: Taufe als Kind (kein Ersatz für Geburt)
es: bautizado de pequeño
nl: gedoopt als kind
no: døpt
ro: botezat(ă) în copilărie

source: depart
cs: odchod
da: afgår
de: Abreise
es: partir
nl: vertrokken
no: avreise
ro: plecare

source: Marriage contract
cs: Manželská smlouva
da: Vielsesattest
de: Ehevertrag
es: Contrato matrimonial
nl: Huwelijkscontract
no: Vielsesattest
ro: Certificat de căsătorie

source: Marriage license
cs: Manželský průkaz
da: Vielseslicens
de: Amtliche Heiratserlaubnis
es: Certificado de matrimonio
nl: Huwelijkstoestemming
no: Ektepakt
ro: Certificat de căsătorie

source: Nickname
cs: Přezdívka
da: Kaldenavn
de: Spitzname
es: Alias
nl: Roepnaam
no: Kallenavn
ro: Poreclă

source: Add
cs: Přidat
da: Tilføj
de: Hinzufügen
es: Añadir
nl: Toevoegen
no: Legg til
ro: Adăugare

source: Search
cs: Vyhledat
da: Søg
de: Suchen
es: Buscar
nl: Zoeken
no: Søk
ro: Căutare

source: and
cs: a
da: og
de: und
es: y
nl: en
no: og
ro: și

source: GEDCOM number (ID)
cs: Číslo GEDCOM (ID)
de: GEDCOM Nummer (ID)
es: Nº GEDCOM (ID)
nl: GEDCOM-nummer (ID)
ro: Număr GEDCOM (ID)

source: Selected colour
cs: Vybraná barva
da: Valgte farve
de: Gewählte Farbe
es: Color seleccionado
nl: Geselecteerde kleur
no: Valgt farge
ro: Culoarea selectată

source: Change colour mark by person
cs: Změňte značku barev osoby
da: Skift farvemærke for person
de: Farbliche Kennzeichnung der Person ändern
es: Cambiar la marca de color de la persona
nl: Wijzig kleur markering bij persoon
no: Endre fargemerke tilknyttet person
ro: Modificați semnul de culoare referitor la persoană

source: Colour 1
cs: Barva 1
da: Farve 1
de: Farbe 1
es: Color 1
nl: Kleur 1
no: Farge 1
ro: Culoarea 1

source: Colour 2
cs: Barva 2
da: Farve 2
de: Farbe 2
es: Color 2
nl: Kleur 2
no: Farge 3
ro: Culoarea 2

source: Colour 3
cs: Barva 3
da: Farve 3
de: Farbe 3
es: Color 3
nl: Kleur 3
no: Farge 4
ro: Culoarea 3

source: Colour 4
cs: Barva 4
da: Farve 4
de: Farbe 4
es: Color 4
nl: Kleur 4
no: Farge 4
ro: Culoarea 4

source: Colour 5
cs: Barva 5
da: Farve 5
de: Farbe 5
es: Color 5
nl: Kleur 5
no: Farge 5
ro: Culoarea 5

source: Colour 6
cs: Barva 6
da: Farve 6
de: Farbe 6
es: Color 6
nl: Kleur 6
no: Farge 6
ro: Culoarea 6

source: Colour 7
cs: Barva 7
da: Farve 7
de: Farbe 7
es: Color 7
nl: Kleur 7
no: Farge 7
ro: Culoarea 7

source: Colour 8
cs: Barva 8
da: Farve 8
de: Farbe 8
es: Color 8
nl: Kleur 8
no: Farge 8
ro: Culoarea 8

source: Colour 9
cs: Barva 9
da: Farve 9
de: Farbe 9
es: Color 9
nl: Kleur 9
no: Farge 9
ro: Culoarea 9

source: Colour 10
cs: Barva 10
da: Farve 10
de: Farbe 10
es: Color 10
nl: Kleur 10
no: Farge 10
ro: Culoarea 10

source: Colour 11
cs: Barva 11
da: Farve 11
de: Farbe 11
es: Color 11
nl: Kleur 11
no: Farge 11
ro: Culoarea 11

source: Colour 12
cs: Barva 12
da: Farve 12
de: Farbe 12
es: Color 12
nl: Kleur 12
no: Farge 12
ro: Culoarea 12

source: Colour 13
cs: Barva 13
da: Farve 13
de: Farbe 13
es: Color 13
nl: Kleur 13
no: Farge 13
ro: Culoarea 13

source: Colour 14
cs: Barva 14
da: Farve 14
de: Farbe 14
es: Color 14
nl: Kleur 14
no: Farge 14
ro: Culoarea 14

source: Also change
cs: Také změnit
da: Også ændre
de: Sichere auch
es: También cambia
nl: Ook wijzigen
ro: Modificați și

source: Descendants
cs: Potomci
da: Efterkommere
de: Nachfahren
es: Descendientes
nl: Afstammelingen
no: Etterkommere
ro: Urmași

source: Ancestors
cs: Předci
da: Aner
de: Vorfahren
es: Antepasados
nl: Voorouders
no: Aner
ro: Strămoși

source: e.g. Lt. Cmndr.
cs: např. Lt. Cmndr.
de: z. B. Prof.
es: ej: Lt. Comndr.
nl: bijv. Lt. Cmndr.
ro: de exemplu Lt. Cmndr.

source: e.g. Jr.
cs: např. Jr.
de: z. B. Jr.
es: ej: Jr.
nl: Bijv. Jr.
ro: de exemplu Jr.

source: e.g. Jhr., Jkvr.
cs: např. Jhr., Jkvr.
da: f.eks Jhr., Jkvr.
de: z. B. Jhr., Jkvr.
es: ej:. Rey, Conde...
nl: bijv. Jhr., Jkvr.
ro: de exemplu Jhr., Jkvr.

source: e.g. Prof., Dr.
cs: např. Prof., Dr.
da: f.eks Prof., Dr.
de: z. B. Prof., Dr.
es: ej: Prof., Dr.
nl: bijv. Prof., Dr.
no: f.eks. Prof., Dr.
ro: de exemplu Prof., Dr.

source: e.g. Lord of Amsterdam
cs: např. Lord of Amsterdam
da: f.eks hertugen af Amsterdam
de: z. B. Graf von Cleve
es: ej: Señor de Molina
nl: bijv. Lord of Amsterdam
no: f.eks. Lord av Amsterdam
ro: de exemplu Lord de Alba-Iulia

source: Baptise
cs: Pokřtít
de: Taufen
nl: Doop
ro: Botezare

source: Settling
cs: Zúčtování
de: Ansiedelung
nl: Vestiging
ro: Stabilire

source: Characteristics
cs: Charakteristika
de: Körperliche Eigenschaften
nl: Kenmerken
ro: Caracteristici

source: Buried
cs: Pohřben(a)
da: Begravet
de: Erdbestattung
es: Entierro
nl: Begraven
no: Gravlagt
ro: Înmormântat(ă)

source: Will
cs: Závěť
de: Testament
nl: Testament
ro: Testament

source: Religious
cs: Náboženské
de: Kirchlich
es: Religiosa
nl: Religeus
ro: Religios

source: Education
cs: Vzdělání
da: Uddannelse
de: Ausbildung
es: Educación
nl: Opleiding
no: Utdannelse
ro: Studii

source: Social
cs: Sociální
de: Identitätsnummern
nl: Sociaal

source: Jewish
cs: Židovský
de: Jüdisch
nl: Joods
ro: Evreiesc

source: Date
cs: Datum
da: Dato
de: Datum
es: Fecha
nl: Datum
no: Dato
ro: Data

source: place
nl: plaats
no: sted

source: Upload new image
cs: Nahrajte nový obrázek
de: Neues Bild hochladen
nl: Nieuwe afbeelding uploaden
ro: Încărcați o nouă imagine

source: Also known as
cs: Také známý jako
da: Også kendt som
de: Auch bekannt als
es: También conocido como
nl: Ook bekend als
no: Også kjent som
ro: De asemenea cunoscut ca și

source: alias name
cs: přezdívka
da: alias navn
de: Pseudonym
es: alias
nl: alias
no: alias
ro: alias

source: Short name (for reports)
cs: Krátké jméno (pro zprávy)
da: Kort navn (til reporter)
de: Kurzname (für Auswertungen)
es: Nombre corto (para informes)
nl: Verkort voor rapporten
no: Kortnavn (for rapporter)
ro: Nume scurt (pentru rapoarte)

source: Adopted name
cs: Přijaté jméno
da: Adopteret navn
de: Adoptivname
es: Nombre de adopción
nl: Adoptienaam
no: Adoptivnavn
ro: Nume adoptat

source: Hebrew name
cs: Hebrejské jméno
da: Jødisk navn
de: Hebräischer Name
es: Nombre hebreo
nl: Hebreeuwse naam
no: Hebraisk navn
ro: Nume ebraic

source: Census name
cs: Census jméno
da: Folketællings navn
de: Volkszählungsname
es: Nombre en el registro
nl: Censusnaam
no: Folketellingsnavn
ro: Numele la recensământ

source: Married name
cs: Manželské jméno
da: Vielsesnavn
de: Ehename
es: Nombre de casado/a
nl: Huwelijksnaam
no: Tilgiftet navn
ro: Nume după căsătorie

source: Given name
cs: Křestní jméno
de: Vorname
es: Nombre de pila
nl: Roepnaam
ro: Nume dat

source: Farm name
cs: Farmářské jméno
da: Familienavn
de: Hausname
es: Nombre de la granja
nl: Boerderijnaam
no: Gårdsnavn
ro: Numele fermei

source: Birth name
cs: Rodné jméno
da: Fødselsnavn
de: Geburtsname
es: Nombre de nacimiento
nl: Geboortenaam
no: Fødselsnavn
ro: Numele de naștere

source: Indian name
cs: Indánské jméno
da: Indisk navn
de: Indianischer Name
es: Nombre indio
nl: Indiaanse naam
no: Indisk navn
ro: Nume indian

source: Formal name
cs: Formální jméno
da: Formelt navn
de: Offizieller Name
es: Nombre oficial
nl: Officiële naam
no: Formelt navn
ro: Nume formal

source: Current name
cs: Aktuální jméno
da: Nuværende navn
de: Aktueller Name
es: Nombre actual
nl: Huidige naam
no: Nåværende navn
ro: Numele actual

source: Soldier name
cs: Vojenské jméno
da: Soldaternavn
de: Soldatenname
es: Nombre de soldado
nl: Soldatennaam
no: Soldatnavn
ro: Numele de soldat

source: Religious name
cs: Náboženské jméno
da: Religiøse navn
de: Kirchlicher Name
es: Nombre de pila
nl: Kloosternaam
no: Religiøst navn
ro: Numele religios

source: Other name
cs: Jiné jméno
da: Andet navn
de: Anderer Name
es: Otro nombre
nl: Andere naam
no: Annet navn
ro: Alt nume

source: Formerly known as
cs: Dříve známý jako
da: Bedre kendt som
de: Früher bekannt als
es: Antes conocido como
nl: Voorheen bekend als
no: Tidligere kjent som
ro: Cunoscut anterior ca

source: This will disconnect this person from parents, spouses and children <b>and delete it completely from the database.</b> Do you wish to continue?
cs: Tím se tato osoba odpojí od rodičů, manželů a dětí a zcela se odstraní z databáze. </b> Chcete pokračovat?
da: Dette vil frakoble personen fra forældre, ægtefæller og børn <b> og slette vedkommende helt fra databasen.</ b> Ønsker du at fortsætte?
de: Diese Aktion wird die Verbindung der Person zu Eltern, Ehepartnern und Kindern trennen <br>und sie vollständig aus der Datenbank entfernen.</b> Wollen Sie fortfahren?
es: Esto desconectará a esta persona de sus padres, cónyuges e hijos <b>y la eliminará por completo de la base de datos.</b> ¿Desea continuar?
nl: Deze persoon wordt losgekoppeld van ouders, relaties en kinderen <b>en wordt volledig verwijderd uit de database.</b> Wil je doorgaan?
no: Dette vil koble personen fra foreldre, ektefeller og barn <b>og slette han/hun fullstendig fra databasen.</b> Vil du fortsette?
ro: Acest lucru va deconecta această persoană de părinți, soți și copii <b>și se va șterge complet din baza de date.</b> Doriți să continuați?

source: Also remove ALL RELATED PERSONS (including all items)
cs: Vyjměte také VŠECHNY PŘÍBUZNÉ OSOBY (včetně všech položek)
da: Fjern også ALLE RELATEREDE PERSONER (inklusiv alle elementer)
de: auch ALLE VERBUNDENEN PERSONEN (einschliesslich aller Felder) ersetzen
es: Elimine también TODAS LAS PERSONAS RELACIONADAS (incluidos todos los elementos)
nl: Verwijder ook ALLE VERWANTE PERSONEN (inclusief alle items)
ro: Eliminați, de asemenea, TOATE PERSOANELE ÎNRUDITE (inclusiv toate elementele)

source: Yes
cs: Ano
da: Ja
de: Ja
es: Si
nl: Ja
no: Ja
ro: Da

source: No
cs: Ne
da: Nej
de: Nein
nl: Nee
no: Nei
ro: Nu

source: Person disconnected from marriage(s).
cs: Osoba odpojená od manželství.
da: Person frakoblet fra ægteskab(er).
de: Person von der/n Ehe/n getrennt.
es: Persona desconectada de matrimonio(s).
nl: Persoon losgekoppeld van huwelijk(en).
no: Personen er koblet fra ekteskap.
ro: Persoană deconectată de la căsătorie.

source: Person disconnected from parents.
cs: Osoba odpojená od rodičů.
da: Person frakoblet fra forældre.
de: Person von Eltern getrennt.
es: Persona desconectada de padres.
nl: Persoon losgekoppeld van ouders.
no: Personen er koblet fra foreldre.
ro: Persoană deconectată de părinți.

source: Person is removed
cs: Osoba je odstraněna
da: Person er fjernet
de: Person wurde entfernt
es: Se ha eliminado la persona
nl: Persoon is verwijderd
no: Personen er fjernet
ro: Persoana este ștearsă

source: If you continue, ALL children will be disconnected automatically!
cs: Pokud budete pokračovat, VŠECHNY děti budou automaticky odpojeny!
da: Hvis du fortsætter, vil ALLE børn blive frakoblet automatisk!
de: Falls Sie fortfahren, werden ALLE Kinder automatisch getrennt!
es: Si continúa, ¡TODOS los hijos se desconectarán automáticamente!
nl: Als je doorgaat, dan worden ALLE kinderen automatisch losgekoppeld!
ro: Dacă continuați, TOȚI copiii vor fi deconectați automat!

source: Are you sure to remove this mariage?
cs: Určitě chcete odstranit toto manželství?
da: Er du sikker på, du vil fjerne dette ægteskab?
de: Soll diese Ehe wirklich gelöst werden?
es: ¿Está seguro de que quiere eliminar este matrimonio?
nl: Weet je zeker dat je dit huwelijk wilt verwijderen?
no: Er du sikker på at du vil fjerne dette ekteskapet?
ro: Ești sigur că vei elimina această căsătorie?

source: Marriage is removed!
cs: Manželství je odstraněno!
da: Ægteskabet er fjernet!
de: Ehe ist gelöst!
es: ¡Se ha eliminado este matrimonio!
nl: Huwelijk is verwijderd!
no: Ekteskapet er fjernet!
ro: Căsătoria este eliminată!

source: Parents are selected!
cs: Rodiče jsou vybrány!
da: Forældre er valgt!
de: Eltern sind gewählt!
es: ¡Se han seleccionado los padres!
nl: Ouders zijn gekoppeld!
no: Foreldre valgt!
ro: Sunt selectați părinții!

source: Manual selected family isn't an existing family in the family tree!
cs: Ručně vybraná rodina není existující rodinou v rodokmenu!
de: Die manuell ausgewählte Familie ist keine bestehende Familie im Stammbaum!
nl: Handmatig geselecteerde familie is geen bestaande familie in de stamboom!
ro: Familia selectată manual nu este o familie existentă în arborele genealogic!

source: Child already has parents connected! Are you sure you want to connect this child?
cs: Dítě již má rodiče připojené! Jste si jisti, že chcete toto dítě připojit?
de: Das Kind ist bereits Eltern zugeordnet! Soll dieses Kind wirklich abgetrennt werden?
es: ¡El hijo ya tiene otros padres! ¿Está seguro de que quiere conectar este hijo?
nl: Dit kind heeft al gekoppelde ouders! Weet je zeker dat je dit kind wilt koppelen?
ro: Copilul are deja părinții conectați! Sigur doriți să conectați acest copil?

source: Are you sure you want to disconnect this child?
cs: Jste si jisti, že chcete toto dítě odpojit?
da: Er du sikker på, du ønsker at frakoble dette barn?
de: Soll dieses Kind wirklich abgetrennt werden?
es: ¿Está seguro de que quiere desconectar este hijo?
nl: Weet je zeker dat je dit kind wilt loskoppelen?
no: Er du sikker på at du vil koble fra dette barnet?
ro: Sunteți sigur că doriți să deconectați acest copil?

source: Photo upload failed, check folder rights
cs: Nahrávání fotografií selhalo, zkontrolujte práva složky
da: Foto upload mislykkedes, tjek folder rettigheder
de: Bild hochladen fehlgeschlagen, Verzeichnisberechtigung prüfen.
es: La carga de la foto ha fallado. Compruebe los permisos de la carpeta
nl: De foto upload is mislukt, controleer de map rechten
no: Fotoopplasting feilet, sjekk mapperettigheter
ro: Încărcarea fotografiilor nu a reușit, verificați drepturile la dosar

source: Media upload failed, check folder rights
nl: De upload is mislukt, controleer de map rechten
no: Opplasting av media feilet, sjekk mapperettigheter

source: No valid picture, media or document file
cs: Žádný platný obrázek, média nebo soubor dokumentů
da: Ikke en gyldig foto, medie eller dokumentfil
de: Keine gültigen Bild-, Medien- oder Dokumentendateien gefunden
es: Fichero de imagen, multimedia o documento inválido.
nl: Geen geldige afbeelding, media of document bestand
no: Ikke en gyldig bilde-, media- eller dokumentfil
ro: Nicio imagine, fișier media sau document valid

source: Are you sure you want to remove this event?
cs: Jste si jisti, že chcete tuto událost odstranit?
da: Er du sikker på, du vil fjerne denne begivenhed?
de: Soll dieses Ereignis wirklich entfernt werden?
es: ¿Esta seguro de que quiere eliminar este acontecimiento?
nl: Weet je zeker dat je deze gebeurtenis wilt verwijderen?
no: Er du sikker på at du vil slette hendelsen?
ro: Sunteți sigur că doriți să eliminați acest eveniment?

source: Also remove colour marks of
cs: Také odstraňte barevné značky od
da: Fjern også farvemarkering af
de: Entferne auch Farbmarkierungen von
es: También eliminar marcas de color de
nl: Verwijder ook kleuren markering van
ro: Îndepărtați, de asemenea, semnele de culoare ale

source: Select person
cs: Vyberte osobu
da: Vælg person
de: Person auswählen
es: Seleccionar persona:
nl: Selecteer persoon
ro: Selectați persoana

source: or ID:
cs: nebo ID:
da: eller ID:
de: oder ID:
es: o ID
nl: of ID:
ro: sau ID:

source: Parents
cs: Rodiče
da: Forældre
de: Eltern
es: Padres
nl: Ouders
no: Foreldre
ro: Părinți

source: Select place
cs: Vyberte místo
da: Vælg sted
de: Ort auswählen
es: Seleccionar lugar
nl: Selecteer plaats
ro: Selectați locul

source: Select adoption parents
cs: Vyberte adopční rodiče
de: Adoptiveltern wählen
nl: Selecteer adoptieouders
ro: Selectați părinții de adopție

source: Select parents
cs: Vyberte rodiče
de: Eltern auswählen:
es: Seleccionar padres
nl: Selecteer ouders
ro: Selectați părinții

source: Results are limited, use search to find more parents.
cs: Výsledky jsou omezené, použijte vyhledávání k nalezení více rodičů.
da: Resultatet er begrænset, brug søgefunktionen for a finde flere forældre.
de: Suchergebnisse sind eingeschränkt. Benutzen Sie Suche, um mehr Eltern zu finden.
es: Los resultados están limitados, utilice la búsqueda para encontrar más padres.
nl: Resultaten zijn beperkt, gebruik de zoek optie om meer ouders te vinden.
ro: Rezultatele sunt limitate, folosiți căutarea pentru a găsi mai mulți părinți.

source: Name source
cs: Zdroj názvu
nl: Bron bij naam
no: Navnekilde

source: Source
cs: Zdroj
da: Kilde
de: Quellen
es: Fuente
nl: Bron
no: Kilde
ro: Sursa

source: Sex
cs: Pohlaví
da: Køn
de: Geschlecht
es: Sexo
nl: Sekse

source: born
cs: narozen(a)
da: født
de: geb.
es: nacimiento
nl: geboren
no: født
ro: născut(ă)

source: baptised
cs: pokřtěn(a)
da: døbt
de: getauft
es: Bautismo
nl: gedoopt
no: døpt
ro: botezat(ă)

source: died
cs: zemřel(a)
da: døde
de: gest.
es: Defunción
nl: overleden
no: døde
ro: decedat(ă)

source: buried
cs: pohřben(a)
da: begravet
de: bestattet
es: entierro
nl: begraven
no: gravlagt
ro: Îngropat(ă)

source: source
cs: zdroj
da: kilde
de: Quelle
es: fuente
nl: bron
no: kilde
ro: sursa

source: person
cs: osoba
es: persona
nl: persoon
ro: persoana

source: Address
cs: Adresa
da: Adresse
de: Adresse
es: Dirección
nl: Adres
no: Adresse
ro: Adresa

source: Living together
cs: Žijící spolu
da: Lever sammen
de: Zusammen lebend
es: Vivendo juntos
nl: Samenwonend
no: Samboende
ro: Coabitare

source: Notice of Marriage
cs: Oznámení o manželství
da: Meddelelse om ægteskab
de: Heiratsurkunde
es: Aviso de matrimonio
nl: Ondertrouw
no: Ekteskapslysing
ro: Notificare de căsătorie

source: Marriage
cs: Marnželství
da: Ægteskab
de: Ehe
es: Matrimonio
nl: Huwelijk
no: Ekteskap
ro: Căsătorie

source: Religious Notice of Marriage
cs: Náboženské oznámení o manželství
da: Religiøs ægteskabsnote
de: Kirchl. Heiratsurkunde
es: Amonestaciones
nl: Ondertrouw religieus
no: Religiøs ekteskapslysing
ro: Aviz religios de căsătorie

source: Religious Marriage
cs: Náboženské manželství
da: Religiøst ægteskab
de: Kirchl. Eheschließung
es: Matrimonio religioso
nl: Huwelijk religieus
no: Religiøst ekteskap
ro: Căsătoria religioasă

source: Divorce
cs: Rozvod
da: Skilt
de: Scheidung
es: Divorcio
nl: Scheiding
no: Skilsmisse
ro: Divorț

source: relation
cs: vztah
de: Beziehung
nl: relatie
ro: relație

source: Save
cs: Uložit
da: Gem
de: Speichern
es: Guardar
nl: Opslaan
no: Lagre
ro: Salvare

source: Drag to change order (saves automatically)
cs: Přetáhnout pro změnu pořadí (uloží se automaticky)
da: Træk for at ændre rækkefølge (gemmes automatisk)
de: Ziehen, um Reihenfolge zu ändern (sichert automatisch)
es: Arrastre para cambiar el orden ( se guarda automáticamente)
nl: Sleep om de volgorde te wijzigen (wordt automatisch opgeslagen)
ro: Trageți pentru a schimba ordinea (se salvează automat)

source: Drag to change order
cs: Přetáhnout pro změnu pořadí
da: Træk for at ændre rækkefølge
de: Ziehen, um Reihenfolge zu ändern
es: Arrastre para cambiar el orden
nl: Sleep om volgorde te wijzigen
ro: Trageți pentru a schimba ordinea

source: Own code
cs: Vlastní kód
da: Egen kode
de: Eigene Markierung
es: Código propio
nl: Eigen code
no: Egen kode
ro: Cod propriu

source: Text
da: Tekst
es: Texto
nl: Tekst
no: Tekst
