Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: death
cs: úmrtí
da: død
de: Tod
es: defunción
nl: overleden
no: død
ro: deces

source: Date of death unknown
cs: Datum úmrtí neznámé
da: Dødsdato ukendt
de: Sterbedatum unbekannt
es: Fecha de defunción desconocida
nl: Datum van overlijden onbekend
no: Dødsdato ukjent
ro: Data decesului necunoscută

source: Date of birth unknown
cs: Datum narození neznámé
da: Fødselsdato ukendt
de: Geburtsdatum unbekannt
es: Fecha de nacimiento desconocida
nl: Datum van geboorte onbekend
no: Fødselsdato ukjent
ro: Data nașterii necunoscută

source: SPOUSE_MALE
cs: MANŽEL
da: Ægtefælle
de: Ehemann
es: esposo
nl: Echtgenoot
no: ektemann
ro: Soț

source: SPOUSE_FEMALE
cs: MANŽELKA
da: Ægtefælle
de: Ehefrau
es: esposa
nl: Echtgenote
no: hustru
ro: Soție

source: partnership
cs: partnerství
da: partnerskab
de: Lebensgemeinschaft
es: matrimonio civil
nl: partner
no: partnerskap
ro: parteneriat

source: with
cs: s
da: med
de: mit
es: con
nl: met
no: med
ro: cu

source: son
cs: syn
da: søn
de: Sohn
es: hijo
nl: zoon
no: sønnen
ro: fiul

source: daughter
cs: dcera
da: datter
de: Tochter
es: hija
nl: dochter
no: datteren
ro: fiică

source: child
cs: dítě
da: barn
de: Kind
es: hijo
nl: kind
no: barn
ro: copil

source: grandson
cs: vnuk
da: barnebarn
de: Enkelsohn
es: nieto
nl: kleinkind
no: barnebarn (gutt)
ro: nepot

source: granddaughter
cs: vnučka
da: barnebarn
de: Enkeltochter
es: nieta
nl: kleindochter
no: barnebarn (jente)
ro: nepoată

source: grandchild
cs: vnouče
da: barnebarn
de: Enkelkind
es: nieto
nl: kleinkind
no: barnebarn
ro: nepot (bunic)

source: Select another family tree, or login for the selected family tree.
cs: Vyberte jiný rodokmen, nebo se do vybraného rodokmenu přihlaste.
da: Vælg et andet stamtræ, eller login ved det valgte stamtræ
de: Anderen Stammbaum wählen oder anmelden für ausgewählten Stammbaum.
es: Seleccione otro árbol genealógico o inicie sesión para el árbol seleccionado.
nl: Selecteer een andere stamboom, of log in voor de geselecteerde stamboom.
ro: Selectați alt arbore genealogic sau conectați-vă pentru arborele genealogic selectat.

source: One Name Study of the name
cs: One Name Study jména
de: "One Name Study" des Namens
es: One Name Study del nombre
nl: Één naam studie van de naam

source: Select a family tree
cs: Vyberte rodokmen
da: Vælg et stamtræ
de: Wählen Sie einen Stammbaum
es: Seleccionar un árbol genealógico
nl: Selecteer een stamboom
no: Velg et slektstre
ro: Selectați un arbore genealogic

source: Latest update:
cs: Poslední aktualizace:
da: Senest opdateret:
de: Letzte Änderung:
es: Última actualización:
nl: Laatste update:
no: Siste oppdatering
ro: Ultima actualizare:

source: Owner family tree:
cs: Majitel rodokmenu:
da: Stamtræ ejer:
de: Stammbaumeigentümer:
es: Propietario del árbol genealógico:
nl: Eigenaar stamboom:
no: Eier av slektstre:
ro: Proprietarul arborelui genealogic:

source: Surname
cs: Příjmení
de: Nachname
es: Apellidos
nl: Achternaam
ro: Nume de familie

source: Total
cs: Celkem
de: Insgesamt
nl: Aantal

source: More statistics
cs: Další statistiky
de: Weitere Statistiken
es: más estadísticas
nl: Meer statistieken
ro: Mai multe statistici

source: Enter name or part of name
cs: Zadejte jméno nebo část jména
da: Indtast navn eller del af navn
de: Namen oder Teil eines Namens eingeben
es: Nombre completo o parte de él
nl: Naam of deel van een naam
no: Skriv inn del av navn
ro: Introduceți numele sau o parte din nume

source: Enter private name
cs: Zadejte soukromé jméno
de: Eingabe privaten Names
es: Introduzca el nombre privado
nl: Voer naam in
ro: Introduceți un nume privat

source: Minimum: 3 characters.
cs: Minimálně 3 znaky.
da: Minimum: 3 karakterer.
de: Minimum: drei Zeichen.
es: Mínimo 3 caracteres
nl: Minimaal: 3 karakters.
ro: Minimum: 3 caractere.

source: All but selected tree
cs: Všechny kromě vybraného stromu
da: Alle undtaget udvalgte træ
de: Alles bis auf den ausgewählten Stammbaum
es: Todos menos el árbol seleccionado
nl: Andere stambomen
ro: Toate, cu excepția arborelui selectat

source: Advanced search
cs: Pokročilé vyhledávání
da: Avanceret søgning
de: Erweiterte Suche
es: Búsqueda avanzada
nl: Uitgebreid zoeken
no: Avansert søk
ro: Căutare avansată

source: Patronyms
cs: Patronyma
da: Patronymer
de: Patronymikon
es: Patronímicos
nl: Patroniemen
no: Patronymer
ro: Patronime

source: persons are not shown due to privacy settings
cs: osoby se nezobrazují kvůli nastavení soukromí
da: personer er ikke vist på grund af private indstillinger
de: Personen werden aufgrund der Datenschutzeinstellungen nicht angezeigt,
es: personas más no se muestran debido a la configuración de privacidad.
nl: gevonden personen zijn niet weergegeven vanwege privacy beperkingen
no: Personene skjult på grunn av personverninnstillingene
ro: persoane nu sunt afișate din cauza setărilor de confidențialitate

source: This database is made by %s, a freeware genealogical program
nl: Dit overzicht is gemaakt met %s, een freeware genealogisch programma
no: Denne oversikten er laget med %s, et freeware genealogiprogram

source: European law: %s cookie information
cs: Evropské právo: %s informace o souborech cookie
de: Europarecht: %s Informationen zu Cookies
es: Ley europea: información sobre cookies de %s
nl: Europese wet: %s cookie-informatie
ro: Legea europeană: informații despre cookie-uri %s

source: ERROR: No identical passwords
cs: CHYBA: Hesla nejsou stejná
da: FEJL: Ingen identiske password
de: FEHLER: Passwörter nicht identisch
es: ERROR: Las contraseñas no son idénticas
nl: FOUT: De wachtwoorden zijn niet hetzelfde
ro: EROARE: Parolele nu sunt identice

source: Your settings are updated!
cs: Vaše nastavení je aktualizováno!
da: Dine indstillinger er opdateret!
de: Ihre Einstellungen sind aktuell!
es: ¡Su configuración se ha actualizado!
nl: Uw instellingen zijn gewijzigd!
ro: Setările dumneavoastră sunt actualizate!

source: Wrong 2FA code. Please enter valid 2FA code to enable 2FA authentication.
cs: Špatný kód 2FA. Chcete-li aktivovat ověření 2FA, zadejte platný kód 2FA.
de: Falscher MFA-Code. Geben Sie einen gültigen MFA-Code ein um die MFA Authentifizierung zu aktivieren.
nl: Verkeerde 2FA code. Voer een geldige 2FA-code in om de 2FA-authenticatie in te schakelen.
ro: Cod 2FA greșit. Vă rugăm să introduceți un cod 2FA valid pentru a activa autentificarea 2FA.

source: Enabled 2FA authentication.
cs: Povoleno ověřování 2FA.
de: MFA Authentifizierung ermöglicht.
nl: 2FA-authenticatie ingeschakeld.
ro: Autentificare 2FA activată.

source: Updated profile
cs: Aktualizovaný profil
da: Opdateret profil
de: Profil aktualisiert
es: Perfil actualizado
nl: Profiel gewijzigd
ro: Profil actualizat

source: Message sent through %s from the website.
cs: Zpráva odeslaná prostřednictvím %s z webu.
de: Nachricht wurde durch %s von der Webseite gesendet.
es: Mensaje enviado a través de %s desde el sitio web.
nl: Bericht verstuurd via %s op de website.
ro: Mesaj trimis prin %s de pe site-ul web.

source: User updated his/ her profile
cs: Uživatel aktualizoval svůj profil
da: Brugeren opdaterede hans/ hendes profil
de: Der Benutzer hat sein/ihr Profil aktualisiert.
es: El usuario ha actualizado su perfil
nl: Gebruiker heeft zijn/ haar profiel gewijzigd
ro: Utilizatorul(ea) și-a actualizat profilul

source: today
cs: dnes
da: I dag
de: heute
es: hoy
nl: vandaag
no: i dag
ro: azi

source: Location:
cs: Umístění:
da: Sted:
de: Ort:
es: Ubicación:
nl: Plaats:
no: Sted:
ro: Locație:

source: For a list of persons born here until
cs: Pro seznam osob narozených zde do
da: For en liste over personer, der er født her indtil
de: Für eine Liste der Personen, die hier geboren sind bis
es: Para obtener una lista de las personas nacidas aquí hasta
nl: Voor een lijst van personen geboren tot
no: For en liste med personer født her fram til
ro: Pentru o listă a persoanelor născute aici până la

source: For a list of all people that died here until
cs: Pro seznam všech lidí, kteří zde zemřeli do
da: For en liste over alle personer, der døde her indtil
de: Für eine Liste der Personen, die hier gestorben sind bis
es: Para obtener una lista de las personas fallecidas aquí hasta
nl: Voor een lijst met alle personen die zijn overleden tot
no: For en liste over alle personer som døde her frem til
ro: Pentru o listă a tuturor persoanelor decedate aici până la

source: click here
cs: klikněte zde
da: klik her
de: hier klicken
es: Haga clic aquí
nl: klik hier
no: klikk her
ro: apăsați aici

source: Read about this location in
cs: Přečtěte si o tomto místě v
da: Læs om dette sted i
de: Über diesen Ort lesen auf
es: Lea sobre esta ubicación en
nl: Lees over deze plaats in
no: Les om dette stedet i
ro: Citiți despre această locație în

source: All persons born here:
cs: Všichni zde narození:
da: Alle personer født her:
de: Alle hier geborenen Personen:
es: Todas las personas nacidas aquí:
nl: Alle personen die hier geboren zijn:
no: Alle personer født her:
ro: Toate persoanele născute aici:

source: Persons born here until
cs: Osoby zde narozené do
da: Personer født her indtil
de: Personen, die hier geboren wurden bis zum
es: Personas nacidas aquí hasta
nl: Personen geboren tot
no: Personer født her fram til
ro: Persoanele născute aici până la

source: All persons that died here:
cs: Všichni lidé, kteří zde zemřeli:
da: Alle personer som døde her:
de: Alle hier gestorbenen Personen:
es: Todas las personas fallecidas aquí:
nl: Alle personen die hier zijn overleden tot:
no: Alle personer som døde her:
ro: Toate persoanele care au decedat aici:

source: Persons that died here until
cs: Osoby, které zde zemřely do
da: Personer som døde her indtil
de: Personen, die hier gestorben sind vor
es: Personas fallecidas aquí hasta
nl: Personen die zijn overleden tot
no: Personer som døde her frem til
ro: Persoanele care au decedat aici până la

source: at least
cs: alespoň
da: mindst
de: mindestens
es: al menos
nl: minimaal
no: minst
ro: cel puțin

source: at most
cs: nejvíce
da: mest
de: höchstens
es: como mucho
nl: maximaal
no: maks
ro: cel mult

source: approximately
cs: přibližně
da: sådan ca.
de: ungefähr
es: aproximadamente
nl: ongeveer
no: omtrent
ro: aproximativ

source: years
cs: let
da: år
de: Jahre
es: años
nl: jaar
no: år
ro: ani

source: under 1 year old
cs: méně než 1 rok starý
da: under 1 år gammel
de: unter 1 Jahr alt
es: menos de 1 año de edad
nl: minder dan 1 jaar oud
no: under 1 år
ro: sub 1 an

source: months
cs: měsíce
de: Monate
nl: maanden
ro: luni

source: month
cs: měsíc
de: Monat
nl: maand
ro: lună

source: weeks
cs: týdny
de: Wochen
nl: weken
ro: săptămâni

source: days
cs: dny
de: Tage
nl: dagen
ro: zile

source: day
cs: den
de: Tag
nl: dag
ro: zi

source: age by relation
cs: věk podle vztahu
de: Alter nach Verwandschaft
nl: leeftijd bij relatie
ro: vârsta în relație

source: age by marriage
cs: věk sňatkem
de: Alter bei Heirat
nl: leeftijd bij huwelijk
ro: vârsta la căsătorie

source: married %s
cs: oddáni %s
de: verheiratet %s
nl: %s gehuwd
ro: căsătorit(ă) %s

source: Something went wrong, there is no valid person id.
cs: Něco se pokazilo, neexistuje platné ID osoby.
de: Es ist ein Fehler aufgetreten, es existiert keine gültige Personen-ID.
es: Algo salió mal, el ID de persona no es válido.
nl: Er is iets misgegaan, is er geen geldig persoons nummer.
ro: Ceva a mers prost, nu există un ID de persoană valid.

source: Something went wrong, there is no valid family id.
cs: Něco se pokazilo, neexistuje žádné platné rodinné ID.
de: Es ist ein Fehler aufgetreten, es existiert keine gültige Familien-ID.
es: Algo salió mal, el ID de familia no es válido.
nl: Er is iets misgegaan, is er geen geldig familie nummer.
ro: Ceva a mers prost, nu există un ID de familie valid.

source: estimated &#177;
cs: odhadem &#177;
da: skønnes &#177;
de: erwartet &#177;
es: estimado &#177;
nl: geschat &#177;
no: beregnet ±
ro: estimat &#177;

source: calculated &#177;
cs: vypočítané &#177;
de: berechnet &#177;
es: calculado &#177;
nl: berekend &#177;
ro: calculat &#177;

source: from
cs: od
da: fra
de: von:
es: desde
nl: van
ro: de la

source: to
cs: do
da: med
de: an
es: hasta
nl: tot
ro: la

source: Adopted by both
cs: Adoptován oběma
da: Adopteret af begge
de: adoptiert durch beide
es: Adoptado por ambos padres
nl: Geadopteerd
no: Adoptert av begge
ro: Adoptat de ambii

source: Adopted by father
cs: Adopce otcem
da: Adopteret af faderen
de: Vom Vater adoptiert
es: Adoptado por el padre
nl: Adoptie door vader
no: Adoptert av far
ro: Adoptat de tată

source: Adopted by mother
cs: Adopce matkou
da: Adopteret af moderen
de: Von der Mutter adoptiert
es: Adoptado por la madre
nl: Adoptie door moeder
no: Adoptert av mor
ro: Adoptat de mamă

source: AFN number
cs: číslo AFN
da: AFN nummer
de: AFN Nr.
es: Número AFN
nl: AFN nr.
no: AFN nummer
ro: Număr AFN

source: Ancestor interest
cs: Zájem předků
da: Ane interesse
de: suche Info zu Vorfahren
es: Interés de los antepasados
nl: Interesse (voorouders)
no: Søk aner
ro: Interesul strămoșilor

source: Annulled
cs: Anulováno
da: Annulleret
de: ungültig
es: Anulado
nl: Ongeldig verklaard
no: Annullert
ro: Anulat

source: arrive
cs: přijít
da: ankom
de: Ankunft
es: llegar
nl: aangekomen
no: ankomst
ro: a ajunge

source: Baptized LDS
cs: Pokřtěný LDS
da: Døbt
de: Getauft LDS
es: Bautizado LDS
nl: Gedoopt LDS
no: døpt LDS
ro: Botezat LDS

source: Blessing
cs: Požehnání
da: Velsignelse
de: Segnung
es: Bendición
nl: Inzegening
no: Velsignelse
ro: Binecuvântare

source: Caste
cs: Kasta
da: Kassere
de: Kaste
es: Casto
nl: Kaste
no: Kaste
ro: Castă

source: Christened as adult
cs: Křest v dospělosti
de: Als Erwachsener getauft
nl: Gedoopt als volwassene
ro: Botezat ca adult

source: Confirmation
cs: Konfirmace
da: Konfirmation
de: Konfirmation
es: Confirmación
nl: Bevestigd
no: Konfirmasjon
ro: Confirmare

source: Confirmation LDS
cs: Konfirmace LDS
da: Bekræftelse
de: Konfirmation LDS
es: Confirmarción LDS
nl: Bevestigd LDS
no: Mormonerkonfirmasjon
ro: Confirmare LDS

source: Common law
cs: Společně
da: Fælles lov
de: zusammen wohnend
es: Pareja de hecho
nl: Samenwonend
no: Samboende
ro: Drept comun

source: Descendant interest
cs: Zájem potomka
da: Efterkommer interesse
de: Suche Info zu Nachkommen
es: Interés descendiente
nl: Interesse (nakomelingen)
no: Søk etterkommere
ro: Interesul urmașilor

source: Divorce filed
cs: Rozvod podán
da: Skilsmisse indgivet
de: Scheidung eingereicht
es: Demanda de divorcio
nl: Echtscheiding aangevraagd
no: Skilsmissebegjæring
ro: Divorțul depus

source: Emigrated
cs: Emigroval
da: Emigrerede
de: Ausgewandert
es: Emigrante
nl: Geëmigreerd
no: Emigrert
ro: Emigrare

source: Endowment LDS
cs: Nadační LDS
da: Donation
de: Wassertaufe LDS
es: Dote LDS
nl: Onderdompeling LDS
no: Endowment (momoner)
ro: Dotare LDS

source: Engaged
cs: Zasnoubený
da: Engageret
de: Verlobt
es: Prometido
nl: Verloofd
no: Forlovet
ro: Logodit

source: event
cs: událost
da: begivenhed
de: Ereignis
es: acontecimiento
nl: gebeurtenis
no: hendelse
ro: eveniment

source: Eye colour
cs: Barva očí
da: Øjenfarve
de: Augenfarbe
es: Color de ojos
nl: Kleur ogen
no: Øyenfarge
ro: Culoarea ochilor

source: First Communion
cs: První přijímání
da: Første konfirmation
de: Erstkommunion
es: Primera comunión
nl: Eerste communie
no: Første kommunion
ro: Prima comuniune

source: Funeral
cs: Pohřeb
da: Begravelse
de: Bestattung
nl: Herbegraven
no: Begravelse
ro: Înmormântare

source: Graduated
cs: Absolvoval
da: Uddannet
de: Studium abgeschlossen
es: Graduado
nl: Gepromoveerd
no: Avgang
ro: Absolvire

source: Hair colour
cs: Barva vlasů
da: Hårfarve
de: Haarfarbe
es: Color de pelo
nl: Kleur haar
no: Hårfarge
ro: Culoarea părului

source: Height
cs: Výška
da: Højde
de: Größe
es: Estatura
nl: Lengte
no: Høyde
ro: Înălțime

source: Immigrated
cs: Přistěhoval se
da: Emigrerede
de: Ausgewandert
es: Inmigrante
nl: Geïmmigreerd
no: Innvandret
ro: Imigrare

source: ID number
cs: ID číslo
da: ID nummer
de: Ausweisnummer
es: DNI/NIE
nl: ID nr.
no: ID nummmer
ro: Număr ID

source: Interred
cs: Pohřben
da: Begravet
de: Urnenbestattung
es: Entierro
nl: Asbus begraven
no: Gravlagt
ro: Înmormântat(ă)

source: justified
cs: oprávněné
da: berettiget
de: berechtigt
es: perdonado
nl: gewettigd
no: berettiget
ro: legitim

source: Marriage settlement
cs: Vypořádání manželství
da: Ægtepagt
de: Ehevereinbarung
es: Acuerdo matrimonial
nl: Huwelijksovereenkomst
no: Ekteskapsavtale
ro: Acordarea căsătoriei

source: Marriage bond
cs: Manželský svazek
da: Ægteskabs bånd
de: Verlobung
es: Vínculo matrimonial
nl: Huwelijkstoezegging
no: Ekteskapsforpliktelse
ro: Legătura de căsătorie

source: Medical condition
cs: Zdravotní stav
da: Sygdomstilstand
de: Gesundheitszustand
es: Estado de salud
nl: Medische conditie
no: Helsetilstand
ro: Situația medicală

source: Military service
cs: Vojenská služba
da: Militærtjeneste
de: Militärdienst
es: Servicio militar
nl: Militaire dienst
ro: Serviciul militar

source: Nationality
cs: Národnost
da: Nationalitet
de: Nationalität
es: Nacionalidad
nl: Nationaliteit
no: Nasjonalitet
ro: Naționalitate

source: Naturalised
cs: Naturalizovaný
de: Naturalisiert
es: Nacionalizado
nl: Genaturaliseerd
ro: Naturalizat

source: No children
cs: Žádné děti
da: Ingen børn
de: Kinderlos
es: Sin descendencia
nl: Geen kinderen
no: Ingen barn
ro: Fără copii

source: Nr. of children
cs: No. dětí
da: Antal børn
de: Anzahl der Kinder
es: Nº de hijos
nl: Aantal kinderen
no: Antall barn
ro: Numărul copiilor

source: Not living
cs: Nežije
da: Ikke i live
de: Nicht lebend
es: Difunto
nl: Leeft niet meer
no: Ikke levende
ro: Nu trăiesc

source: Never married
cs: Se nikdy neoženil
da: Aldrig gift
de: Nie verheiratet
es: Célibe
nl: Nooit getrouwd
no: Aldri gift
ro: Niciodată căsătorit(ă)

source: BK NOT MARRIED
da: IKKE GIFT
de: Unverheiratet
es: BK NO CASADO
nl: Niet gehuwd
no: ugift
ro: DEOARECE NECĂSĂTORIT

source: Ordination
cs: Vysvěcení
da: Præsteindvielse
es: Sacerdocio
nl: Ingetreden
no: Ordinasjon
ro: Decorare

source: Permanent number
cs: Trvalé číslo
da: Permanent nummer
de: Permanente Nummer
es: Número permanente
nl: Eigen nr.
no: Personnummer
ro: Număr permanent

source: Probate
cs: Dědictví
da: Skifteretten
de: Testamentseröffnung
es: Testamento
nl: Testament opgesteld
no: Skifte
ro: Autentificat

source: Property
cs: Vlastnictví
da: Ejendom
de: Eigentum
es: Propiedad
nl: Eigendom
no: Eiendom
ro: Proprietate

source: Marr ID number
cs: Marr ID číslo
da: Ægteskabs ID nummer
de: Heirats-ID-Nummer
es: Nº de matrimonio
nl: Huwelijks ID nr.
no: Ekteskapsnummer
ro: Număr ID căsătorie

source: Ref. number
cs: Ref. číslo
da: Ref. nummer
de: Referenz Nr.
es: Nº ref.
nl: Ref. nr. (eigen code)
no: Referansenummer
ro: Număr de referință

source: Retirement
cs: Důchod
da: Pensionering
de: Ruhestand
es: Jubilación
nl: Gepensioneerd
no: Pensjonert
ro: Pensionare

source: Sealed child LDS
cs: LDS zpečetení dítěte
da: Forseglet barn
de: Gesiegeltes Kind (LDS)
es: Hijo sellado LDS
nl: Kindzegeling LDS
no: Forseglet barn (mormoner)
ro: Copil sigilat LDS

source: sealing to parents LDS
cs: spojení rodičů LDS
de: Siegelung zu Eltern LDS
nl: Zegeling naar ouders LDS

source: Sealed to spouse LDS
cs: Zapečetěno manželce LDS
da: Forseglet til ægtefælle
de: Gesiegelt mit Ehegatte (LDS)
es: Sellado al cónyuge LDS
nl: Huwelijkszegeling LDS
no: Forseglet med partner (mormoner)

source: Social Security Number
cs: Číslo sociálního pojištění
da: Sygesikringsnummer
de: Sozialversicherungsnummer
es: N° de la Seguridad Social
nl: Sociaal-fiscaal nummer
no: Social Security nummer
ro: Cod numeric personal

source: taxpayer
cs: poplatník
da: skatteyder
de: Steuerzahler
es: contribuyente
nl: belastingbetaler
no: skattebetaler
ro: contribuabil

source: Weight
cs: Váha
da: Vægt
de: Gewicht
es: peso
nl: Gewicht
no: Vekt
ro: Greutate

source: Will signed
cs: Závěť podepsána
da: Testamente underskrevet
de: Testament unterzeichnet
es: Deseos
nl: Testament getekend
no: Testament undertegnet
ro: Testament semnat

source: Non marital
cs: Nemanželský
da: Ikke ægteskabelig
de: unehelich
es: No marital
nl: Ongehuwd
ro: Neconjugală

source: Marriage notice
cs: Oznámení o svatbě
da: Ægteskabs notits
de: Heiratsurkunde
es: Anuncio de matrimonio
nl: Ondertrouwd
no: Ekteskapslysing
ro: Aviz de căsătorie

source: Married notice (religious)
cs: Oznámení o svatbě (náboženské)
da: Ægteskabs notits (religiøs)
de: Heiratsurkunde (kirchlich)
es: Amonestaciones (religiosas)
nl: Ondertrouwd (religieus)
no: Lysing (kirkelig)
ro: Anunț de căsătorie (religios)

source: Married (religious)
cs: Oddáni (nábožensky)
da: Ægteskab (religiøs)
de: Verheiratet (kirchlich)
es: Matrimonio (religioso)
nl: Gehuwd (religieus)
no: Gift (kirkelig)
ro: Căsătorit(ă) (religios)

source: religion:
cs: náboženství:
es: religión:
nl: religie:
ro: religia:

source: from:
cs: od:
da: fra:
de: von:
es: de:
nl: van:
no: fra:
ro: de:

source: divorced
cs: rozvedeni
da: skilt
de: geschieden
es: divociado
nl: gescheiden
no: skilt
ro: divorțat(ă)

source: Married/ Related
cs: Ženatý/příbuzný
de: Verheiratet / Verbunden
es: Casado / Relación
nl: Huwelijk/relatie
ro: Căsătorit(ă)/În relație

source: 1st
es: 1º
nl: 1e
no: søskenbarnet
ro: prima

source: 2nd
es: 2º
nl: 2e
ro: a doua

source: 3rd
es: 3º
nl: 3e
ro: a treia

source: th
da: 'de
es: º
nl: e
no: e
ro: -a

source: Married
cs: Oddáni
da: Gift
de: Verheiratet
es: casado
nl: Gehuwd
no: Gift
ro: Căsătorit(ă)

source: related
cs: příbuzný
da: bekendte
de: verbunden
es: emparentado
nl: relatie
no: forhold
ro: relație

source: married/ related
cs: ženatý/příbuzný
de: verheiratet / verbunden
es: casado / relacionado
nl: gehuwd/ relatie
ro: căsătorit(ă)/în relație cu

source: stillborn boy
cs: mrtvě narozený chlapec
da: dødfødt dreng
de: totgeborener Junge
es: niño nacido muerto
nl: levenloos geboren jongen
no: dødfødt gutt
ro: băiat născut mort

source: stillborn girl
cs: mrtvě narozená dívka
da: dødfødt pige
de: totgeborenes Mädchen
es: niña nacida muerta
nl: levenloos geboren meisje
no: dødfødt pike
ro: fată născută moartă

source: Name filtered
cs: Název filtrován
da: Navn filtreret
de: Name gefiltert
es: Nombre filtrado
nl: Naam gefilterd
no: Navn filtrert
ro: Nume filtrat

source: Family group sheet
cs: Skupinový list rodiny
da: Familie gruppe skema
de: Familienblatt
es: Hoja grupal de familia
nl: Gezin
no: Familie
ro: Pagina familiei

source: Timeline
cs: Časová osa
da: Tidslinje
de: Geschichtliches Zeitdiagramm
es: Cronología
nl: Tijdlijn
no: Tidslinje
ro: Cronologie

source: Relationship calculator
cs: Kalkulačka vztahů
da: Relations beregner
de: Verwandtschaftsgradrechner
es: Calculadora de parentesco
nl: Verwantschap berekenen
no: Relasjonskalkulator
ro: Calculatorul relațiilor

source: DNA Charts
cs: DNA Grafy
da: DNA diagram
de: DNA-Diagramme
es: Gráficos ADN
nl: DNA overzichten
ro: Diagramele ADN

source: Hourglass chart
cs: Graf přesýpacích hodin
da: Timeglas diagram
de: Sanduhrdiagramm
es: Gráfico de reloj de arena
nl: Zandloper overzicht
ro: Diagrama tip clepsidră

source: son of
cs: syn od
da: søn af
de: Sohn von
es: hijo de
nl: zoon van
no: sønn av
ro: fiul lui

source: daughter of
cs: dcera od
da: datter af
de: Tochter von
es: hija de
nl: dochter van
no: datter av
ro: fiica lui

source: child of
cs: dítě od
da: barn af
de: Kind von
es: hijo de
nl: kind van
no: barn av
ro: copilul lui

source: adoption parents
cs: adoptivní rodiče
da: adoptionsforældre
de: Adoptiveltern
es: padres adoptivos
nl: adoptie ouders
no: adoptivforeldre
ro: părinţi adoptivi

source: stepparent
cs: nevlastní rodič
da: stedforældre
de: Stiefeltern
es: padrastro
nl: stiefouder
ro: părinte vitreg

source: legal parent
cs: zákonný rodič
da: ægte forældre
de: gesetzliche Eltern
es: padre legítimo
nl: wettige ouder
ro: părinte legal

source: foster parent
cs: pěstoun
da: plejeforældre
de: Pflegeltern
es: padre adoptivo
nl: pleegouder
ro: părinte vitreg
