Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: adoptive parents
cs: adoptivní rodiče
de: Adoptiveltern
nl: adoptieouders
ro: părinți adoptivi

source: adoptive parent
cs: adoptivní rodič
de: Adoptiveltern
es: padre adoptivo
nl: adoptieouder
ro: părinte adoptiv

source: relationship with
cs: vztah s
da: forhold med
de: Verbindung mit
es: emparentado con
nl: relatie met
ro: relație cu

source: married to
cs: ženatý
da: gift med
de: verheiratet mit
es: casado con
nl: gehuwd met
ro: căsătorit(ă) cu

source: marriage with
cs: manželství s
da: gift med
de: Ehe mit
es: matrimonio con
nl: huwelijk met
ro: căsătorie cu

source: Registered
cs: Zaregistrováno
da: Registreret
de: Registriert
es: Pareja de hecho
nl: Geregistreerd
no: Registrert
ro: Înregistrat

source: divorced from
cs: rozvedený s
da: skilt fra
de: geschieden von
es: divorciado de
nl: gescheiden van
ro: divorțat(ă) de

source: marriage (divorced) with
cs: manželství (rozvedené) s
da: gift (skilt) med
de: Ehe mit (geschieden)
es: matrimonio (divorciado) con
nl: huwelijk (gescheiden) met
ro: căsătorie (divorţat) cu

source: godfather
cs: kmotr
de: Pate
es: padrino
nl: peetvader
ro: Naș

source: ash dispersion
cs: disperze popela
da: askespredning
de: Zerstreuung der Asche
es: dispersión de cenizas
nl: asverstrooiing
no: askespredning
ro: dispersia cenușii

source: occupation
cs: povolání
da: erhverv
de: Beruf
es: ocupación
nl: beroep
no: yrke
ro: ocupaţie

source: occupations
cs: povolání
da: erhverv
de: Berufe
es: ocupaciones
nl: beroepen
ro: ocupații

source: religions
cs: náboženství
de: Religionen
nl: religies
ro: religii

source: residence
cs: bydliště
da: bolig
de: Wohnort
es: residencia
nl: woonplaats
no: bosted
ro: reședință

source: Residence (family)
cs: Bydliště (rodina)
da: Bopæl (familie)
de: Wohnort (Familie)
es: Residencia (de la familia)
nl: Woonplaats (gezin)
ro: Domiciliu (familie)

source: residences
cs: bydliště
da: boliger
de: Wohnorte
es: residencias
nl: woonplaatsen
ro: reședințe

source: Residences (family)
cs: Rezidence (rodinné)
da: Bopæl (familie)
de: Wohnorte (Familie)
es: Residencias (de la familia)
nl: Woningen (gezin)
ro: Domicilii (familie)

source: phone
cs: telefon
de: Telefon
nl: telefoon
ro: telefon

source: Missing image
cs: Chybí obrázek
de: Fehlendes Bild
es: Falta la imagen
nl: Afbeelding ontbreekt
ro: Imagine lipsă

source: Sources for person
cs: Zdroje pro osobu
de: Quellen zur Person
es: Fuentes de la persona
nl: Bronnen bij persoon
ro: Surse pentru persoană

source: Sources for family
cs: Zdroje pro rodinu
de: Quellen zur Familie
es: Fuentes de la familia
nl: Bronnen bij gezin
ro: Surse pentru familie

source: Source for family
cs: Zdroj pro rodinu
de: Quelle für Familie
es: Fuente de la familia
nl: Bron bij gezin
ro: Sursa pentru familie

source: sources
cs: zdroje
de: Quellen
es: fuentes
nl: bronnen
ro: surse

source: source text
cs: text zdroje
da: kilde tekst
de: Quellentext
es: Fuente del texto:
nl: bron tekst
ro: textul sursei

source: extra text
cs: další text
de: Zusatztext
es: texto adicional
nl: extra tekst
ro: text suplimentar

source: role
da: rolle
de: Rolle
es: rol
nl: rol
no: rolle
ro: rol

source: page
cs: strana
de: Seite
es: página
nl: bladzijde
ro: pagina

source: PDF Created with %s on
cs: PDF Vytvořeno pomocí %s on
de: PDF erzeugt mit %s am
nl: PDF Gemaakt met %s op
ro: PDF creat cu %s la

source: This person was witness at:
cs: Tato osoba byla svědkem v:
de: Diese Person war Zeuge bei:
es: Esta persona fue testigo de:
nl: Deze persoon was getuige bij:
ro: Această persoană a fost martor la:

source: City
cs: Město
de: Stadt
es: Ciudad
nl: Stad
ro: Oraș

source: Get image of chart for printing (allow popup!)
nl: Afbeelding genereren voor printen (pop-up toestaan!)
no: Hent bilde av skjema for utskrift (tillat popup-vinduer!)

source: Right click on the image below and save it as a .png file to your computer.<br>You can then print it over multiple pages with dedicated third-party programs, such as the free:
cs: Klikněte pravým tlačítkem na obrázek níže a uložte jej jako soubor .png do svého počítače.<br>Poté jej můžete vytisknout na více stránkách pomocí vyhrazených programů třetích stran, jako jsou bezplatné:
da: Højreklik på billedet nedenfor og gem det som en .png-fil på din computer <br> Du kan derefter udskrive det over flere sider med dedikerede tredjepartsprogrammer såsom det gratis.:
de: Rechtsklick auf das Bild, um es als .png-Datei auf dem Computer zu speichern<br>Sie können dieses Bild über mehrere Seiten ausdrucken, wenn Sie z. B. eins dieser freien Programme auswählen:
es: Haga clic con el botón derecho en la imagen de abajo y guárdela en su ordenador como un archivo .png . <br>Depués puede imprimirla en varias páginas con programas de terceros, como el gratuito:
nl: Rechtsklik op de afbeelding hieronder en sla dit op als .png bestand op je computer.<br>Je kunt deze afbeelding afdrukken op meerdere bladzijden met een speciaal programma zoals:
no: Høyreklikk bildet under og lagre det som en .png-fil til datamaskinen.<br>Deretter kan du skrive det ut over flere sider med et egnet tredjeparts-program, slik som det gratis:
ro: Faceți clic dreapta pe imaginea de mai jos și salvați-o ca fișier .png pe computer.<br>Apoi îl puteți imprima pe mai multe pagini cu programe dedicate, cum ar fi cele gratuite:

source: If you have a plotter you can use its software to print the image on one large sheet.
cs: Pokud máte plotr, můžete použít jeho software k vytištění obrázku na jeden velký list.
da: Hvis du har en plotter, kan du bruge dens software til at printe billedet på et stort ark.
de: Wenn Sie einen Plotter besitzen, können Sie dieses Bild auf einem sehr großen Blatt ausdrucken.
es: Si tiene un plotter, puede utilizar su software para imprimir la imagen en una hoja grande.
nl: Als je een plotter hebt, dan kun je de plotter software gebruiken om de afbeelding op een groot vel te printen.
no: Har du tilgang til en storformatskriver kan du skrive ut bildet på ett stort ark.
ro: Dacă aveți un plotter, puteți utiliza software-ul acestuia pentru a imprima imaginea pe o foaie mare.

source: Grandparents
cs: Prarodiče
da: Bedsteforældre
de: Großeltern
es: Abuelos
nl: Grootouders
no: Besteforeldre
ro: Bunici

source: Great-Grandparents
cs: Pra-prarodiče
da: Oldeforældre
de: Urgroßeltern
es: Bisabuelos
nl: Overgrootouders
no: Oldeforeldre
ro: Străbunici

source: Great Great-Grandparents
cs: Pra-pra-prarodiče
da: tipoldeforældre
de: Alteltern
es: Tatarabuelos
nl: Betovergrootouders
no: Tippoldeforeldre
ro: Stră-străbunici

source: 3rd Great-Grandparents
cs: 3. pra-prarodiče
da: tiptipoldeforældre
de: Altgroßeltern
es: Tetrabuelos
nl: oudouders
no: Tipp-tippoldeforeldre
ro: Stră-străbunici de gradul 3

source: 4th Great-Grandparents
cs: 4. pra-prarodiče
da: 3 x tipoldeforældre
de: Alturgroßeltern
es: Pentabuelos
nl: oudgrootouders
no: 3x tippoldeforeldre
ro: Stră-străbunici de gradul 4

source: 5th Great-Grandparents
cs: 5. pra-prarodiče
da: 4 x tipoldeforældre
de: Obereltern
es: Hexabuelos
nl: oudovergrootouders
no: 4x tippoldeforeldre
ro: Stră-străbunici de gradul 5

source: 6th Great-Grandparents
cs: 6. pra-prarodiče
da: 5 x tipoldeforældre
de: Obergroßeltern
es: Eptabuelos
nl: oudbetovergrootouders
no: 5x tippoldeforeldre
ro: 6th Stră-străbunici

source: 7th Great-Grandparents
cs: 7. pra-prarodiče
da: 6 x tipoldeforældre
de: Oberurgroßeltern
es: Octabuelos
nl: stam-ouders
no: 6x tippoldeforeldre
ro: 7th Stră-străbunici

source: 8th Great-Grandparents
cs: 8. pra-prarodiče
da: 7 x tipoldeforældre
de: Stammeltern
es: Nonabuelos
nl: stam-grootouders
no: 7x tippoldeforeldre
ro: 8th Stră-străbunici

source: 9th Great-Grandparents
cs: 9. pra-prarodiče
da: 9'de oldeforældre
de: Stammgroßeltern
es: 10º abuelos
nl: stam-overgrootouders
no: 8x tippoldeforeldre
ro: 9th Stră-străbunici

source: 10th Great-Grandparents
cs: 10. pra-prarodiče
da: 10'de oldeforældre
de: Stammurgroßeltern
es: 11º abuelos
nl: stam-betovergrootouders
no: 9x tippoldeforeldre
ro: 10th Stră-străbunici

source: 11th Great-Grandparents
cs: 11. pra-prarodiče
da: 11'de oldeforældre
de: Ahneneltern
es: 12º abuelos
nl: stam-oudouders
no: 10x tippoldeforeldre
ro: 11th Stră-străbunici

source: 12th Great-Grandparents
cs: 12. pra-prarodiče
da: 12'de oldeforældre
de: Ahnengroßeltern
es: 13º abuelos
nl: stam-oudgrootouders
no: 11x tippoldeforeldre

source: 13th Great-Grandparents
cs: 13. pra-prarodiče
da: 13'de oldeforældre
de: Ahnenurgroßeltern
es: 14º abuelos
nl: stam-oudovergrootouders
no: 12x tippoldeforeldre

source: 14th Great-Grandparents
cs: 14. pra-prarodiče
da: 14'de oldeforældre
de: Urahneneltern
es: 15º abuelos
nl: stam-oudbetovergrootouders
no: 13x tippoldeforeldre

source: 15th Great-Grandparents
cs: 15. pra-prarodiče
da: 15'de oldeforældre
de: Urahnengroßeltern
es: 16º abuelos
nl: edel-ouders
no: 14x tippoldeforeldre

source: 16th Great-Grandparents
cs: 16. pra-prarodiče
da: 16'de oldeforældre
de: Urahnenurgroßeltern
es: 17º abuelos
nl: edel-grootouders
no: 15x tippoldeforeldre

source: 17th Great-Grandparents
cs: 17. pra-prarodiče
da: 17'de oldeforældre
de: Erzeltern
es: 18º abuelos
nl: edel-overgrootouders
no: 16x tippoldeforeldre

source: 18th Great-Grandparents
cs: 18. pra-prarodiče
da: 18'de oldeforældre
de: Erzgroßeltern
es: 19º abuelos
nl: edel-betovergrootouders
no: 17x tippoldeforeldre

source: 19th Great-Grandparents
cs: 19. pra-prarodiče
da: 19'de oldeforældre
de: Erzurgroßeltern
es: 20º abuelos
nl: edel-oudouders
no: 18x tippoldeforeldre

source: 20th Great-Grandparents
cs: 20. pra-prarodiče
da: 20'de oldeforældre
de: Erzahneneltern
es: 21º abuelos
nl: edel-oudgrootouders
no: 19x tippoldeforeldre

source: 21th Great-Grandparents
cs: 21. pra-prarodiče
da: 21'de oldeforældre
de: Erzahnengroßeltern
es: 22º abuelos
nl: edel-oudovergrootouders
no: 20x tippoldeforeldre

source: 22th Great-Grandparents
cs: 22. pra-prarodiče
da: 22'de oldeforældre
de: Erzahnenurgroßeltern
es: 23º abuelos
nl: edel-oudbetovergrootouders
no: 21x tippoldeforeldre

source: 23th Great-Grandparents
cs: 23. pra-prarodiče
da: 23'de oldeforældre
de: Eltern 25. Generation
es: 24º abuelos
nl: edel-stam-ouders
no: 22x tippoldeforeldre

source: 24th Great-Grandparents
cs: 24. pra-prarodiče
da: 24'de oldeforældre
de: Eltern 26. Generation
es: 25º abuelos
nl: edel-stam-grootouders
no: 23x tippoldeforeldre

source: 25th Great-Grandparents
cs: 25. pra-prarodiče
da: 25'de oldeforældre
de: Eltern 27. Generation
es: 26º abuelos
nl: edel-stam-overgrootouders
no: 24x tippoldeforeldre

source: 26th Great-Grandparents
cs: 26. pra-prarodiče
da: 26'de oldeforældre
de: Eltern 28. Generation
es: 27º abuelos
nl: edel-stam-betovergrootouders
no: 25x tippoldeforeldre

source: 27th Great-Grandparents
cs: 27. pra-prarodiče
da: 27'de oldeforældre
de: Eltern 29. Generation
es: 28º abuelos
nl: edel-stam-oudouders
no: 26x tippoldeforeldre

source: 28th Great-Grandparents
cs: 28. pra-prarodiče
da: 28'de oldeforældre
de: Eltern 30. Generation
es: 29º abuelos
nl: edel-stam-oudgrootouders
no: 27x tippoldeforeldre

source: 29th Great-Grandparents
cs: 29. pra-prarodiče
da: 29'de oldeforældre
de: Eltern 31. Generation
es: 30º abuelos
nl: edel-stam-oudovergrootouders
no: 28x tippoldeforeldre

source: 30th Great-Grandparents
cs: 30. pra-prarodiče
da: 30'de oldeforældre
de: Eltern 32. Generation
es: 31º abuelos
nl: edel-stam-oudbetovergrootouders
no: 29x tippoldeforeldre

source: 31th Great-Grandparents
cs: 31. pra-prarodiče
da: 31'de oldeforældre
de: Eltern 33. Generation
es: 32º abuelos
nl: voor-ouders
no: 30x tippoldeforeldre

source: 32th Great-Grandparents
cs: 32. pra-prarodiče
da: 32'de oldeforældre
de: Eltern 34. Generation
es: 33º abuelos
nl: voor-grootouders
no: 31x tippoldeforeldre

source: 33th Great-Grandparents
cs: 33. pra-prarodiče
da: 33'de oldeforældre
de: Eltern 35. Generation
es: 34º abuelos
nl: voor-overgrootouders
no: 32x tippoldeforeldre

source: 34th Great-Grandparents
cs: 34. pra-prarodiče
da: 34'de oldeforældre
de: Eltern 36. Generation
es: 35º abuelos
nl: voor-betovergrootouders
no: 33x tippoldeforeldre

source: 35th Great-Grandparents
cs: 35. pra-prarodiče
da: 35'de oldeforældre
de: Eltern 37. Generation
es: 36º abuelos
nl: voor-oudouders
no: 34x tippoldeforeldre

source: 36th Great-Grandparents
cs: 36. pra-prarodiče
da: 36'de oldeforældre
de: Eltern 38. Generation
es: 37º abuelos
nl: voor-oudgrootouders
no: 35x tippoldeforeldre

source: 37th Great-Grandparents
cs: 37. pra-prarodiče
da: 37'de oldeforældre
de: Eltern 39. Generation
es: 38º abuelos
nl: voor-oudovergrootouders
no: 36x tippoldeforeldre

source: 38th Great-Grandparents
cs: 38. pra-prarodiče
da: 38'de oldeforældre
de: Eltern 40. Generation
es: 39º abuelos
nl: voor-oudbetovergrootouders
no: 37x tippoldeforeldre

source: 39th Great-Grandparents
cs: 39. pra-prarodiče
da: 39'de oldeforældre
de: Eltern 41. Generation
es: 40º abuelos
nl: voor-stam-ouders
no: 38x tippoldeforeldre

source: 40th Great-Grandparents
cs: 40. pra-prarodiče
da: 40'de oldeforældre
de: Eltern 42. Generation
es: 41º abuelos
nl: voor-stam-grootouders
no: 39x tippoldeforeldre

source: 41th Great-Grandparents
cs: 41. pra-prarodiče
da: 41'de oldeforældre
de: Eltern 43. Generation
es: 42º abuelos
nl: voor-stam-overgrootouders
no: 40x tippoldeforeldre

source: 42th Great-Grandparents
cs: 42. pra-prarodiče
da: 42'de oldeforældre
de: Eltern 44. Generation
es: 43º abuelos
nl: voor-stam-betovergrootouders
no: 41x tippoldeforeldre

source: 43th Great-Grandparents
cs: 43. pra-prarodiče
da: 43'de oldeforældre
de: Eltern 45. Generation
es: 44º abuelos
nl: voor-stam-oudouders
no: 42x tippoldeforeldre

source: 44th Great-Grandparents
cs: 44. pra-prarodiče
da: 44'de oldeforældre
de: Eltern 46. Generation
es: 45º abuelos
nl: voor-stam-oudgrootouders
no: 43x tippoldeforeldre

source: 45th Great-Grandparents
cs: 45. pra-prarodiče
da: 45'de oldeforældre
de: Eltern 47. Generation
es: 46º abuelos
nl: voor-stam-oudovergrootouders
no: 44x tippoldeforeldre

source: 46th Great-Grandparents
cs: 46. pra-prarodiče
da: 46'de oldeforældre
de: Eltern 48. Generation
es: 47º abuelos
nl: voor-stam-oudbetovergrootouders
no: 45x tippoldeforeldre

source: 47th Great-Grandparents
cs: 47. pra-prarodiče
da: 47'de oldeforældre
de: Eltern 49. Generation
es: 48º abuelos
nl: voor-edel-ouders
no: 46x tippoldeforeldre

source: generation
cs: generace
es: generación
nl: generatie
no: Generasjon
ro: generație

source: Already listed above as number
cs: Již výše uvedeno jako číslo
de: Bereits als Nummer oben aufgeführt
es: Ya aparece arriba como número
nl: Hierboven al weergegeven bij nummer
ro: Deja enumerate mai sus ca numărul

source: divorced
cs: rozvedeni
da: skilt
de: geschieden
es: divorciado
nl: gescheiden
no: skilt
ro: divorțat(ă)

source: Download RTF report.
cs: Stáhněte si zprávu RTF.
da: Download RTF rapport
de: RTF-Bericht herunterladen
es: Descargar informe RTF.
nl: Download RTF Rapport.
ro: Descărcare raport RTF.

source: TIP: Don't use Wordpad to open this file (the lay-out will be wrong!). It's better to use a text processor like Word or OpenOffice Writer.
cs: TIP: K otevření tohoto souboru nepoužívejte Wordpad (rozložení bude špatné!). Je lepší použít textový procesor jako Word nebo OpenOffice Writer.
da: TIP: Brug ikke Wordpad til at åbne denne fil (lay-out vil være forkert!). Det er bedre at bruge en tekstprogram som Word eller OpenOffice Writer.
de: TIPP: Nicht WordPad verwenden, um diese Datei zu öffnen (Layout wäre falsch!). Besser ein Textverarbeitungsprogramm wie Word oder OpenOffice Writer benutzen.
es: SUGERENCIA: No utilice Wordpad para abrir este archivo (¡la maquetación estará mal!). Es mejor utilizar un procesador de texto como Word u OpenOffice Writer.
nl: TIP: Gebruik niet Wordpad om dit bestand te openen (de lay-out klopt dan niet!). Het is beter om een tekstverwerker te gebruiken zoals Word of OpenOffice Writer.
ro: SFAT: Nu utilizați Wordpad pentru a deschide acest fișier (dispunerea va fi greșită!). Este mai bine să folosiți un procesor de text precum Word sau OpenOffice Writer.

source: Title:
cs: Titul:
da: Titel:
de: Überschrift:
es: Título:
nl: Titel:
no: Tittel:
ro: Titlu:

source: Legend
cs: Legenda
da: Tegnforklaring
de: Legende
es: Leyenda
nl: Legenda
no: Forklaringstekst
ro: Legendă

source: married
cs: oddáni
da: gift
de: verheiratet
es: casado
nl: gehuwd
ro: căsătorit(ă)

source: Generated with %s on %s
cs: Vygenerováno pomocí %s dne %s
de: Erstellt mit %s am %s
es: Generado con %s en %s
nl: Genereerd met %s op %s
ro: Generat cu %s pe %s

source: Birthdays
cs: Narození
de: Geburtstage
es: Cumpleaños
nl: Verjaardagen
ro: Zile de naștere

source: Wedding anniversaries
cs: Svatební výročí
de: Hochzeitstage
es: Aniversarios de boda
nl: Trouwdagen
ro: Aniversări de căsătorie

source: Civil
cs: Civilní
de: Standesamtlich
nl: Wettelijk

source: Day
cs: Den
da: Dag
de: Tag
es: Día
nl: Dag
no: Dag
ro: Zi

source: Wedding year
cs: Svatební rok
de: Hochzeitsjahr
es: Año de la boda
nl: Trouwjaar
ro: Anul căsătoriei

source: Civil/ Religious
cs: Civilní/ Náboženské
de: Standesamtlich/kirchlich
es: Civil / Religiosa
nl: Wettelijk/ Kerkelijk
ro: Civil/Religios

source: Spouses
cs: Manželé
de: Ehegatten
es: Cónyuges
nl: Echtgenoten
ro: Soți și Soții

source: No results found for this month
cs: Pro tento měsíc nebyly nalezeny žádné výsledky
de: Keine Ergebnisse für diesen Monat gefunden
es: No se han encontrado resultados para este mes
nl: Geen resultaten gevonden voor deze maand
ro: Nu s-au găsit rezultate pentru această lună

source: %s cookie information
cs: %s informace o cookie
de: %s Informationen zu Cookies
es: Información sobre cookies de %s
nl: %s cookie informatie
ro: %s Informații cookie

source: %s uses a few cookies so that settings you made can be stored on your computer for your future use.<br> The cookies that are created by %s are not used for any other purpose, are not transferred to others and the information they contain is used by you alone. <p>%s cookies are used for these purposes:
cs: %s používá několik souborů cookie, takže nastavení, která jste provedli, mohla být uložena ve vašem počítači pro budoucí použití.<br> Soubory cookie vytvořené uživatelem %s se nepoužívají k žádnému jinému účelu, nejsou přenášeny na jiné osoby a jejich obsah informací používáte pouze vy. <p>%s cookies se používají pro tyto účely:
de: %s benutzt einige Cookies um Einstellungen, die Sie gemacht haben auf Ihrem Rechner für künftigen Gebrauch zu speichern.<br>Die Cookies, die %s erzeugt werden für keinen andere Zweck verwendet, nicht an Dritte weitergegeben und die Informationen, die sie enthalten werden nur von Ihnen benutzt. <p>%s Cookies werden für folgende Zwecke genutzt:
es: %s utiliza algunas cookies para que la configuración que realice quede almacenada en su ordenador para su uso posterior. <br>Las cookies creadas por %s no se utilizan para ningún otro propósito, no se transfieren a terceros y la información que contienen es utilizada solo por usted. <p>Las cookies de %s se utilizan para estos fines:
nl: %s maakt gebruik van enkele cookies, zodat instellingen die u hebt gemaakt op uw computer kunnen worden opgeslagen voor toekomstig gebruik.<br>De cookies die door %s worden gemaakt, worden niet voor andere doeleinden gebruikt, worden niet overgedragen aan anderen en de informatie die ze bevatten wordt alleen door u gebruikt.<p>Voor deze doeleinden worden %s cookies gebruikt:
ro: %s folosește câteva module cookie, astfel încât setările pe care le-ați făcut pot fi stocate pe computerul dvs. pentru utilizare viitoare.<br> Cookie-urile create de %s nu sunt utilizate în orice alt scop, nu sunt transferate altora și informațiile pe care le conțin sunt folosite numai de dvs. <p>Cookie-urile %s sunt folosite pentru aceste scopuri:

source: <ul><li>You chose a theme (skin) that is different from the default. The theme you chose will be used next time you visit the %s site.</li><li>You used the star to mark a family as "favourite". This family will appear on your favourite list on future visits as well.</li><li>In the photo album you set the number of photos to be displayed at a different number than the default. This number will be used next time you visit.</li></ul></p><p>If you do not want %s to create these cookies, you can just refrain from changing the default values for the above features.</p>
cs: <ul><li>Zvolili jste motiv (vzhled), který se liší od výchozího. Motiv, který jste zvolili, bude použit při příští návštěvě webu %s.</li><li>Použili jste hvězdičku k označení rodiny jako "oblíbené". Tato rodina se objeví na vašem seznamu oblíbených i při budoucích návštěvách.</li><li>Ve fotoalbu nastavíte počet fotek, které se mají zobrazovat při jiném než výchozím počtu. Toto číslo bude použito při vaší příští návštěvě.</li></ul></p><p>Pokud nechcete, aby %s vytvářel tyto soubory cookie, můžete se zdržet změny výchozích hodnot pro výše uvedené funkce .</p>
de: <ul><li>Sie wählen eine andere als die Standardvorlage (skin). Die neue Vorlage wird bei Ihrem nächsten %s Besuch verwendet.</li><li> Sie benutzten den Stern, um eine Familie als "Favorit" zu markieren. Diese Familie wird bei den nächsten Besuchen wieder auf der Favoritenliste erscheinen.</li><li>Im Fotoalbum können Sie die Anzahl der anzuzeigenden Fotos abweichend vom Standard auswählen. Dieser Wert wird bei Ihrem nächsten Besuch verwendet.</li></ul></p><p>Falls Sie nicht möchten, dass %s diese Cookies erzeugt müssen Sie lediglich darauf verzichten die Standardeinstellungen der o.g. Features zu ändern.</p>
es: <ul><li>Cuando elija un tema (piel) diferente del predeterminado, para que el tema elegido se use las siguientes veces visite el sitio %s. </li><li>Cuando use la estrella para marcar una familia como "favorita", para que esta familia siga apareciendo en su lista de favoritos en futuras visitas. </li><li>Cuando en el álbum de fotos establezca un número de fotos a mostrar diferente del de por defecto, para que este número se use en próximas visitas. </li></ul></p><p>Si no desea que %s cree estas cookies, absténgase de cambiar los valores por defecto para las funcionalidades mencionadas.
nl: <ul><li>U kiest een andere thema (skin) dan het standaardthema. Het door u gekozen thema wordt volgende keer automatisch gebruikt op de %s website.</li> <li>U gebruikt de ster op een persoonspagina om hem als favoriet op te slaan. De door u gekozen familie komt in uw favorietenlijst te staan.</li> <li>U kiest een ander aantal foto's in het foto album dan het standaardnummer. De volgende keer zal dit aantal foto's automatisch worden getoond.</li></ul> <p>Als U het aanmaken van de bovenstaande %s cookies wilt vermijden, kunt u gewoon de bovenstaande opties niet gebruiken en de standaardwaarden gebruiken.<p/>
ro: <ul><li>Ați ales o temă (aspect) care este diferită de cea implicită. Tema pe care ați ales-o va fi folosită data viitoare când vizitați site-ul %s.</li><li>Dvs. folosiți steaua pentru a marca o familie drept „favorită”. Această familie va apărea pe lista dvs. preferată și în vizitele următoare.</li><li>În albumul foto setați numărul de fotografii care urmează să fie afișate la un număr diferit de modul implicit. Acest număr va fi folosit la vizita următoare.</li></ul></p><p>Dacă nu doriți ca %s să creeze aceste cookie-uri, vă puteți abține de la modificarea valorilor implicite pentru caracteristicile de mai sus.</p>

source: <b>USE:</b> <p><b>Hover over square:</b> Display popup menu with details and report & chart options<br> <b>Click on square:</b> Move this person to the center of the chart<br> <b>Click on spouse's name in popup menu:</b> Go to spouse's family page<br><br> <b>LEGEND:</b>
nl: <b>GEBRUIK:</b> <p><b>Muis over vakje:</b> Er komt een pop-up menu met details<br> <b>Klikken op vakje:</b> Deze persoon komt bovenaan te staan<br> <b>Klik op naam echtgeno(o)t(e) in pop-up menu:</b> Ga naar het gezin van deze persoon<br><br> <b>LEGEND:</b>
