Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: TOOLS menu: show "Contact" submenu (only shown if tree owner and email were entered)
cs: Nabídka NÁSTROJE: zobrazit podnabídku "Kontakt" (zobrazí se pouze v případě, že byl zadán vlastník stromu a e-mail)
da: VÆRKTØJ menu: vis "Kontakt" undermenuen (vises kun, hvis ejer af træet og e-mail er blevet indtastet)
de: Werkzeuge-Menü: Untermenü "Kontakt" anzeigen (wird nur angezeigt, wenn Stammbauminhaber und Emailadresse angegeben wurden)
es: Menú de HERRAMIENTAS: mostrar submenu "Contacto" (solo se muestra si se ha introducido un propietario del árbol genealógico y su email)
nl: EXTRA menu: toon "Contact" submenu (wordt alleen getoond als de stamboom eigenaar en e-mailadres zijn ingevuld)
ro: Meniul INSTRUMENTE: afișați submeniul „Contact” (afișat numai dacă proprietarul arborelui și e-mail-ul au fost introduse)

source: TOOLS menu: show "Latest changes" submenu
cs: Nabídka NÁSTROJE: zobrazí podnabídku "Poslední změny"
da: VÆRKTØJ menu: vis "Seneste ændringer" undermenuen
de: Werkzeuge-Menü: Untermenü "Letzte Änderungen" anzeigen
es: Menú de HERRAMIENTAS: mostrar submenu "Últimos cambios"
nl: EXTRA menu: toon "Laatste wijzigingen" submenu
ro: Meniul INSTRUMENTE: afișați submeniul „Ultimele modificări”

source: Show "Login" link (can be changed in group "guest" only)
cs: Zobrazit odkaz "Přihlášení" (lze změnit pouze ve skupině "host")
de: "Login" link anzeigen (kann nur in der Gruppe "guest" geändert werden)
es: Mostrar el enlace "Iniciar sesión" (solo se puede cambiar en el grupo "guest")
nl: Toon "Inloggen"-link (kan alleen in groep "guest" gewijzigd worden)
ro: Afișați linkul „Autentificare” (poate fi modificat doar în grupul „guest - vizitator”)

source: Is allowed to change password
cs: Je povoleno změnit heslo
de: Darf Passwort ändern
es: Puede cambiar la contraseña
nl: Mag wachtwoord wijzigen
ro: Este permisă schimbarea parolei

source: Show pictures
cs: Ukázat obrázky
da: Vis billeder
de: Bilder anzeigen
es: Mostrar imágenes
nl: Toon afbeeldingen
no: Vis bilder
ro: Arată fotografiile

source: (option can only be disabled if option "Show photobook in submenu" is disabled)
cs: (možnost lze deaktivovat pouze v případě, že je deaktivována možnost "Zobrazit fotoknihu v podnabídce")
de: (diese Option kann nur deaktiviert werden wenn die Option „Fotobuch im Untermenü anzeigen“ deaktiviert ist)
es: (la opción solo se puede desactivar si la opción "Mostrar álbum de fotos en el submenú" está desactivada)
nl: (optie kan alleen worden uitgeschakeld als optie "Toon fotoboek in submenu" is uitgeschakeld)
ro: (opțiunea poate fi dezactivată numai dacă opțiunea „Afișează albumul foto în submeniu” este dezactivată)

source: Show Gedcom number (from gedcom file)
cs: Zobrazit číslo Gedcom (ze souboru gedcom)
da: Vis Gedcom nummer (fra gedcom fil)
de: Gedcomnummer (der Gedcomdatei) anzeigen
es: Mostrar el número Gedcom (desde un fichero GEDCOM)
nl: GEDCOM-nummer (uit GEDCOM-bestand) weergeven
no: Vis gedcom-nummer (fra gedcomfilen)
ro: Afișați numărul Gedcom (din fișierul Gedcom)

source: Show residence and address
cs: Ukázat bydliště a adresu
de: Wohnort und Adresse anzeigen
es: Mostrar residencia y dirección
nl: Woonplaats en adres weergeven
ro: Afișați domiciliul și adresa

source: Show places with bapt., birth, death and cemetery.
cs: Zobrazit místa s křtem, narozením, úmrtím a hřbitovem.
da: Vis steder ved dåb, fødsel, død og kirkegård.
de: Zeige Ort bei Taufe, Geburt, Tod und Beerdigung an
es: Mostrar los lugares con bautizo, nacimiento, defunción y sepultura.
nl: Plaatsen bij doop, geb., ovl. en begr. weergeven.
no: Vis steder tilknyttet dåp, fødsel, død, gravplass
ro: Afișați locurile de botez, naștere, deces și înmormântare.

source: Show religion (with bapt. and wedding)
cs: Ukázat náboženství (s křtem a svatbou)
da: Vis religion (ved dåb og bryllup)
de: Religion anzeigen (anlässlich Konfirmation und Trauung)
es: Mostrar la religión (con bautismo y matrimonio)
nl: Religie weergeven (bij doop en huwelijk kerk)
no: Vis religion (tilknyttet dåp og ekteskap)
ro: Afișați religia (cu botezul și căsătoria)

source: Show date and place (i.e. with birth, bapt., death, cemetery.)
cs: Zobrazit datum a místo (tj. s narozením, křtem, úmrtím, hřbitovem.)
da: Vis dato og sted (f,eks ved fødsel, dåb, død, kirkegård.)
de: Datum und Ort anzeigen (bei Taufe, Geburt, Tod und Beerdigung)
es: Mostrar fecha y lugar (ej: con bautizo, nacimiento, defunción y sepultura)
nl: Datum- en plaats weergave (bij o.a. geboorte, doop, overlijden, begraven)
no: Vis dato og sted (f.eks, ved fødsel, dåp, død, gravsted)
ro: Afișați data și locul (de exemplu, cu nașterea, botezul, decesul, cimitirul).

source: Show name in indexes
cs: Zobrazit název v indexech
da: Vis navn i indekser
de: Name in Index anzeigen
es: Mostrar el nombre en los índices
nl: Weergave van naam in indexen
no: Vis navn i indekser
ro: Afișați numele în indexuri

source: Show events
cs: Zobrazit události
da: Vis begivenheder
de: Ereignisse anzeigen
es: Mostrar los acontecimientos
nl: Gebeurtenissen weergeven
no: Vis hendelser
ro: Afișați evenimentele

source: Show own code
cs: Zobrazit vlastní kód
da: Vis egen kode
de: Eigene Angaben anzeigen
es: Mostrar el código propio
nl: Eigen code weergeven
no: Vis egen kode
ro: Afișați propriul cod

source: Default presentation of family page
cs: Výchozí prezentace rodinné stránky
da: Standard præsentation af familie side
de: Standardanzeige der Stammbaumseite
es: Presentación por defecto de la ficha de familia
nl: Standaardweergave van gezinsscherm
ro: Prezentarea implicită a paginii de familie

source: Compact view
cs: Kompaktní pohled
da: Kompakt visning
de: Kompakte Anzeige
es: Vista compacta
nl: Verkorte weergave
no: Kompakt visning
ro: Vedere restrânsă

source: Expanded view
cs: Rozšířený pohled
da: Udvidet visning
de: Ausführliche Anzeige
es: Vista expandida
nl: Uitgebreide weergave
no: Detaljert visning
ro: Vedere extinsă

source: Default presentation of Google maps in family page
cs: Výchozí prezentace map Google na rodinné stránce
da: Standard præsentation af Google kort i familie side
de: Standardanzeige von Google Maps auf der Stammbaumseite
es: Presentación por defecto de Google maps en la ficha de familia
nl: Standaardweergave van Google maps in gezinsscherm
ro: Prezentarea implicită a hărților Google în pagina de familie

source: Show Google maps
cs: Zobrazit mapy Google
da: Vis Google kort
de: Google Maps anzeigen
es: Mostrar Google maps
nl: Toon Google maps
no: Vis Google maps
ro: Afișați hărți Google

source: Hide Google maps
cs: Skrýt mapy Google
da: Skjul Google kort
de: Google Maps verbergen
es: Ocultar Google maps
nl: Verberg Google maps
no: Skjul Google maps
ro: Ascundeți hărți Google

source: Show age of living person
cs: Zobrazit věk žijící osoby
de: Alter der lebenden Person anzeigen
nl: Toon leeftijd van levend persoon
ro: Arată vârsta persoanei în viață

source: Show "PDF Report" button in family screen and reports
cs: Zobrazit tlačítko "PDF Report" na rodinné obrazovce a přehledech
da: Vis "PDF rapport" knappen i familie skærm og rapporter
de: Schaltfläche für "PDF Auswertung" in Familien- und Berichtsansicht anzeigen
es: Mostrar el botón "Informe PDF" en la pantalla familiar y los informes
nl: Toon "PDF Rapport"-knop in gezinsscherm en rapporten
ro: Afișați butonul „Raport PDF” în ecranul familiei și rapoarte

source: Show "RTF Report" button in family screen and reports
cs: Zobrazit tlačítko "RTF Report" na rodinné obrazovce a v přehledech
da: Vis "RTF rapport" knappen i familie skærm og rapporter
de: Schaltfläche für "RTF-Auswertung" in Familien- und Berichtsansicht anzeigen
es: Mostrar el botón "Informe RTF" en la pantalla familiar y los informes
nl: Toon "RTF Rapport"-knop in gezinsscherm en rapporten
ro: Afișați butonul „Raport RTF” în ecranul familiei și rapoarte

source: Generate citations (can be used as source).
cs: Generovat citace (lze použít jako zdroj).
de: Zitate erzeugen (können als Quelle verwendet werden).
es: Generar citas (se pueden usar como fuente).
nl: Genereer citaties (kunnen als bron gebruikt worden).
ro: Generați citate (pot fi folosite ca sursă).

source: User is allowed to add notes/ remarks by a person in the family tree
cs: Uživatel je oprávněn přidávat poznámky/ připomínky k osobě v rodokmenu
da: Bruger har tilladelse til at tilføje noter/ bemærkninger til en person i stamtræet
de: Benutzer darf Notizen/Anmerkungen für eine Person im Familienstammbaum anlegen
es: El usuario está autorizado para agregar notas / comentarios de una persona en el árbol genealógico
nl: Gebruiker mag notities/opmerkingen toevoegen bij een persoon in de stamboom
ro: Utilizatorului i se permite să adauge note/observații de către o persoană în arborele genealogic

source: Disabled in group "Guest"
cs: Deaktivováno ve skupině "Host"
da: Deaktiveret i gruppen "Gæst"
de: In der Gruppe "Gast" deaktiviert
es: Desactivado en el grupo "guest"
nl: Uitgeschakeld in groep "Gast"
ro: Dezactivat în grupul „Guest - Vizitator”

source: User can see notes/ remarks added by other users in the family tree
cs: Uživatel může vidět poznámky/ připomínky přidané jinými uživateli v rodokmenu
da: Bruger kan se noter/ bemærkninger tilføjet af andre brugere i stamtræet
de: Nutzer kann von andern Nutzern im Stammbaum angefügte Notizen / Anmerkungen sehen
es: El usuario puede ver las notas / comentarios añadidos por otros usuarios en el árbol genealógico
nl: Gebruiker kan notities/opmerkingen zien die zijn toegevoegd door andere gebruikers in de stamboom
ro: Utilizatorul poate vedea notele/observațiile adăugate de alți utilizatori în arborele genealogic

source: Don't show sources
cs: Nezobrazovat zdroje
da: Vis ikke kilder
de: Keine Quellenangabe
es: No mostrar las fuentes
nl: Geen bronnen weergeven
no: Ikke vis kilder
ro: Nu afișați sursele

source: Only show source titles
cs: Zobrazit pouze názvy zdrojů
da: Vis kun kilde titler
de: Zeige nur Quellentitel
es: Mostrar solo los títulos de las fuentes
nl: Alleen titels van bronnen weergeven
no: Vis kun kildeoverskrifter
ro: Afișați doar titlurile surselor

source: Show sources and menu sources
cs: Zobrazit zdroje a zdroje nabídky
da: Vis kilder og menu kilder
de: Zeige Quellen und Quellenmenü
es: Mostrar fuentes y fuentes de menú
nl: Bronnen volledig en Menu bronnen weergeven
no: Vis kilder og menykilder
ro: Afișați sursele și sursele de meniu

source: Default presentation of source
cs: Výchozí prezentace zdroje
da: Standard præsentation af kilden
de: Standardanzeige von Quellen
es: Presentación por defecto de la fuente
nl: Standaardweergave van een bron
no: Standard kildevisning
ro: Prezentarea implicită a sursei

source: Show source
cs: Zobrazit zdroj
de: Quelle anzeigen
es: Mostrar fuente
nl: Toon bron
ro: Arată sursa

source: Show source as footnote
cs: Zobrazit zdroj jako poznámku pod čarou
de: Quelle als Fußnote anzeigen
es: Mostrar fuente como nota al pie
nl: Toon bron als voetnoot
ro: Arată sursa ca notă de subsol

source: Hide sources
cs: Skrýt zdroje
da: Skjul kilder
de: Quellen verbergen
es: Ocultar fuentes
nl: Verberg bronnen
no: Ikke vis kilder
ro: Ascunde sursa

source: Show restricted source
cs: Zobrazit omezený zdroj
da: Vis begrænset kilde
de: Zeige eingeschränkte Quellen
es: Mostrar fuente restringida
nl: Bron met restrictie tonen
no: Vis kilde med restriksjoner
ro: Afișați sursa restricționată

source: Texts
cs: Texty
da: Tekst
de: Texte
es: Textos
nl: Teksten
no: Tekster
ro: Texte

source: Default presentation of text
cs: Výchozí prezentace textu
da: Standard præsentation af tekst
de: Standarddarstellung von Text
es: Presentación de texto por defecto
nl: Standaardweergave van tekst
ro: Prezentarea implicită a textului

source: Show texts
cs: Zobrazit texty
da: Vis tekst
de: Texte anzeigen
es: Mostrar textos
nl: Toon teksten
ro: Arată textele

source: Show texts in popup screen
cs: Zobrazit texty na vyskakovací obrazovce
da: Vis tekst i popup skærm
de: Text in Popupfenster anzeigen
es: Mostrar textos en la pantalla emergente
nl: Toon teksten in pop-up scherm
ro: Arată textele în ecranul pop-up

source: Hide texts
cs: Skrýt texty
da: Skjul tekst
de: Texte verbergen
es: Ocultar textos
nl: Verberg teksten
ro: Ascunde textele

source: Show hidden text/ own remarks (text between # characters in text fields, example: #check birthday#)
cs: Zobrazit skrytý text/ vlastní poznámky (text mezi # znaky v textových polích, příklad: #zkontrolovat narození#)
da: Vis skjult tekst/ egne bemærkninger (tekst mellem # tegn i tekstfelter, eksempel: #tjek fødselsdag#)
de: Versteckten Text/eigene Anmerkungen anzeigen (Text zwischen #-Zeichen, z.B #Geburtstag prüfen#)
es: Mostrar texto oculto / comentarios propios (texto entre caracteres # en los campos de texto, ejemplo: #comprobar el cumpleaños#)
nl: Toon verborgen tekst/opmerkingen (tekst tussen # tekens in tekst velden, bijv. #controleer geb. datum#)
ro: Afișați textul ascuns/remarci proprii (text între # în câmpurile de text, exemplu: #verifică ziua de naștere#)

source: Show text with person
cs: Zobrazit text s osobou
da: Vis tekst ved person
de: Zeige Text mit Person an
es: Mostrar texto con la persona
nl: Tekst bij persoon weergeven
no: Vis persontilknyttet tekst
ro: Afișați textul cu persoana

source: Show text with bapt., birth, death, cemetery
cs: Zobrazit text s křtem, narozením, úmrtím, hřbitovem
da: Vis tekst ved dåb, fødsel, død, kirkegård
de: Zeige Text mit Taufe, Geburt, Tod, Friedhof an
es: Mostrar el texto con bautizo, nacimiento, defunción y sepultura.
nl: Tekst bij doop, geb., ovl., begr. weergeven
no: Vis tekst tilknyttet dåp, fødsel, død, gravsted
ro: Afișați textul cu botez, naștere, deces, cimitir

source: Show text with pre-nuptial etc.
cs: Zobrazit text s předsvatbou atd.
da: Vis tekst ved før-vielsesceremoni etc.
de: Text mit Status vorehelich etc. anzeigen
es: Mostrar el texto con prenupcial, etc.
nl: Tekst bij ondertr., tr., etc. weergeven.
no: Vis tekst tilknyttet ektepakt o.l.
ro: Afișați textul cu pre-nupțial etc.

source: Activate privacy filter
cs: Aktivujte filtr soukromí
da: Aktiver privat filter
de: Aktiviere Datenschutzfilter
es: Activar el filtro de privacidad
nl: Privacyfilter activeren
no: Aktiver personvernfilteret
ro: Activați filtrul de confidențialitate

source: TIP: the best privacy filter is your genealogy program<br> If possible, try to filter with that
cs: TIP: nejlepším filtrem soukromí je váš genealogický program<br> Pokud je to možné, zkuste to filtrovat
da: TIP: det bedste privat filter er dit slægtsforsknings program<br> Hvis det er muligt, prøv at lave et filter med det
de: TIPP: Der beste Schutz der Privatsphäre ist Ihr Genealogieprogramm<br> Versuchen Sie damit zu filtern wenn möglich.
es: SUGERENCIA: El mejor filtro de privacidad es su programa de genealogía <br> Si es posible, intejnte filtrar con él.
nl: TIP: het beste privacy filter is je genealogische programma<br> Probeer indien mogelijk daarmee al te filteren
no: TIPS: det beste personvernfilteret er ditt genealogiprogram<br> Hvis mulig, prøv å filtrere med det.
ro: SFAT: cel mai bun filtru de confidențialitate este programul dvs. de genealogie<br> Dacă este posibil, încearcă să filtrezi cu asta

source: Privacy filter settings
cs: Nastavení filtru soukromí
da: Privat filter indstillinger
de: Datenschutzeinstellungen
es: Configuración del filtro de privacidad
nl: Privacyfilter-instellingen
no: Personvernfilterinnstillinger
ro: Setări filtru de confidențialitate

source: %s (alive or deceased), Aldfaer (death sign), Haza-data (filter living persons)
cs: %s (živý nebo mrtvý), Aldfaer (znamení smrti), Haza-data (filtrování živých osob)
de: %s (lebend oder verstorben), Aldfaer (Todes-Symbol) oder Haza-data (nach lebenden Personen filtern)
es: %s (vivo o fallecido), Aldfaer (signo de la muerte), Haza-data (filtrar personas vivas)
nl: %s (levend of overleden), Aldfaer (vinkje ovl.) of Haza-data (levende personen filteren)
ro: %s (în viață sau decedat), Aldfaer (semnul morții), Haza-data (filtru persoane în viață)

source: Privacy filter, filter persons born in or after this year
cs: Filtr soukromí, filtrujte osoby narozené v tomto roce nebo později
da: Privat filter, filtrerer enkeltpersoner født i eller efter dette år
de: Datenschutzfilter für Personen, die in oder nach diesem Jahr geboren sind
es: Filtro de privacidad, filtrar a las personas nacidas en o a partir de este año
nl: Privacyfilter, filter personen geboren in of na dit jaar
no: Personvernfilter, filtrer personer født på eller etter dette år
ro: Filtru de confidențialitate, filtrează persoanele născute în sau după acest an

source: Year
cs: Rok
da: År
de: Jahr
es: Año
nl: Jaar
no: År
ro: An

source: Privacy filter, filter persons deceased in or after this year
cs: Filtr soukromí, filtr osob zemřelých v tomto roce nebo později
da: Privat filter, filtrerer enkeltpersoner død i eller efter dette år
de: Datenschutzfilter für Personen die in oder nach diesem Jahr gestorben sind
es: Filtro de privacidad, filtrar a las personas fallecidas en o después de este año
nl: Privacyfilter, filter personen overleden in of na dit jaar
no: Personvernfilter, filtrer personer døde på eller etter dette år
ro: Filtru de confidențialitate, filtru persoane decedate în sau după acest an

source: Also filter data of deceased persons (for filter 2)
cs: Filtrovat také data zesnulých osob (pro filtr 2)
da: Filtrer også data fra afdøde personer (for filter 2)
de: Ebenfalls nach Daten von verstorbenen Personen filtern (Filter 2)
es: Filtrar también los datos de las personas fallecidas (para el filtro 2)
nl: Ook gegevens van overleden personen filteren (voor filter 2)
no: Filtrer også data for døde personer (for filter 2)
ro: De asemenea, filtrați datele persoanelor decedate (pentru filtrul 2)

source: Privacy filter exceptions
cs: Výjimky filtru soukromí
da: Privat filter undtagelser
de: Ausnahmen für Datenschutzfilter
es: Excepciones al filtro de privacidad
nl: Privacyfilter-uitzonderingen
no: Personvernfilterunntak
ro: Excepții ale filtrului de confidențialitate

source: DO show privacy data of persons (with the following text in own code)
cs: UKAŽTE osobní údaje jednotlivců (s následujícím textem ve vlastním kódu)
da: VIS gerne personers private data (med følgende tekst i egen kode)
de: Daten von Personen ANZEIGEN (mit folgendem Text im eigenen Code)
es: MOSTRAR datos privados de las personas (con el siguiente texto en el código propio)
nl: Privacygegevens van personen WEL weergeven (met de volgende tekst in eigencode)
no: VIS private data tilknyttet person (med følgende tekst i egen kode)
ro: AFIȘAȚI datele de confidențialitate ale persoanelor (cu următorul text în codul propriu)

source: HIDE privacy data of persons (with the following text in own code)
cs: SKRÝT osobní údaje jednotlivců (s následujícím textem ve vlastním kódu)
da: SKJUL personers private data (med følgende tekst i egen kode)
de: Daten von Personen VERBERGEN (mit folgendem Text im eigenen Code)
es: OCULTAR datos privados de las personas (con el siguiente texto en el código propio)
nl: Privacygegevens van personen NIET weergeven (met de volgende tekst in eigencode)
no: SKJUL private data tilknyttet person (med følgende tekst i egen kode)
ro: ASCUNDE datele de confidențialitate ale persoanelor (cu următorul text în codul propriu)

source: TOTALLY filter persons (with the following text in own code)
cs: CELKOVĚ filtrovat jednotlivce (s následujícím textem ve vlastním kódu)
da: Filtrer HELT personer (med følgende tekst i egen kode)
de: Filtere Personen VOLLSTÄNDIG heraus (mit folgendem Text in eigenem Code)
es: Filtrar COMPLETAMENTE a las personas (con el siguiente texto en el código propio)
nl: Personen TOTAAL filteren (met de volgende tekst in eigencode)
no: FULLSTENDIG skjul private data tilknyttet person (med følgende tekst i egen kode)
ro: Filtrați TOTAL persoanele (cu următorul text în codul propriu)

source: Extra privacy filter option
cs: Další možnost filtru soukromí
da: Ekstra privat filter mulighed
de: Zusätzliche Datenschutzfilteroptionen
es: Opción adicional del filtro de privacidad
nl: Extra privacy filter opties
no: Tilleggsalternativer for personvernfilteret
ro: Opțiune suplimentară de filtru de confidențialitate

source: Show persons with no date information<br> <i>with these persons the privacy filter cannot calculate if they are alive</i>
cs: Zobrazit osoby bez informací o datu<br> <i>U těchto osob filtr ochrany osobních údajů nedokáže vypočítat, zda jsou naživu</i>
da: Vis personer uden dato informationer<br> <i> ved disse personer kan privat filteret ikke beregne, om de er i live</i>
de: Personen ohne Datumsinformationen anzeigen<br> <i>für diese Personen kann der Datenschutzfilter nicht berechnen, ob sie noch sind</i>
es: Mostrar personas sin fechas<br> <i>con estas personas, el filtro de privacidad no puede calcular si están vivas</i>
nl: Personen ZONDER datum gegevens weergeven<br> <i>Het privacy filter kan bij deze personen niet berekenen of ze levend zijn</i>
no: Vis personer uten datoinformasjon<br> <i>for disse personene kan filteret ikke avgjøre hvorvidt de er i live</i>
ro: Afișați persoane fără informații despre dată<br> <i>cu aceste persoane, filtrul de confidențialitate nu poate calcula dacă trăiesc</i>

source: With privacy show names
cs: Se soukromím ukázat jména
da: Ved privat vis navne
de: Zeige Namen trotz Datenschutzfilter
es: Mostrar los nombres con el filtro de privacidad
nl: Bij privacy namen weergeven
no: Vis navn på filtrerte personer
ro: Cu setările de confidențialitate afișați numele

source: Show initials: D. E. Duck
cs: Ukázat iniciály: D. E. Duck
da: Vis initialer: D. E. And
de: Zeige Initialen: A. E. Neumann
es: Mostrar iniciales: J. M. Martínez
nl: Toon voorletters: D. E. Duck
no: Vis initialer: D. E. Duck
ro: Arată inițialele: D. E. Duck

source: Genealogical copy protection<br> <i>family browsing disabled, no family trees</i>
cs: Genealogická ochrana proti kopírování<br> <i>procházení rodin zakázáno, žádné rodokmeny</i>
da: Slægtsforsknings kopibeskyttelse <br> <i>familie browsing deaktiveret, ingen stamtræer</i>
de: Genealogischer Kopierschutz<br> <i>Das Browsen innerhalb der Familien ist deaktiviert, Stammbäume werden nicht angezeigt</i>
es: Protección de copia genealógica<br> <i>navegación familiar deshabilitada, sin árboles genealógicos</i>
nl: Genealogische kopieer beveiliging<br> <i>bladeren door gezinnen wordt uitgeschakeld, geen parenteel of kwartierstaat</i>
no: Genealogisk kopibeskyttelse<br> <i>familievisning skrudd av, ingen slektstrær</i>
ro: Protecție la copiere genealogică<br> <i>Navigarea în familie este dezactivată, fără arbori genealogici</i>

source: Save all changes
cs: Uložte všechny změny
da: Gem alle ændringer
de: Speichere alle Einstellungen
es: Guardar todos los cambios
nl: Alle wijzigingen opslaan
no: Lagre alle endringer
ro: Salvați toate modificările

source: Hide or show family trees per user group.
cs: Skrýt nebo zobrazit rodokmeny podle skupiny uživatelů.
da: Skjul eller vis stamtræer for brugergruppe.
de: Stammbäume pro Benutzergruppe verstecken oder anzeigen.
es: Ocultar o mostrar árboles genealógicos por grupo de usuarios.
nl: Weergave van stambomen per gebruikersgroep.
no: Vis eller skjul familetrær per brukergruppe
ro: Ascundeți sau afișați arborele genealogic pentru fiecare grup de utilizatori.

source: Editor
nl: Muteren
no: Redaktør
