Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: If you don't have a Google account, first create one. Once logged into your Google account, go to:
nl: Als je nog geen Google account hebt, maak die dan eerst. Vervolgens na inloggen gaan naar:

source: Get API key
nl: Verkrijg API sleutel

source: and follow the instructions.
nl: en volg instructies.

source: Create two keys
nl: Maak 2 sleutels

source: For the first key, set restriction to <strong>"HTTP referrers"</strong> and enter your website domain name.
nl: Voor de 1e sleutel, gebruik <strong>"HTTP referrers"</strong> en voer uw domein naam in.

source: If your domain looks like 'www.mydomain.com', enter:
cs: Pokud vaše doména vypadá jako „www.mydomain.com“, zadejte:
de: Wenn Ihre Domain wie 'www.meinedomain.com' aussieht, geben Sie ein:
es: Si su dominio se parece a 'www.mydomain.com', escriba:
nl: Als uw domein lijkt op 'www.mydomain.com', gebruik dan:
ro: Dacă domeniul dvs. arată ca „www.mydomain.com”, introduceți:

source: If your domain looks like 'mydomain.com', enter:
cs: Pokud vaše doména vypadá jako 'mydomain.com', zadejte:
de: Wenn Ihre Domain wie 'meinedomain.com' aussieht, geben Sie ein:
es: Si su dominio se parece a 'mydomain.com', escriba:
nl: Als uw domein lijkt op "mydomain.com", gebruik dan:
ro: Dacă domeniul dvs arată ca „mydomain.com”, introduceți:

source: For the second key, set restriction to <strong>"IP addresses"</strong> and enter your server IP.
nl: Voor de 2e sleutel, stel in <strong>"IP adresses"</strong> en sla het server IP adres op.

source: Not your computer's IP!
cs: Není to IP vašeho počítače!
de: Nicht die IP Adresse Ihres Computers!
es: ¡No la confunda con la IP de su ordenador!
nl: Niet uw computer IP!
ro: Nu este IP-ul computerului tău!

source: Your server IP would seem to be:
cs: IP vašeho serveru by vypadalo takto:
de: Ihre Server-IP erscheint als:
es: La IP de su servidor parece ser:
nl: Uw server IP adres is waarschijnlijk:
ro: IP-ul serverului dvs. ar părea să fie:

source: Your server also has an IPv6 address. If the above IP doesn't work, try the IPv6 which would seem to be:
cs: Váš server má také IPv6 adresu. Pokud výše uvedená IP nefunguje, zkuste IPv6, což by vypadalo jako:
de: Ihr Server hat auch eine IPv6 Adresse. Wenn die obige IP nicht funktioniert versuchen Sie die IPv6 Adresse, die offensichtlich die folgende ist:
es: Su servidor también tiene una dirección IPv6. Si la IP anterior no funciona, pruebe la IPv6, que parece ser:
nl: Uw server heeft een IPv6 adres. Als het IP adres hierboven niet werkt, probeer dan dit IPv6 adres:
ro: Serverul dvs. are și o adresă IPv6. Dacă IP-ul de mai sus nu funcționează, încercați IPv6 care ar părea să fie:

source: If this doesn't work, contact your provider and try to obtain the proper IP address from them.
cs: Pokud to nefunguje, kontaktujte svého poskytovatele a pokuste se od něj získat správnou IP adresu.
de: Wenn dies nicht funktioniert kontaktieren Sie Ihren Provider und versuchen Sie die richtige IP Adresse von ihm zu erhalten.
es: Si esto no funciona, póngase en contacto con su proveedor e intente obtener la dirección IP.
nl: Als dit niet werkt, vraag dan aan je provider voor het juiste IP adres.
ro: Dacă acest lucru nu funcționează, contactați furnizorul dvs. și încercați să obțineți adresa IP corespunzătoare de la ei.

source: Once you receive the keys enter them in the two fields below and save.
nl: Als je de sleutels hebt ontvangen voer ze hier in en sla ze op.

source: API key
cs: API klíč
de: API Schlüssel
es: Clave API
nl: API sleutel
ro: cheie API

source: OpenStreetMap API Keys
nl: OpenStreetMap API Sleutels

source: To use OpenStreetMap we need geolocation data of all places. Go to <a href="https://geokeo.com" target="_blank">https://geokeo.com</a> and create an account to get the API key.
cs: K použití OpenStreetMap potřebujeme geolokační data všech míst. Přejděte na <a href="https://geokeo.com" target="_Blank"> https://geokeo.com </a> a vytvořte si účet pro získání klíče API.
de: Um OpenStreetMap verwenden zu können benötigen wir die Geolokalisierungsdaten aller Orte. Gehen Sie zu <a href="https://geokeo.com" target="_blank">https://geokeo.com</a> und erstellen Sie ein Konto, um den API Schlüssel zu erhalten.
nl: Om OpenStreetMap te gebruiken, hebben we geolocatiegegevens nodig van alle plaatsen. Ga naar <a href="https://geokeo.com" target="_blank">https://geokeo.com</a> en maak een account aan om de API-sleutel te krijgen.
ro: Pentru a folosi OpenStreetMap aveți nevoie de datele de geolocație a tuturor locurilor. Accesați <a href="https://geokeo.com" target="_blank">https://geokeo.com</a> și creați un cont pentru a obține cheia API.

source: Create or update geolocation database
cs: Vytvořte nebo aktualizujte geolokační databázi
da: Opret eller opdater geosteder database
de: Kartierungsdatenbank erstellen oder aktualisieren
es: Crear o actualizar la base de datos de geolocalización
nl: Genereer of update de geolocatiedatabase
no: Opprett eller oppdater geolokasjonsdatabasen
ro: Creați sau actualizați baza de date de geolocație

source: No new locations were found to add to the database
cs: Nebyla nalezena žádná nová místa, která by bylo možné přidat do databáze
da: Ingen nye steder blev fundet for at tilføjes databasen
de: Es wurden keine neuen Orte zum Hinzufügen zur Datenbank gefunden.
es: No se encontraron nuevas ubicaciones para añadir a la base de datos
nl: Er zijn geen nieuwe locaties gevonden om toe te voegen aan de database
no: Ingen nye steder funnet
ro: Nu au fost găsite locații noi de adăugat la baza de date

source: The following %d locations are already known as non-indexable by Google. Please check their validity.
nl: De volgende %d locaties kunnen niet geïndexeerd worden door Google. Controleer deze locaties.

source: There are %s new unique birth/ death locations to add to the database.
cs: Do databáze lze přidat %s nových jedinečných míst narození/úmrtí.
da: Der er %s nye unikke fødsel/ døds steder at tilføje til databasen.
de: Es müssen %s einzelne Geburts-/Sterbeorte zur Datenbank hinzugefügt werden.
es: Hay %s nuevas ubicaciones únicas de nacimiento / defunción para añadir a la base de datos.
nl: Er zijn %s nieuwe unieke geboorteplaatsen/overlijdensplaatsen om toe te voegen aan de database.
no: Det er %s nye unike fødsels-/dødssteder å legge til i databasen.
ro: Există %s noi locații unice de naștere/deces de adăugat la baza de date.

source: This will take approximately <b>%1$d minutes and %2$d seconds.</b>
cs: Bude to trvat přibližně <b>%1$d minut a %2$d vteřin.</b>
da: Dette vil tage cirka <b>%1$d minutter og %2$d sekunder.</ b>
de: Dies wird etwa %1$d Minuten und %2$d Sekunden dauern.
es: Esto tardará aproximadamente <b>%1$d minutos y %2$d segundos.</b>
nl: Dit kost ongeveer <b>%1$d minuten and %2$d seconden.</b>
no: Dette vil ta omtrent <b>%1$d minutter og %2$d sekunder.</b>
ro: Acest lucru va dura aproximativ <b>%1$d minute și %2$d secunde.</b>

source: Do you wish to add these locations to the database database now?
nl: Wil je deze locaties nu aan de database toevoegen?
no: Vil du legge disse stedene til databasen nå?

source: A geolocation database exists.
nl: Er is een geo-locatie database.
no: En geolokasjons-database eksisterer.

source: No geolocation database found.
nl: Geen geolocatiedatabase gevonden.
no: Ingen geolokasjonsdatabase funnet

source: Check how many new locations have to be indexed and how long the indexing may take (approximately).
cs: Zkontrolujte, kolik nových míst je třeba indexovat a jak dlouho může indexování trvat (přibližně).
da: Tjek hvor mange nye steder, der skal indekseres og hvor lang tid indekseringen vil tage (omtrent).
de: Prüfe, wie viele neue Orte indexiert werden müssen und wie lange die Indexierung (ungefähr) dauern wird.
es: Compruebe cuántas ubicaciones nuevas deben indexarse ​​y cuánto tiempo puede tardar la indexación (aproximadamente).
nl: Controleer hoeveel nieuwe locaties geïndexeerd moeten worden, en hoe lang het indexeren (ongeveer) zal duren.
no: Se hvor mange nye steder som må indekseres, og hvor lang tid dette anslås å ta.
ro: Verificați câte locații noi trebuie indexate și cât poate dura indexarea (aproximativ).

source: All family trees
cs: Všechny rodokmeny
da: Alle stamtræer
de: Alle Stammbäume
es: Todos los árboles
nl: Alle stambomen
no: Alle slektstrær
ro: Toți arborii genealogici

source: Check
cs: Zkontrolovat
de: Prüfen
es: Comprobar
nl: Controleer
no: Kryss av
ro: Verifică

source: Refresh birth/ death status and tree affiliation of all locations
nl: Ververs geboorte/overlijden status en stamboom koppeling van alle plaatsen
no: Oppfrisk fødsel/dødsstatus samt forbindelse til slektstre for alle steder

source: The birth/ death status and tree affiliation has been refreshed.
nl: De geboorte/overlijden status en stamboom koppelingen zijn ververst.
no: Fødsels-/dødsstatus og forbindelser har blitt oppfrisket.

source: The "Find a location on the map" pull-down displays a list according to the chosen tree and the birth/ death mapping choice. For this to work properly, the birth/death status and tree affiliation of all locations has to be up to date.<br><br><b>TIP:</b> When you import a gedcom, you can mark the option "Add new locations to geo-location database" and the location status of existing locations will also be updated automatically! (If you didn't mark this option on import, use the "Update geolocation database" above. This will also refresh the existing location status).<p><b>When to use this button:</b><ul><li> if you edited location data directly with the %s editor</li><li>if you wish to delete all locations that have become obsolete (mark the box below)</li></ul></p>
nl: Het "Zoek een plaats op de kaart" uitklap menu toont een lijst voor de gekozen boom en de geboorte/overlijdens mapping keuze. Om dit goed te laten werken, moet de geboorte/overlijden status en de boom aansluiting up to date zijn.<br><br><b>Tip:</b> Wanneer een GEDCOM ingelezen wordt, kunt U de optie "Voeg nieuwe plaatsen aan de geo-location database toe" en dan wordt de status van bestaande plaatsen ook automatisch bijgewerkt! (als U deze optie niet had aangevinkt tijdens inlezen, kunt U de "Update geolocation database" optie hierboven gebruiken. Dit zal ook de bestaande location status bijwerken.<p><b>Wanneer moet deze knop gebruikt worden:</b><ul><li>als U direct plaatsen hebt gemuteerd met de %s editor</li><li>als U alle plaatsen wilt verwijderen die niet meer gebruikt worden (vink het hokje hieronder aan)</li></ul><p>

source: Also delete all locations that have become obsolete (not connected to any persons anymore)
nl: Verwijder ook de locaties die niet meer gebruikt worden (niet meer aan personen gekoppeld)
no: Slett også alle steder som har blitt overflødige (ikke lenger knyttet til personer)

source: Refresh
nl: Verversen
no: Oppdater

source: Edit geolocation database
cs: Upravit geolokační databázi
da: Rediger geografisk database
de: Kartierungsdatenbank bearbeiten
es: Editar la base de datos de geolocalización
nl: Muteer geolocatiedatabase
no: Rediger geolokasjonsdatabasen
ro: Editați baza de date de geolocație

source: Deleted location:
nl: Verwijderde plaats:
no: Slettet sted:

source: Changed location:
nl: Gewijzigde plaats:
no: Endret sted:

source: Added location:
nl: Toegevoegde plaats:
no: Lagt til sted:

source: Details from the database
nl: Gegevens uit de database
no: Detaljer fra databasen

source: Location
nl: Plaats
no: Sted

source: Latitude
cs: Zeměpisná šířka
da: Breddegrad
de: Breitengrad
es: Latitud
nl: Breedtegraad
no: Breddegrad
ro: Latitudine

source: Longitude
cs: Zeměpisná délka
da: Længdegrad
de: Längengrad
es: Longitud
nl: Lengtegraad
no: Lengdegrad
ro: Longitudine

source: Delete this location
cs: Smazat toto místo
da: Slet dette sted
de: Ort löschen
es: Eliminar esta ubicación
nl: Verwijder deze plaats
no: Slett sted
ro: Șterge această locație

source: Change or add locations
nl: Locatie toevoegen of wijzigen
no: Velg eller endre steder

source: (You can also drag the marker!)
nl: (Je kunt ook de marker verplaatsen!)
no: (du kan også dra markøren!)

source: Change this location
cs: Změňte toto místo
da: Ændre dette sted
de: Diesen Ort ändern
es: Cambiar esta ubicación
nl: Wijzig deze plaats
no: Endre dette stedet
ro: Modificați această locație

source: Add this location
cs: Přidejte toto místo
da: Tilføj dette sted
de: Diesen Ort hinzufügen
es: Añadir esta ubicación
nl: Deze plaats toevoegen
no: Legg til dette stedet
ro: Adăugați această locație

source: Delete geolocation database
nl: Verwijder geolocatiedatabase
no: Slett geolokasjonsdatabasen

source: Database was deleted!
nl: Database is gewist!
no: Databasen er slettet!

source: Here you can delete your entire geolocation database (%d entries).<br>If you are absolutely sure, press the button below.
nl: Hier kun je de volledige geolocatiedatase wissen (%d plaatsen).<br>Klik op de knop als je hier zeker van bent.

source: DELETE ENTIRE GEOLOCATION DATABASE
nl: VERWIJDER DE COMPLETE GEOLOCATIEDATABASE
no: SLETT HELE GEOLOKASJONSDATABASEN

source: List of non-indexable locations was refreshed!
nl: Lijst met niet-geïndexeerde locaties is bijgewerkt!

source: Here you can refresh the list of %d non-indexable locations that was stored in your database after previous geolocation processes.<br>Do this if you have corrected non-indexable locations in your data or have imported updated gedcoms and some of these locations may no longer appear in your data.
nl: Ververs hier de lijst met %d niet-geïndexeerde locaties die was opgeslagen in de database na de vorige geolocatie update.<br> Doe dit als de als niet geïndexeerde locaties zijn gecorrigeerd of als GEDCOM-bestanden zijn bijgewerkt en locaties niet meer in de stamboom staan.

source: REFRESH LIST OF NON-INDEXABLE LOCATIONS
nl: VERVERS LIJST MET NIET-GEINDEXEERDE LOCATIES

source: The slider has 10 steps. By default the starting year is 1560 with 9 intervals of 50 years up till 2010 and beyond.<br>You can set the starting year yourself for each tree, to suit it to the earliest years in that tree<br>The 9 intervals will be calculated automatically. Some example starting years for round intervals:<br>1110 (intv. 100), 1560 (intv. 50), 1695 (intv. 35),1740 (intv. 30), 1785 (intv. 25), 1830 (intv. 20)
cs: Posuvník má 10 kroků. Ve výchozím nastavení je počáteční rok 1560 s 9 intervaly po 50 letech až do roku 2010 a dále.<br>Počáteční rok můžete nastavit sami pro každý strom tak, aby vyhovoval nejstarším rokům v daném stromu<br>Těch 9 intervalů bude vypočítáno automaticky. Některé příklady počátečních let pro intervaly zaokrouhlení:<br>1110 (intv. 100), 1560 (intv. 50), 1695 (intv. 35), 1740 (intv. 30), 1785 (intv. 25), 1830 (intv. 20)
de: Der Schieberegler hat 10 Stufen. Standardeinstellung für das Startjahr ist 1560 mit 9 Intervallen von jeweils 50 Jahren bis 2010 und danach.<br> Sie können das Startjahr selber für jeden Stammbaum setzen, um das früheste Jahr im Stammbaum zu berücksichtigen.<br> Die 9 Intervalle werden automatisch berechnet. Einige Beispielsstartjahre für runde Intervalle:<br> 1110 (Interv. 100), 1560 (Interv. 50), 1695 (Interv. 35), 1740 (Interv. 30), 1785 (Interv. 25), 1830 (Interv. 20)
es: El control deslizante tiene 10 pasos. Por defecto, el año de inicio es 1560 con 9 intervalos de 50 años hasta más allá de 2010. <br>Puede establecer el año de inicio usted mismo para cada árbol, para adaptarlo a los primeros años de ese árbol. <br>Los 9 intervalos se calcularán automáticamente. Algunos ejemplos de años de inicio para intervalos redondos:<br> 1110 (intv. 100), 1560 (intv. 50), 1695 (intv. 35), 1740 (intv. 30), 1785 (intv. 25), 1830 (intv. 20)
nl: De keuze balk heeft 10 stappen. Standaard is het begin jaar 1560 met 9 intervallen van 50 jaar tot 2010 en verder.<br>Je kunt het start jaar aanpassen voor elke stamboom, aan te passen aan de vroegste jaren van die stamboom<br>De 9 intervallen zullen automatisch berekend worden. Enkele voorbeelden van begin jaren met ronde intervallen zijn:<br>1110 (intv. 100), 1560 (intv. 50), 1695 (intv. 35),1740 (intv. 30), 1785 (intv. 25), 1830 (intv. 20)
ro: Glisorul are 10 trepte. În mod implicit, anul de început este 1560 cu 9 intervale de 50 de ani până în 2010 și mai departe.<br>Puteți seta anul de pornire pentru fiecare arbore, pentru a se potrivi cu cei mai timpurii ani din acel arbore<br>Cele 9 intervale vor fi calculate automat. Câteva exemple ani de pornire pentru intervale rotunde:<br>1110 (intv. 100), 1560 (intv. 50), 1695 (intv. 35), 1740 (intv. 30), 1785 (intv. 25), 1830 (intv. 20)

source: Name of tree
cs: Název stromu
da: Træets navn
de: Name des Stammbaums
es: Nombre del árbol
nl: Naam stamboom
no: Navn på tre
ro: Numele arborelui

source: Starting year
cs: Počáteční rok
da: Start år
de: Anfangsjahr
es: Año de comienzo
nl: Start jaar
no: Startår
ro: Anul de pornire

source: Default slider position
cs: Výchozí poloha posuvníku
nl: Standaard schuif positie
ro: Poziția implicită a glisorului

source: OFF position (leftmost position)
cs: Poloha OFF (pozice zcela vlevo)
nl: UIT positie (linker positie)
ro: Poziția OFF (poziția cea mai din stânga)

source: Show all periods (rightmost position)
cs: Zobrazit všechna období (pozice úplně vpravo)
nl: Toon alle perioden (rechter positie)
ro: Afișați toate perioadele (poziția cea mai din dreapta)

source: Default map type
nl: Standaard kaarttype

source: Regular map (ROADMAP)
nl: Standaard kaart (ROADMAP)

source: Satellite map with roads and places (HYBRID)
nl: Satelliet kaart met wegen en plaatsen (HYBRID)

source: Default zoom
nl: Standaard zoom

source: Logoff
cs: Odhlásit se
da: Log af
de: Abmelden
es: Salir
nl: Uitloggen
no: Logg ut
ro: Deconectare

source: Control
cs: Kontrola
da: Kontrol
de: Steuerung
nl: Beheer
no: Kontroll

source: Open Sidebar
cs: Otevřete postranní panel
de: Seitenleiste öffnen
nl: Zijbalk openen
ro: Deschidere bară laterală

source: These prefixes are used to process name-prefixes if a GEDCOM file is read.
cs: Tyto předpony se používají ke zpracování předpon jmen, pokud je čten soubor GEDCOM.
de: Diese Präfixe werden verwendet, um Namenspräfixe zu verarbeiten, wenn eine GEDCOM-Datei gelesen wird.
nl: Deze voorvoegsels worden gebruikt bij het inlezen van een GEDCOM-bestand.
ro: Aceste prefixe sunt folosite pentru utilizarea prefixelor de nume dacă este citit un fișier GEDCOM.

source: General settings
cs: Obecné nastavení
da: Generelle indstillinger
de: Allgemein
es: Configuración general
nl: Instellingen algemeen
no: Generelle innstillinger
ro: Setări generale

source: Default skin
cs: Výchozí vzhled
da: Standard udseende
de: Standardskin
es: Tema por defecto
nl: Standaardthema
no: Standardtema
ro: Forma de prezentare implicită

source: Standard language %s
cs: Standardní jazyk %s
de: Standardsprache für %s
es: Idioma estándar de %s
nl: Standaard taal %s
ro: Limbă standard %s

source: Standard language admin menu
cs: Standardní nabídka pro správu jazyků
da: Standard sprog for admin menu
de: Standardsprache der Administration
es: Menú de administración del idioma estándar
nl: Standaard taal beheer menu
no: Standardspråk i admin-menyen
ro: Meniu de administrare în limba standard

source: Change favicon icon
cs: Změnit ikonu favicon
de: Favicon Icon ändern
nl: Wijzig favicon icoon
ro: Modificați pictograma favicon

source: Upload favicon.ico file. File size max: %1$d kB.
cs: Nahrajte soubor favicon.ico. Maximální velikost souboru: %1$d kB.
de: Datei favicon.ico hochladen. Maximale Dateigröße: %1$d kB.
nl: Upload favicon.ico bestand. Bestandsgrootte max: %1$d kB.
ro: Încărcați fișierul favicon.ico. Dimensiunea maximă a fișierului: %1$d kB.

source: Scripts in &lt;head&gt; section for all pages
cs: Skripty v &lt;head&gt; sekce pro všechny stránky
de: Skripte im Abschnitt &lt;head&gt; für alle Seiten
nl: Scripts in &lt;head&gt; deel van alle bladzijden
ro: Scripturi în secțiunea &lt;head&gt; pentru toate paginile

source: Can be used for statistics, counter, etc.
cs: Lze použít pro statistiku, počítadlo atd.
de: Kann für Statistiken, Zähler usw. verwendet werden.
nl: Kan gebruikt worden voor statistieken, tellers, etc.
ro: Poate fi folosit pentru statistici, contor etc.

source: Text in footer for all pages
cs: Text v zápatí pro všechny stránky
da: Tekst i sidefod for alle sider
de: Text in Fußzeile auf allen Seiten
es: Texto en el pie de página de todas las páginas
nl: Tekst aan onderzijde van alle bladzijden
ro: Text în subsol pentru toate paginile

source: Can be used for statistics, counter, etc. It's possible to use HTML codes!
cs: Lze použít pro statistiky, počítadlo atd. Je možné použít HTML kódy!
da: Kan bruges til statistik, tæller, osv. Det er muligt at bruge HTML kode!
de: Kann für Statistiken, Zähler etc. verwendet werden. HTML Codes können benutzt werden.
es: Se puede utilizar para estadísticas, contadores, etc. ¡Se admiten códigos HTML!
nl: Kan gebruikt worden voor statistieken, tellers, etc. HTML codes zijn mogelijk!
ro: Poate fi folosit pentru statistici, contor etc. Este posibil să folosiți coduri HTML!

source: Debug %s front pages
cs: Ladění %s předních stránek
de: %s Hauptseiten debuggen
es: Depurar %s portadas
nl: Debug %s bladzijden
ro: Depanați paginile site-ului %s

source: Only use this option to debug problems in %s.
cs: Tuto možnost použijte pouze k ladění problémů v %s.
de: Benutzen Sie diese Option nur um Probleme in %s zu debuggen.
es: Utilice esta opción solo para depurar problemas en %s.
nl: Gebruik deze optie alleen bij oplossen van %s problemen.
ro: Folosiți această opțiune numai pentru a depana problemele din %s.

source: Debug %s admin pages
cs: Ladit %s administrátorské stránky
de: %s Administrationsseiten debuggen.
es: Depurar %s páginas de administración
nl: Debug %s beheer bladzijden
ro: Depanați pagini de administrare %s

source: Search engine settings
cs: Nastavení vyhledávače
da: Søgemaskine indstillinger
de: Suchmaschinen
es: Configuración del motor de búsqueda
nl: Instellingen zoekmachine
ro: Setările motorului de căutare

source: Improve indexing of search engines (like Google)
cs: Zlepšení indexování vyhledávačů (jako je Google)
da: Forbedre indeksering af søgemaskiner (som Google)
de: Verbessere Ergebnisse von Suchmaschinen (z.B. Google)
es: Mejorar la indexación de los motores de búsqueda (como Google)
nl: Zoekmachines (o.a. Google) beter laten indexeren
no: Forbedre søkemotorenes indeksering
ro: Îmbunătățiți indexarea motoarelor de căutare (cum ar fi Google)

source: ATTENTION: the Apache module "mod_rewrite" has to be installed!
cs: POZOR: modul Apache "mod_rewrite" musí být nainstalován!
da: OBS: Apache modulet "mod_rewrite" skal være installeret!
de: ACHTUNG: das Apache modul "mod_rewrite" muss installiert sein!
es: ATENCIÓN: ¡el módulo Apache "mod_rewrite" debe estar instalado!
nl: LET OP: De apache module "mod_rewrite" moet geinstalleerd zijn!
no: MERK: Apache-modulen "mod_rewrite" må være installert!
ro: ATENȚIE: trebuie instalat modulul Apache "mod_rewrite"!

source: becomes:
cs: se stává:
da: bliver:
de: wird:
es: se convierte en:
nl: wordt:
no: blir:
ro: devine:

source: Stop search engines
cs: Zastavit vyhledávače
da: Stop søgemaskiner
de: Blockiere Suchmaschinen (z.B. Google)
es: Parar los motores de búsqueda
nl: Zoekmachines tegenhouden
no: Hindre søkemotorer
ro: Opriți motoarele de căutare
