Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: Wrong answer to the block-spam question! Try again...
cs: Špatná odpověď na otázku blokového spamu! Zkus to znovu...
da: Forkert svar til spam blokerings spørgsmålet! Prøv igen...
de: Falsche Antwort auf die Frage, die Spam verhindern soll! Bitte versuchen Sie es erneut...
es: ¡Respuesta incorrecta a la pregunta de bloqueo de spam! Inténtelo de nuevo...
nl: Verkeerd antwoord op de anti-spam vraag! Probeer opnieuw...
no: Galt svar! Prøv igjen...
ro: Răspuns greșit la întrebarea bloc-spam! Încearcă din nou...

source: Error
nl: Fout

source: This email address was not found in our database.
cs: Tato emailová adresa nebyla nalezena v naší databázi.
de: Diese Emailadresse konnte nicht in unserer Datenbank gefunden werden.
es: Esta dirección de correo electrónico no existe en nuestra base de datos.
nl: Dit email adres is niet bekend in onze database.
ro: Această adresă de e-mail nu a fost găsită în baza noastră de date.

source: Please contact the site owner.
cs: Kontaktujte prosím vlastníka webu.
de: Bitte kontaktieren Sie den Eigentümer dieser Site.
es: Por favor, póngase en contacto con el propietario del sitio.
nl: Neem contact op met de website eigenaar.
ro: Vă rugăm să contactați proprietarul site-ului.

source: Retry
nl: Nogmaals

source: Password activation failed because mail address is used multiple times.
cs: Aktivace hesla se nezdařila, protože e-mailová adresa byla použita několikrát.
de: Die Aktivierung des Passworts ist fehlgeschlagen, da die E-Mail-Adresse mehrfach verwendet wird.
nl: Wachtwoord activering is mislukt omdat mailadres meerdere keren is gebruikt.
ro: Activarea parolei a eșuat deoarece adresa de e-mail este folosită de mai multe ori.

source: Notice
nl: Opmerking

source: Your password activation key was already sent to your email address, please check your inbox and spam folder
cs: Aktivační klíč vašeho hesla již byl odeslán na vaši e-mailovou adresu, zkontrolujte prosím svou doručenou poštu a složku se spamem
de: Ihr Passwortaktivierungsschlüssel wurde bereits an Ihre Emaiadresse geschickt, bitte prüfen Sie Ihren Posteingang und ggfs. Ihren Spamordner.
es: Se ha enviado su clave de activación de contraseña a su correo electrónico, verifique su bandeja de entrada y carpeta de spam.
nl: Uw wachtwoord activatie sleutel was al verzonden naar uw e-mailadres, controleer uw inbox en spam map
ro: Cheia dvs. de activare a parolei a fost deja trimisă la adresa dvs. de e-mail, vă rugăm verificați căsuța de e-mail și dosarul de spam

source: This is in response to your request for password reset at
cs: Toto je odpověď na vaši žádost o resetování hesla na adrese
de: Dies ist die Antwort auf die Anfrage Ihr Passwort zurückzusetzen bei
es: Respuesta a su solicitud de restablecimiento de contraseña en
nl: Dit is een antwoord op uw wachtwoord herstel op
ro: Acesta este un răspuns la solicitarea dvs. de resetare a parolei la

source: To reset your password, please visit this link or copy and paste this link in your browser window
cs: Chcete-li obnovit své heslo, navštivte prosím tento odkaz nebo zkopírujte a vložte tento odkaz do okna prohlížeče
de: Um Ihr Passwort zurückzusetzen klicken Sie auf diesen Link oder kopieren Sie den Link und fügen ihn in Ihr Browserfenster ein.
es: Para restablecer su contraseña, pinche este enlace o copie y pegue este enlace en su navegador
nl: Om uw wachtwoord te resetten, bezoek deze link, of kopieer en plak deze link in uw webbrowser
ro: Pentru a vă reseta parola, vă rugăm să accesați acest link sau copiați și inserați acest link în fereastra browserului dvs

source: Your request for password retrieval
cs: Váš požadavek na získání hesla
de: Ihre Anfrage Ihr Passwort zurückzusetzen
es: Su solicitud de recuperación de contraseña
nl: Uw verzoek voor wachtwoord herstel
ro: Solicitarea dvs. de recuperare a parolei

source: We encountered a system problem in sending reset link to your email address.
cs: Při odesílání odkazu pro obnovení na vaši e-mailovou adresu došlo k systémovému problému.
de: Es ist ein Systemfehler beim Senden des Links an Ihre Emailadresse aufgetreten.
es: Encontramos un problema del sistema al enviar el enlace de restablecimiento a su dirección de correo electrónico.
nl: We hebben een systeem probleem met het verzenden van de wachtwoord reset mail.
ro: Am întâmpinat o problemă de sistem la trimiterea linkului de resetare la adresa dvs. de e-mail.

source: Your reset link was sent to your email address. Please check your mail in a few minutes.
cs: Odkaz na obnovení byl odeslán na vaši e-mailovou adresu. Zkontrolujte si poštu za několik minut.
de: Der Link zum Zurücksetzen Ihres Passworts wurde an Ihre Emailadresse geschickt. Bitte prüfen Sie Ihren Posteingang in einigen Minuten.
es: Hemos enviado su enlace de restablecimiento a su dirección de correo electrónico. Por favor revise su correo en unos minutos.
nl: Uw reset link is naar uw e-mailadres verzonden. Controleer uw e-mail in enkele minuten.
ro: Linkul dvs. de resetare a fost trimis la adresa dvs. de e-mail. Vă rugăm să vă verificați e-mailul în câteva minute.

source: Activation failed
cs: Aktivace se nezdařila
de: Aktivierung fehlgeschlagen
es: Activación fallida
nl: Activatie mislukt
ro: Activarea a eșuat

source: New Password
cs: Nové heslo
de: Neues Passwort
es: Nueva contraseña
nl: Nieuw wachtwoord
ro: Parola nouă

source: Re-enter new Password
cs: Znovu zadejte nové heslo
de: Neues Passwort wiederholen
es: Repita la contraseña
nl: Nogmaals nieuw wachtwoord
ro: Reintroduceți noua parolă

source: Submit new Password
cs: Zadejte nové heslo
de: Neues Passwort absenden
es: Enviar nueva contraseña
nl: Voer nieuw wachtwoord in
ro: Trimiteți o nouă parolă

source: Password activation failed.
cs: Aktivace hesla se nezdařila.
de: Passwortaktivierung fehlgeschlagen.
es: Falló la activación de la contraseña
nl: Wachtwoord activatie mislukt.
ro: Activarea parolei a eșuat.

source: Password must be at least 4 char and maximum 15 char long
cs: Heslo musí mít alespoň 4 znaky a maximálně 15 znaků
de: Passwort muss mindestens 4, maximal 15 Zeichen lang sein
es: La contraseña debe tener entre 6 y 15 caracteres
nl: Wachtwoord moet minimaal 4 en maximaal 15 karakters zijn
ro: Parola trebuie să aibă cel puțin 4 caractere și maximum 15 caractere

source: The passwords don't match!
cs: Hesla se neshodují!
de: Passworte sind nicht gleich!
es: ¡Las contraseñas no coinciden!
nl: De wachtwoorden komen niet overeen!
ro: Parolele nu se potrivesc!

source: Your new password has been stored successfully
cs: Vaše nové heslo bylo úspěšně uloženo
de: Ihr neues Passwort wurde erfolgreich gespeichert
es: La nueva contraseña se ha almacenado correctamente
nl: Uw nieuwe wachtwoord is succesvol opgeslagen
ro: Noua ta parolă a fost stocată cu succes

source: Failed to store new password.
cs: Nepodařilo se uložit nové heslo.
de: Speichern des neuen Passworts fehlgeschlagen.
es: Fallo al guardar la contraseña nueva.
nl: Wachtwoord herstel mislukt.
ro: Nu s-a putut stoca parola nouă.

source: No valid username or password.
cs: Žádné platné uživatelské jméno nebo heslo.
da: Ingen gyldig brugernavn eller adgangskode.
de: Falscher Benutzername oder Passwort.
es: Nombre de usuario o contraseña inválidos.
nl: Geen geldige gebruikersnaam of wachtwoord opgegeven.
no: Intet gyldig brukernavn eller passord.
ro: Nu există nume de utilizator sau parolă valide.

source: Forgot password
cs: Zapomenuté heslo
de: Passwort vergessen
es: No recuerdo la contraseña
nl: Wachtwoord vergeten
ro: Parola pierdută

source: %s Mail form.
cs: %s Formulář pošty.
de: %s Emailformular
es: Formulario de correo de %s.
nl: %s Mail formulier
ro: Formular de e-mail %s.

source: Last visited family:
cs: Naposledy navštívená rodina:
da: Sidst besøgte familie:
de: zuletzt besuchte Familie:
es: Última familia vista:
nl: Laatst bezochte gezin:
no: Sist besøkte famile:
ro: Ultima familie vizitată:

source: Receive newsletter
cs: Přijímat novinky
da: Modtag nyhedsbrev
de: Abboniere Newsletter
es: Recibir el boletín de noticias
nl: Nieuwsbrief ontvangen
no: Abbonner på nyhetsbrev:
ro: Primiți newsletter

source: The e-mail address you entered doesn't seem to be a valid e-mail address!
cs: E-mailová adresa, kterou jste zadali, se nezdá být platnou e-mailovou adresou!
de: Die angegebene Email-Adresse scheint nicht gültig zu sein!
es: ¡El email que introdujo no parece ser una dirección de correo electrónico válida!
nl: Het e-mailadres dat u hebt ingevoerd lijkt niet een geldig e-mailadres!
ro: Adresa de e-mail pe care ați introdus-o nu pare a fi o adresă de e-mail validă!

source: Sending e-mail failed!
cs: Odeslání e-mailu se nezdařilo!
da: Afsendelse af e-mail fejlede!
de: Senden der Email fehlgeschlagen!
es: ¡El envío del correo electrónico ha fallado!
nl: Versturen van e-mail is mislukt!
no: Epostsending mislyktes!
ro: Trimiterea e-mailului a eșuat!

source: E-mail sent!
cs: E-mail odeslán!
da: E-mail er sendt!
de: Email wurde gesendet!
es: ¡Correo electrónico enviado!
nl: E-mail verzonden!
no: Epost sendt!
ro: E-mailul a fost trimis!

source: Mail form
cs: Poštovní formulář
da: Mail formular
de: Emailformular
es: Formulario de correo
nl: Mail formulier
no: Epostskjema
ro: Formular pentru e-mail

source: Message
cs: Zpráva
de: Nachricht
es: Mensaje
nl: Bericht
ro: Mesaj

source: The e-mail function has been switched off!
cs: Funkce e-mailu byla vypnuta!
da: E-mail funktionen er blevet slået fra!
de: Die Emailfunktion ist ausgeschaltet!
es: ¡Se ha desactivado la función de correo electrónico!
nl: De e-mail functie is uitgeschakeld!
no: Epostfunksjonen er avslått!
ro: Funcția de e-mail a fost dezactivată!

source: Display birth or death locations across different time periods
cs: Zobrazit místa narození nebo úmrtí v různých časových obdobích
da: Vis fødsel og døds steder over forskellige tids perioder
de: Geburts- oder Todesorte über verschiedene Zeiten anzeigen
es: Mostrar ubicaciones de nacimiento o defunción en diferentes períodos de tiempo
nl: Toon geboorte- of overlijdensplaatsen over verschillende perioden
ro: Afișați locurile de naștere sau deces în diferite perioade de timp

source: Display:
cs: Zobrazit:
da: Vis:
de: Anzeige:
es: Mostrar:
nl: Weergave:
ro: Afișare:

source: Birth locations
cs: Místa narození
da: Fødselssteder
de: Geburtsort
es: Ubicaciones de nacimiento
nl: Geboorteplaatsen
ro: Locuri de naștere

source: Death locations
cs: Místa úmrtí
da: Dødssteder
de: Sterbeort
es: Ubicaciones de defunción
nl: Overlijdensplaatsen
ro: Locuri de deces

source: Display births until:
cs: Zobrazit narození do:
da: Vis fødsler indtil:
de: Markiere Geburten bis:
es: Mostrar nacimientos hasta:
nl: Toon geboorten tot:
ro: Afișați nașterile până la:

source: Display deaths until:
cs: Zobrazit úmrtí do:
da: Vis døde indtil:
de: Markiere Sterbefälle bis:
es: Mostrar defunciones hasta:
nl: Toon overlijden tot:
ro: Afișați decesele până la:

source: Filter by specific family name(s)
cs: Filtrovat podle konkrétních příjmení
da: Filtrer efter specifik familie navn(e)
de: Karte ausgewählter Nachnamen
es: Filtrar por apellido(s) específico(s)
nl: Filter specifieke achternamen
ro: Filtrați după nume de familie specifice

source: Filter by descendants
cs: Filtrovat podle potomků
de: Nach Nachkommen filtern
es: Filtrar por descendientes
nl: Filter afstammelingen
ro: Filtrare după urmași

source: Filter by ancestors
cs: Filtrovat podle předků
de: Nach Vorfahren filtern
es: Filtrar por antepasados
nl: Filter voorouders
ro: Filtrare după strămoși

source: Other tools:
nl: Andere instellingen:

source: <b>Top menu line:</b> <ul><li>Choose family tree. On sites with multiple family trees here you can choose which tree to map.</li> <li>Choose whether to display birth location or death locations.</li></ul> <b>Second menu line:</b> <ul><li>The "births until" slider. With this slider you can mark the birthplaces of persons who were born until a certain date. The slider has ten positions.</li> <li>Filter by specific family name(s)". This will open a window with all family names. Mark checkboxes next to names and press "Choose" to start mapping the locations of those families only.<br> After pressing "Choose" you will see a yellow banner near the top of the map, informing you which family names are being filtered. Now use the slider or "mark all location" button to place the markers.</li> <li>Filter by descendants". This will open a window with all persons that have descendants. Click the person whose descendants you want to map.<br> A yellow banner will appear near the top of the map, informing which persons' descendants are filtered. Now use the slider or "mark all location" button to place the markers.</li></ul> <b>Third menu line:</b> <ul><li>Find location on the map". Here you can pick a location from all locations in the tree and zoom in to it automatically.</li></ul> <b>The map:</b> <ul><li>Colored markers are placed on the map according to the settings made in the menu. Inside the marker you will see the number of people born in that location.</li> <li>There are 4 different size markers (from small to big): Red markers (over 100 people), blue markers (50-99 people), green markers (9-49 people) and yellow markers (1-9 people)</li> <li>When you hover with the mouse over a marker a "tooltip" will show with the name of the location.</li> <li>When you click on the marker you will see two links.</li> <li>The first link will open a new browser tab with the Wikipedia entry about this location (if such an entry exists).</li> <li>The second link will present (in the Info Window itself) a list of all persons born in this location.</li> <li>The names in this list are clickable and will open a new browser tab with the family page of this person.</li>
nl: <b>Bovenste menu regel:</b><br> <ul><li>Kies stamboom. Op websites met meerdere stambomen kunt u hier kiezen welke stamboom gemarkeerd wordt.</li> <li>Markeer alle geboorteplaatsen". Deze knop markeert geboorteplaatsen voor alle personen in de boom (of van gefilterde namen - zie hieronder), onafhankelijk van de geboortedatum. Ook personen zonder bekende geboortedatum zullen worden gemarkeerd.</li></ul> <b>Tweede menu regel:</b> <ul><li>De "Markeer geboorten tot" schuifbalk. Met deze schuifbalk kunt u geboorteplaatsen markeren van personen die tot een bepaalde datum zijn geboren. De balk heeft 10 posities.</li></ul> <ul><li>"Zoek alleen bepaalde familie namen". Dit opent een venstertje met alle familienamen. Vink de familie namen die u wilt markeren en klik op "Kies namen".<br> Nadat u op "Kies namen" drukt, ziet u een gele balk onder het menu waar staat met welke familienamen er nu gemarkeerd zal worden. Nu kunt u de schuifbalk of de "Markeer alle geboorte plaatsen" knop gebruiken om de plaatsen op de kaart te markeren.</li> <li>"Markeer afstammelingen van een persoon". Dit opent een venstertje met alle personen die afstammelingen hebben. Klik op de persoon wiens afstammelingen u wilt markeren. Er zal nu een gele balk verschijnen onder het menu waar staat van welke persoon de afstammelingen worden weergegeven. Nu kunt u de schuifbalk of de "Markeer alle geboorte plaatsen" knop gebruiken om de plaatsen op de kaart te markeren</li> <li>Zoek een plaats op de kaart". Hier kunt u een plaats kiezen uit alle geboorte plaatsen in de boom daar wordt automatisch op ingezoomd.</li></ul> <b>De kaart:</b> <li>Nadat u klikt op de "Markeer alle geboorte plaatsen" knop of u de schuifbalk gebruikt, worden er gekleurde markers op de kaart geplaatst. In de marker staat het aantal mensen die in iedere plaats zijn geboren.</li> <li>Er zijn 4 verschillende groottes van markers (van groot naar klein): Rood (meer dan 100 mensen, blauw (50-99 mensen), groen (9-49 mensen) en geel (1-9 mensen).</li> <li>Als u met de muis boven een marker staat, zal de naam van die geboorte plaats getoond worden.</li> <li>Wanneer u op de marker klikt, gaat er een venstertje open boven de marker, waar u twee links zult zien.</li> <li>De eerste link zal een nieuwe browser tab openen met de (Engelse) Wikipedia uitleg over deze plaats (indien aanwezig).</li> <li>De tweede link zal in het venstertje een lijst tonen met alle personen die in deze plaats zijn geboren.</li> <li>Het is mogelijk op de namen in deze lijst te klikken, wat een nieuwe browser tab opent met het gezinsblad van deze persoon.</li>

source: Find location on the map
cs: Najít polohu na mapě
da: Find et sted på kortet
de: Ort auf der Karte finden
es: Encontrar ubicación en el mapa
nl: Zoek een plaats op de kaart
no: Finn sted på kartet
ro: Găsirea locației pe hartă

source: Mapping with specific name(s):
cs: Mapování s konkrétními názvy:
da: Kortlægning med specifikke navn(e):
de: Karten mit spezifischem Name(n):
es: Mapeo con nombre(s) específico(s):
nl: Alleen deze namen worden nu gemarkeerd:
no: Kart etter angitt(e) navn:
ro: Maparea cu nume specifice:

source: Switch name filter off
cs: Vypnout filtr jmen
da: Slå navne filteret fra
de: Namensfilter ausschalten
es: Desactivar el filtro de nombres
nl: Naam filter uitzetten
no: Skru av navnefilteret
ro: Dezactivați filtrul de nume

source: Filter by descendants of:
da: Filtrer efter efterkommere af:
de: Nach Nachkommen filtern:
es: Filtro por descendientes de:
nl: Alleen afstammelingen van:
ro: Filtrați după urmașii lui:

source: Switch descendant filter off
cs: Vypnout filtr potomků
da: Slå efterkommer filteret fra
de: Nachkommenfilter ausschalten
es: Desactivar el filtro de descendientes
nl: Afstammelingen filter uitzetten
no: Skru av etterkommerfilteret
ro: Dezactivați filtrul urmași

source: No known birth places amongst descendants
cs: Mezi potomky nejsou známa žádná místa narození
da: Ingen kendte fødsels steder blandt efterkommere
de: Keine bekannten Geburtsorte unter den Nachkommen
es: No se conocen lugares de nacimiento de descendientes
nl: Er zijn geen geboorteplaatsen van afstammelingen bekend
no: Ingen kjente fødesteder hos etterkommere
ro: Nu se cunosc locuri de naștere printre urmași

source: Close
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
nl: Sluiten
no: Avbryt
ro: Închide

source: Filter by ancestors of:
cs: Filtrovat podle předků:
de: Filtern nach Vorfahren von:
es: Filtro por antepasados de:
nl: Filter voorouders van:
ro: Filtrați după strămoșii:

source: Switch ancestor filter off
cs: Vypnout filtr předků
de: Filtern nach Vorfahren ausschalten
es: Quitar filtro de antepasados
nl: Schakel afstammelingen filter uit
ro: Dezactivați filtrul strămoșilor

source: No known birth places amongst ancestors
cs: Žádná známá místa narození mezi předky
de: Keine bekannten Geburtsstätten unter den Vorfahren
es: No se conocen lugares de nacimiento de los antepasados.
nl: Geen geboorteplaatsen bij voorouders
ro: Nu se cunosc locuri de naștere printre strămoși

source: Mark checkbox next to name(s)
cs: Zaškrtněte políčko vedle jmen
da: Marker afkrydsningsfeltet ved siden af navn(e)
de: Checkbox neben Name(n) zum markieren klicken
es: Marque la casilla junto al nombre:
nl: Vink hokje(s) voor de namen aan
no: Merk av navn i kryssboks
ro: Bifați caseta de selectare de lângă nume

source: Choose
cs: Vybrat
da: Vælg
de: Auswählen
es: Elegir
nl: Kies
no: Velg
ro: Alegeți

source: Filter by descendants of a person
cs: Filtrovat podle potomků osoby
da: Filter for efterkommere af en person
de: nach Nachkommen filtern
es: Filtrar por descendientes de una persona
nl: Toon afstammelingen van een persoon
ro: Filtrați după urmașii unei persoane

source: Pick a name or enter ID:
cs: Vyberte jméno nebo zadejte ID:
da: Vælg et navn eller indtast ID:
de: Namen auswählen oder ID eintragen:
es: Elija un nombre o introduzca el ID:
nl: Kies een naam of voer ID in:
no: Velg et navn eller skriv ID:
ro: Alegeți un nume sau introduceți ID-ul:

source: Pick a name from the pulldown list
cs: Vyberte jméno z rozbalovacího seznamu
da: Vælg et navn fra pulldown listen
de: Namen aus der Pull-Down-Liste auswählen
es: Elija un nombre de la lista desplegable
nl: Kies een naam uit de lijst
no: Velg et navn fra nedtrekkslisten
ro: Alegeți un nume din lista derulantă

source: Filter by ancestors of a person
cs: Filtrovat podle předků osoby
de: Nach Vorfahren einer Person filtern
es: Filtrar por antepasados de una persona
nl: Filter voorouders van een persoon
ro: Filtrați după strămoșii unei persoane

source: Results are limited.
cs: Výsledky jsou omezené.
de: Resultate sind beschränkt.
nl: Resultaten zijn beperkt.
ro: Rezultatele sunt limitate.

source: Hide full details
cs: Skrýt úplné podrobnosti
de: Details verbergen
es: Ocultar todos los detalles
nl: Verberg alle details
ro: Ascunde detaliile complete

source: Show full details
cs: Zobrazit úplné podrobnosti
de: Details anzeigen
es: Mostrar todos los detalles
nl: Toon alle details
ro: Arată detaliile complete

source: Hide dates
cs: Skrýt data
da: Skjul datoer
de: Datum nicht anzeigen
es: Ocultar fechas
nl: Datum verbergen
no: Skjul datoer
ro: Ascunde datele

source: Show dates
cs: Zobrazit data
da: Vis datoer
de: Datum anzeigen
es: Mostrar fechas
nl: Datum weergeven
no: Vis datoer
ro: Arată datele

source: Dates below names
cs: Data pod jmény
da: Datoer under navne
de: Datum hinter Namen
es: Fechas bajo los nombres
nl: Datum onder naam
no: Datoer etter navn
ro: Datele sub nume

source: Dates beside names
cs: Data vedle jmen
da: Datoer ved siden af navne
de: Datum hinter Namen
es: Fechas al lado de los nombres
nl: Datum achter naam
no: Datoer etter navn
ro: Datele lângă nume

source: Choose number of generations to display
cs: Vyberte počet generací, které chcete zobrazit
da: Vælg antal generationer, der skal vises
de: Anzahl der anzuzeigenden Generationen wählen
es: Elija el nº de generaciones a mostrar
nl: Aantal weer te geven generaties
no: Velg antall generasjoner som skal vises
ro: Alegeți numărul de generații de afișat

source: Photo's per page
cs: Obrázků na stranu
da: Fotoer per side
de: Fotos pro Seite
es: Fotos por página
nl: Foto's per bladzijde
no: Fotografier per side
ro: Fotografii pe pagină

source: ERROR: username already exists
cs: CHYBA: uživatelské jméno již existuje
da: FEJL: brugernavn eksisterer allerede
de: FEHLER: Benutzername existiert bereits
es: ERROR: ese usuario ya existe
nl: FOUT: de gebruikersnaam bestaat al
ro: EROARE: numele de utilizator există deja

source: ERROR: Password has to contain at least 6 characters
cs: CHYBA: Heslo musí obsahovat alespoň 6 znaků
de: FEHLER: Passwort muss mindestens 6 Zeichen haben
es: ERROR: La contraseña debe tener al menos 6 caracteres
nl: FOUT: Wachtwoord moet minimaal 6 karakters bevatten
ro: EROARE: Parola trebuie să conțină cel puțin 6 caractere

source: Registration completed
cs: Registrace dokončena
da: Registreringen færdig
de: Registrierung abgeschlossen
es: Registro completado
nl: Registratie voltooid
ro: Înregistrare finalizată

source: At this moment you are registered in the user-group "guest". The administrator will check your registration, and select a user-group for you.
cs: V tuto chvíli jste zaregistrováni v uživatelské skupině "host". Administrátor zkontroluje vaši registraci a vybere za vás uživatelskou skupinu.
da: I øjeblikket er du registreret i bruger gruppen "gæst". Administratoren vil tjekke din registrering og vælge en bruger gruppe for dig.
de: Momentan sind Sie in der Benutzergruppe "guests" angemeldet. Der Administrator prüft Ihre Registrierung und wählt eine Benutzergruppe für Sie aus.
es: En este momento está registrado en el grupo de usuarios "guest" (invitados). El administrador verificará su registro y le asignará al grupo de usuarios más adecuado.
nl: Op dit moment bent u geregistreerd in de gebruikersgroep "gast". De beheerder zal de registratie nazien, en een gebruikersgroep selecteren.
ro: În acest moment aveți cont în grupul de utilizatori „guest - vizitator”. Administratorul va verifica cererea dvs. și va selecta un grup de utilizatori pentru dvs.
