Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: Sourcerole
cs: Role zdroje
da: Kilderolle
de: Eigenschaft der Quelle
es: Rol de la fuente
nl: Bronrol
ro: Originea sursei

source: e.g. Writer, Brother, Sister, Father.
cs: např. Spisovatel, Bratr, Sestra, Otec.
de: z.B. Schreiber, Bruder, Schwester, Vater
nl: bijv. Schrijver, Broer, Zuster, Vader.
ro: de exemplu scriitor, frate, soră, tată.

source: Page
cs: Strana
da: Side
de: Seite
es: Página
nl: Bladzijde
no: Side
ro: Pagina

source: Page in source.
cs: Stránka ve zdroji.
de: Seite in der Quelle
nl: Bladzijde in bron.
ro: Pagina în sursă.

source: Quality
cs: Kvalita
de: Qualität
nl: Kwaliteit
ro: Calitate

source: quality: default
cs: kvalita: výchozí
da: kvalitet: standard
de: Qualität: Standardvorbesetzung
es: Calidad: por defecto
nl: kwaliteit: standaard
ro: calitate: implicit

source: quality: unreliable evidence or estimated data
cs: kvalita: nespolehlivé důkazy nebo odhadované údaje
da: kvalitet: upålideligt bevis eller skønnede data
de: Qualität: unzuverlässige Quelle oder geschätzte Daten
es: calidad: testimonio no fiable o datos estimados
nl: kwaliteit: onbetrouwbaar bewijs of geschatte gegevens
ro: calitate: dovezi nesigure sau date estimate

source: quality: questionable reliability of evidence
cs: kvalita: pochybná spolehlivost důkazů
da: kvalitet: tvivlsom pålidelighed af beviser
de: Qualität: fragwürdige Zuverlässigkeit der Quelle
es: calidad: fiabilidad cuestionable del testimonio
nl: kwaliteit: twijfelachtige betrouwbaarheid van gegevens
ro: calitate: încrederea îndoielnică a dovezilor

source: quality: data from secondary evidence
cs: kvalita: data ze sekundárních důkazů
da: kvalitet: data fra sekundære beviser
de: Qualität: Daten aus sekundärer Quelle
es: calidad: datos de un testimonio secundario
nl: kwaliteit: gegevens uit secundaire bron
ro: calitate: date din dovezi secundare

source: quality: data from direct source
cs: kvalita: data z přímého zdroje
da: kvalitet: data direkte fra kilden
de: Qualität: Daten aus direkter Quelle
es: calidad: datos de fuente directa
nl: kwaliteit: gegevens uit directe bron
ro: calitate: date din sursă directă

source: Extra text
de: Zusätzlicher Text:
es: Texto adicional
nl: Extra tekst
ro: Text suplimentar

source: Extra text by source
nl: Extra tekst bij bron

source: Search existing source
cs: Hledat existující zdroj
de: Suche existierende Quelle
es: Buscar fuente existente
nl: Zoek bestaande bron
ro: Căutați sursa existentă

source: gedcomnumber (ID)
de: Gedcomnummer (ID)
es: Nº Gedcom (ID)
nl: GEDCOM-nummer (ID)
ro: nr. gedcom (ID)

source: Select existing source
cs: Vybratat existující zdroj
de: Existierende Quelle auswählen
es: Seleccionar fuente existente
nl: Selecteer bestaande bron
ro: Selectați sursa existentă

source: Results are limited, use search to find more sources.
cs: Výsledky jsou omezené, použijte vyhledávání k nalezení dalších zdrojů.
de: Geringe Zahl von Ergebnissen, verwenden Sie die Suche, um weitere Quellen zu finden.
nl: Resultaten zijn beperkt, gebruik de zoek optie om meer ouders te vinden.
ro: Rezultatele sunt limitate, folosiți căutare pentru a descoperi mai multe surse.

source: Select
cs: Vybrat
da: Vælg
de: Auswählen
es: Seleccionar
nl: Selecteren
no: Velg
ro: Selectare

source: Or:
cs: Nebo:
de: Oder:
es: O:
nl: Of:
ro: Sau:

source: add new source
cs: přidat nový zdroj
de: neue Quelle hinzufügen
es: Añadir fuente nueva
nl: voeg nieuwe bron toe
ro: adăugați o sursă nouă

source: Add another source
cs: Přidat další zdroj
de: Neue Quelle hinzufügen
es: Añadir otra fuente
nl: Nog een bron toevoegen
ro: Adăugați altă sursă

source: Add source
cs: Přidejte zdroj
da: Tilføj kilde
de: Quelle hinzufügen
es: Añadir fuente
nl: Bron toevoegen
no: Legg til kilde
ro: Adăugați sursa

source: Extra settings
cs: Další nastavení
da: Ekstra indstillinger
de: Weitere Einstellungen
es: Configuración adicional
nl: Extra instellingen
ro: Setări suplimentare

source: Hide or show family trees per user.
cs: Skrýt nebo ukázat rodinné stromy na uživatele.
da: Skjul eller vis stamtræer per bruger.
de: Stammbäume pro Benutzer verstecken oder anzeigen.
es: Mostrar u ocultar árboles genealógicos por usuario.
nl: Weergave van stambomen per gebruiker.
ro: Ascunde sau arată arborii genealogici pentru fiecare utilizator.

source: These are settings PER USER, it's also possible to set these setting PER USER GROUP.
cs: Jedná se o nastavení NA UŽIVATELE, je také možné nastavit toto nastavení NA SKUPINU UŽIVATELŮ.
da: Disse indstillinger er for EN ENKELT BRUGER, det er også muligt at bruge disse indstillinger for HVER ENKELT BRUGERGRUPPE.
de: Dies sind Einstellungen JE BENUTZER, es ist auch möglich diese Einstellungen JE BENUTZERGRUPPE zu tätigen.
es: Estos ajustes son POR USUARIO. También es posible hacerlos POR GRUPO DE USUARIO.
nl: Dit zijn instellingen PER GEBRUIKER, het is ook mogelijk deze instellingen PER GEBRUIKERSGROEP in te stellen.
ro: Acestea sunt setări PER UTILIZATOR, este posibil și să puneți aceste setări PER GRUP DE UTILIZATOR.

source: Family tree
cs: Rodokmen
da: Stamtræ
de: Stammbaum
es: Árbol genealógico
nl: Stamboom
no: Slektstre
ro: Arbore genealogic

source: Show tree?
cs: Zobrazit strom?
da: Vis træ?
de: Stammbaum anzeigen?
es: ¿Mostrar árbol?
nl: Stamboom weergeven?
no: Vis tre?
ro: Afișați arborele?

source: Edit tree?
cs: Upravit strom?
da: Rediger træ?
de: Stammbaum editieren?
es: ¿Editar árbol?
nl: Stamboom muteren?
ro: Editați arborele?

source: Change
cs: Změnit
da: Ændre
de: Ändern
es: Cambiar
nl: Opslaan
no: Endre
ro: Modificare

source: Use user-group setting
cs: Použijte nastavení uživatelské skupiny
de: Benutzergruppeneinstellung verwenden
es: Usar configuración de grupo de usuarios
nl: Gebruik gebruikers-groep instelling
ro: Utilizați setarea grupului de utilizatori

source: Update options
cs: Možnosti aktualizace
da: Opdaterings indstillinger
de: Aktualisierungseinstellungen
es: Opciones de actualización
nl: Update opties
no: Oppdateringsvalg
ro: Opțiuni de actualizare

source: update check is disabled.
cs: kontrola aktualizací je zakázána.
de: Updateprüfung ist ausgeschaltet.
es: La comprobación automática de actualizaciones está desactivada.
nl: update controle is uitgeschakeld.
ro: verificarea actualizării este dezactivată.

source: Update check failed.
cs: Kontrola aktualizace se nezdařila.
de: Update-Prüfung fehlgeschlagen.
nl: Update controle is mislukt.
ro: Verificarea actualizării a eșuat.

source: Update available
cs: Aktualizace je k dispozici
da: Opdatering tilgængelig
de: Update verfügbar
es: Actualización disponible
nl: Update beschikbaar
no: Oppdatering tilgjengelig
ro: Actualizare disponibilă

source: Beta version available
cs: Beta verze je k dispozici
da: Beta version tilgængelig
de: Es ist eine Beta-Version verfügbar
es: Versión Beta disponible
nl: Beta versie beschikbaar
no: Betaversjon tilgjengelig
ro: Versiune beta disponibilă

source: Online version check unavailable.
cs: Kontrola online verze není k dispozici.
da: Online versions tjek utilgængelig
de: Online Versionsüberprüfung ist nicht verfügbar.
es: No está disponible la verificación de la versión en línea
nl: Online versiecontrole niet beschikbaar.
no: Versjonssjekk utilgjengelig.
ro: Verificarea versiunii online indisponibilă.

source: Debug information:
cs: Informace o ladění:
de: Debug-Informationen:
nl: Debug informatie:
ro: Informații de depanare:

source: Carefully compare these two persons. Only if you are <b>absolutely sure</b> they are identical, press "Merge right into left".<br> If you don't want to merge, press "SKIP" to continue to the next pair of possible duplicates
nl: Vergelijk deze twee personen zorgvuldig. Alleen als u <b>helemaal zeker</b> bent dat het dezelfde persoon betreft, druk op de knop "Combineer rechts met links".
no: Sammelikn nøye disse to personene. Bare hvis du er <b>helt sikker</b> på at de er identiske, trykk "Slå sammen høyre med venstre"<br Hvis du ikke vil slå de sammen, trykk "HOPP OVER" for å fortsette til neste par mulige duplikater.

source: Back to main merge menu
cs: Zpět do hlavní nabídky sloučení
da: Tilbage til hoved flette menu
es: Volver al menú principal de combinación
nl: Terug naar het hoofd menu
no: Tilbake til hovedmenyen for sammenslåing
ro: Înapoi la meniul principal de îmbinare

source: <- Switch left and right ->
cs: <- Zaměnit levou a pravou ->
da: <- Skift til venstre og højre ->
de: <- Links und rechts tauschen ->
es: <- Intervertir gauche et droite ->
nl: <- Verwissel rechts met links ->
no: <- Bytt om høyre og venstre ->
ro: <- Comutați la stânga și la dreapta ->

source: Skip to next
cs: Přejít na další
da: Skift til næste
de: Überspringe zum nächsten
es: Saltar al siguiente
nl: Overslaan
no: Hopp til neste
ro: Treci la următorul

source: Skip to nr:
cs: Přejít na č:
da: Skift til nr:
de: Springe zu Nr.:
es: Saltar al nº
nl: Door naar nr.:
no: Hopp til nr:
ro: Treci la nr:

source: Go!
cs: Pokračovat!
de: Los!
es: ¡Adelante!
nl: Ga!
no: Start!
ro: Du-te!

source: Merge right into left
cs: Spojte pravou s levou
da: Flet lige ind til venstre
de: Füge rechts in links zusammen
es: Combinar la de la derecha en la de la izquierda
nl: Combineer rechts met links
no: Slå sammen høyre med venstre
ro: Îmbinare din dreapta în stânga

source: No more duplicates found
cs: Nebyly nalezeny žádné další duplikáty
da: Ikke flere dubletter fundet
de: Keine weiteren Duplikate gefunden
es: No se encontraron más duplicados
nl: Geen verdere dubbelen gevonden
no: Ingen flere duplikater funnet
ro: Nu au mai fost găsite duplicate

source: You cannot merge persons of opposite sex. Please try again
cs: Nemůžete sloučit jedince opačného pohlaví. Prosím zkuste to znovu
da: Du kan ikke flette individer af modsatte køn. Prøv venligst igen
de: Personen mit unterschiedlichem Geschlecht können nicht zusammengefügt werden.
es: No puede fusionar personas de distinto sexo. Por favor, Inténtelo de nuevo
nl: Het is niet mogelijk personen van verschillende sekse te combineren. Probeer nogmaals
no: Du kan ikke slå sammen personer med forskjellig kjønn. Forsøk igjen
ro: Nu puteți îmbina indivizi de sex opus. Vă rugăm să încercați din nou

source: Choose another pair
cs: Vyberte jiný pár
da: Vælg et andet par
de: Ein weiteres Paar auswählen
es: Elija otro par
nl: Kies een ander paar
no: Velg et annet par
ro: Alegeți altă pereche

source: This is one person already - you can't merge! Please try again
cs: Toto je již jedna osoba – nelze se sloučit! Prosím zkuste to znovu
da: Der er allerede en person - du kan ikke flette! Prøv venligst igen
de: Dies ist bereits eine einzige Person!
es: Esta ya es una sola persona, ¡no puede combinar! Por favor, Inténtelo de nuevo
nl: Dit is al een uniek persoon - kan niet met zichzelf gecombineerd worden! Probeer nogmaals
no: Allerede èn person - kan ikke slås sammen. Forsøk igjen
ro: Aceasta este deja o singură persoană - nu puteți fuziona! Vă rugăm să încercați din nou

source: Carefully compare these two persons. Only if you are <b>absolutely sure</b> they are identical, press "Merge right into left"
nl: Vergelijk deze twee personen zorgvuldig. Alleen als u <b>helemaal zeker</b> bent dat het dezelfde persoon betreft, druk op de knop "Combineer rechts met links".
no: Sammenlikn personene nøye. Bare hvis du er <b>helt sikker</b> på at de er identiske, trykk "Slå sammen høyre med venstre"

source: The checked items will be the ones entered into the database for the merged person. You can change the default settings
cs: Zaškrtnuté položky budou ty, které byly vloženy do databáze pro sloučený záznam. Výchozí nastavení můžete změnit
da: De markerede emner vil være dem inde i databasen for den flettede record. Du kan ændre standardindstillingerne
de: Die markierten Elemente werden in die Datenbank des zusammengeführten Datensatzes übernommen. Sie können die Standardeinstellungen ändern
es: Los elementos marcados serán los que se introduzcan ​​en el registro combinado en la base de datos. Puede cambiar la configuración predeterminada
nl: De aangevinkte items zullen worden opgeslagen in de database voor de gecombineerde persoon. U kunt deze default instellingen veranderen
no: Avmerkede elementer er de som legges inn i databasen for den sammenslåtte personen. Du kan endre standardinnstillingene.
ro: Elementele bifate vor fi cele introduse în baza de date pentru persoana comasată. Puteți modifica setările implicite

source: No more surrounding relatives to check
cs: Už žádné okolní příbuzné ke kontrole
da: Ikke flere omkringliggende pårørende at kontrollere
de: Keine weiteren nehen Verwandten zu prüfen
es: No hay más parientes cercanos para comprobar
nl: Er zijn geen verdere familieleden te onderzoeken voor combineren
no: Ingen flere nærliggende slektninger å sjekke
ro: Nu mai există rude din jur de verificat

source: With "Duplicate merge" the program will look for all persons with a fixed set of criteria for identical data. These are: <ul><li>Same last name and same first name.<br> By default, people with blank first or last names are included. You can disable that under "Settings" in the main menu.</li> <li>Same birthdate or same deathdate.<br> By default, when one or both persons have a missing birth/death date they will still be included when the name matches. You can change that under "Settings" in the main menu.</li></ul> The found duplicates will be presented to you, one pair after the other, with their details.<br> You can then decide whether to accept the default merge, or change which details of the right person will be merged into the left.<br> If you decide not to merge this pair, you can "skip" to the next pair.<br> If after the merge there are surrounding relatives that might need merging too, you will be urged to move to "Relatives merge"<br> If you have interrupted a duplicate merge in this session (for example to move to "relatives merge"), this page will also show a "Continue duplicate merge" button so you can continue where you left off.<br> <b>Please note that generating the duplicates may take some time, depending on the size of the tree.</b>
cs: Pomocí "Duplicitní sloučení" program vyhledá všechny osoby s pevnou sadou kritérií pro identická data. Jsou to: <ul><li>Stejné příjmení a stejné křestní jméno.<br> Ve výchozím nastavení jsou zahrnuti lidé s prázdným jménem nebo příjmením. Můžete to vypnout pod "Nastavení" v hlavní nabídce.</li> <li>Stejné datum narození nebo stejné datum úmrtí.<br> Ve výchozím nastavení, když jeden nebo oba jednotlivci mají chybějící datum narození/úmrtí, budou stále zahrnuti, když se jméno shoduje. Můžete to změnit pod "Nastavení" v hlavní nabídce.</li></ul> Nalezené duplikáty vám budou prezentovány jeden pár po druhém s podrobnostmi.<br> Poté se můžete rozhodnout, zda přijmete výchozí sloučení, nebo změníte, které údaje o správné osobě budou sloučeny s levou.<br> Pokud se rozhodnete nesloučit tento pár, můžete "přeskočit" na další pár.<br> Pokud po sloučení existují okolní příbuzní, kteří by také mohli potřebovat sloučení, budete vyzváni, abyste se přesunuli do "Sloučení příbuzných"<br> Pokud jste v této relaci přerušili duplicitní sloučení (například pro přesun do "sloučení příbuzných"), na této stránce se také zobrazí tlačítko "Pokračovat v duplicitním sloučení", abyste mohli pokračovat tam, kde jste přestali.<br> <b>Upozorňujeme, že generování duplikátů může nějakou dobu trvat v závislosti na velikosti stromu.</b>
da: Ved "Dublet fletning" vil programmet se efter alle personer med et sæt faste kriterier for identiske data. Disse er:. <ul> <li> Samme efternavn og samme fornavn <br> Som standard, personer, med blank for eller efternavn, er inkluderet. Det kan du deaktivere under "Indstillinger" i hovedmenuen. </li> <li> Same fødselsdato eller samme dødsdato.<br> Som standard, når en eller begge personer har en manglende fødsel/ døds dato, vil de stadig være medtaget, når navnene matcher. Du kan ændre det under "Indstillinger" i hovedmenuen. </li> </ul> De fundne dubletter vil blive præsenteret for dig, par efter par, med deres detaljer. <br > Du kan derefter beslutte, om du vil acceptere standard fletningen, eller ændre, hvilke oplysninger fra den højre person, der vil blive flettet ind i venstre side. <br> Hvis du beslutter ikke at flette dette par, kan du "springe" til det næste par.<br> Hvis der efter fletningen er pårørende rundt omkring, som også måtte trænge til fletning, vil du blive opfordret til at flytte til "Pårørendes fletning". <br> Hvis du har afbrudt en dublet fletning i denne session (for eksempel for at flytte til "Pårørende fletning") vil denne side også vise en "Fortsæt duplikerings fletning" knap, så du kan fortsætte, hvor du slap. <br> <b> Bemærk at generere dubletter kan tage lidt tid, afhængigt af størrelsen af træet. </ b>
de: Mit "Duplikate zusammenführen" sucht das Programm nach allen Personen mit einem festen Satz von Kriterien für identische Daten. Diese sind: <ul><li>Gleicher Nachname und gleicher Vorname.<br> Standardmäßig werden Personen mit leerem Nach- oder Vornamen eingeschlossen. Dieses Verhalten können Sie unter "Einstellungen" im Hauptmenü ausschalten.</li> <li>Gleiches Geburts- oder Todesdatum.<br> Standardmäßig werden Personen mit fehlendem Geburts-/Todesdatum eingeschlossen wenn die Namen übereinstimmen. Dieses Verhalten können Sie unter "Einstellungen" im Hauptmenü ausschalten.</li></ul> Die gefundenen Duplikate werden Ihnen, ein Paar nach dem anderen, mit ihren Details angezeigt.<br> Sie können dann entscheiden, ob Sie die Standardzusammenführung wählen wollen oder welche Details von der rechten Person in die Linke zusammengeführt werden sollen.<br> Wenn Sie sich entscheiden dieses Paar nicht zusammenzuführen, können Sie zum nächsten Paar springen.<br> Wenn nach dem Zusammenführen nach Verwandte existieren, die eventuell auch zusammengeführt werden müssen werden Sie darauf hingewiesen zu "Verwandte zusammenführen" zu gehen.<br> Wenn Sie das Zusammenführen von Duplikaten in dieser Sitzung unterbrochen haben (z. B. um zu "Verwandte zusammenführen" zu gehen), wird diese Seite auch eine Schaltfläche "Duplikate zusammenführen fortsetzen" anzeigen, sodass Sie weitermachen können wo Sie aufgehört haben.<br> <b>Bitte beachten Sie, dass das ermitteln der Duplikate einige Zeit in Anspruch nehmen kann, je nachdem wie groß der Stammbaum ist.</b>
es: Con "Combinar duplicados", el programa buscará todas las personas con datos idénticos según un conjunto de criterios establecidos. Estos son: <ul><li>El mismo apellido y el mismo nombre. <br>De forma predeterminada, se incluyen las personas con nombres o apellidos en blanco. Puede deshabilitarlo en "Configuración" en el menú principal.</li> <li> La misma fecha de nacimiento o la misma fecha de defunción. <br> De forma predeterminada, cuando a una o a ambas personas les falte la fecha de nacimiento o defunción, aún se incluirán si el nombre coincide. Puede cambiar que en "Configuración" en el menú principal.</li></ul> Los duplicados encontrados se le mostrarán, un par tras otro, con sus detalles. <br> Luego puede decidir si aceptar la combinación predeterminada o cambiar qué detalles de la persona de la derecha se fusionarán con la persona de la izquierda. <br> Si decide no fusionar este par, puede "Saltar" al siguiente par. <br> Si después de la combinación hay familiares cercanos que podrían necesitar fusionarse también, se le pedirá que vaya a "Combinar familiares" <br> Si ha interrumpido una combinación de duplicados en esta sesión (por ejemplo, para pasar a "Combinar familiares"), esta página también mostrará un botón "Continuar combinación de duplicados" para que continúe donde lo dejó. <br> <b>Por favor, tenga en cuenta que la generación de duplicados puede tardar cierto tiempo, dependiendo del tamaño del árbol.</b>
nl: Met "Dubbelen combineren" zal het programma alle personen zoeken die voldoen aan een vast aantal criteria voor identieke gegevens. Dit zijn de criteria: <ul><li>Zelfde achternaam en voornaam.<br> Als standaard worden ook personen zonder voor- of achternaam onderzocht. U kunt dit veranderen onder "Instellingen" in het hoofd merge menu.</li> <li>Zelfde geboortedatum of zelfde overlijdensdatum.<br> Als standaard worden personen met dezelfde voor- en achternaam opgenomen, ook al ontbreekt een geboorte- of overlijdensdatum. U kunt dit veranderen onder "Instellingen" in het hoofd merge menu.</li?</ul> De gevonden dubbelen zullen U een voor een getoond worden, met hun details.<br> Dan kunt U beslissen of U de standaard combinatie wilt aannemen of zelf aanpassen welke gegevens van de rechter persoon zullen worden overgenomen naar de linker persoon.<br> Als U besluit dit paar niet te combineren, kunt U het overslaan en doorgaan naar het volgend paar.<br> Als er na het combineren familieleden zijn die misschien ook moeten worden gecombineerd, zult U worden voorgesteld om verder te gaan met de optie "Familieleden combineren".<br> Als U in deze sessie het dubbelen combineren heeft onderbroken (bijv. om de "Familieleden combineren" optie te gebruiken), dan zal deze pagina ook een "Doorgaan met dubbelen combineren" knop tonen, zodat U door kunt gaan waar het was afgebroken.<br> <b>Houd er rekening mee dat het enige tijd kan duren voor de dubbelen lijst aangemaakt is. Dit is afhankelijk van de grootte van de boom.</b>
ro: Cu „Îmbinare duplicat”, programul va căuta toate persoanele cu un set fix de criterii pentru date identice. Acestea sunt: <ul><li>Același nume de familie și același prenume.<br> În mod implicit, sunt incluse persoanele cu nume sau prenume necompletate. Puteți dezactiva aceasta din „Setări” în meniul principal.</li> <li>Aceeași dată de naștere sau aceeași dată de deces.<br> În mod implicit, atunci când una sau ambele persoane au o dată de naștere/deces lipsă ei vor fi incluși în continuare când numele se potrivesc. Puteți modifica acest lucru în „Setări” din meniul principal.</li></ul> Duplicatele găsite vă vor fi prezentate, o pereche după alta, cu detaliile lor.<br> Apoi puteți decide dacă acceptați îmbinarea implicită sau modificați ce detalii ale persoanei corecte vor fi îmbinate în partea stângă.<br> Dacă decideți să nu îmbinați această pereche, puteți „sări” la următoarea pereche.<br> Dacă după îmbinare există rude din jur care ar putea avea nevoie de fuziune de asemenea, veți fi îndemnat să treceți la „Îmbinarea rudelor”<br> Dacă ați întrerupt o îmbinare duplicat în această sesiune (de exemplu ați trecut la „îmbinarea rudelor”), această pagină va afișa, de asemenea, un buton „Continuați îmbinarea duplicat”, astfel încât să puteți continua de unde ați rămas.<br> <b>Rețineți că generarea duplicatelor poate dura ceva timp, în funcție de dimensiunea arborelui.</b>

source: Continue duplicate merge
cs: Pokračujte ve slučování duplicit
da: Fortsæt duplikeret fletning
de: Duplikate zusammenführen fortsetzen
es: Continuar combinación de duplicados
nl: Doorgaan met dubbelen combineren
no: Fortsett sammeslåing av duplikater
ro: Continuați îmbinarea duplicat

source: Find doubles only within this family name (optional)
cs: Najít dvojníky pouze v rámci tohoto příjmení (volitelné)
de: Doppelte Einträge nur in dieser Familie suchen (optional)
es: Buscar duplicados solo con este apellido (opcional)
nl: Zoek dubbelen met deze familienaam (optioneel)
ro: Găsiți dubluri numai în cadrul acestui nume de familie (opțional)

source: Generate new duplicate merge
cs: Vygenerovat nové duplicitní sloučení
da: Danner ny duplikeret fletning
de: Duplikate zusammenfuehren starten
es: Generar nueva combinación de duplicados
nl: Nieuwe dubbelen lijst aanmaken
no: Lag ny duplikatsammenslåing
ro: Generați o nouă îmbinare duplicat
