Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: restricted = only visible for selected user groups
cs: omezeno = viditelné pouze pro vybrané skupiny uživatelů
da: begrænset = kun synlig for valgte bruger grupper
de: eingeschränkt = nur für ausgewählte Benutzergruppen sichtbar
es: restringido = solo visible para los grupos de usuarios seleccionados
nl: restrictie = alleen zichtbaar voor ingestelde gebruikersgroepen
no: begrenset = kun synlig for enkelte brukergrupper
ro: restricționat = vizibil numai pentru grupurile de utilizatori selectate

source: Subject
cs: Předmět
da: Emne
de: Betreff
es: Asunto
nl: Onderwerp
no: Tema
ro: Subiect

source: Repository
cs: Úložiště
da: Gemmested
de: Archiv
es: Depósito
nl: Bewaarplaats
no: Kildesamling
ro: Depozit

source: Add repositories
cs: Přidejte repozitáře
de: Archive hinzufügen
es: Añadir depósitos
nl: Bewaarplaatsen toevoegen
ro: Adăugați depozite

source: Publication
cs: Vydání
da: Offentliggørelse
de: Veröffentlichung
es: Publicación
nl: Publicatie
no: Publikasjon
ro: Publicație

source: will be shown as a link.
cs: zobrazí se jako odkaz.
da: vil blive vist som et link.
de: wird als Link angezeigt
es: se mostrará como un enlace.
nl: wordt als een link weergegeven.
no: vises som lenke
ro: va fi afișat ca link.

source: Author
cs: Autor
da: Forfatter
de: Autor
es: Autor
nl: Auteur
no: Forfatter
ro: Autor

source: Kind
cs: Druh
da: Slags
de: Typ
es: Tipo
nl: Soort
no: Type
ro: Fel

source: Archive
cs: Archiv
da: Arkiv
de: Archiv
es: Fichero
nl: Archief
no: Arkiv
ro: Arhivă

source: Favourites list
cs: Seznam oblíbených
de: Favoriten
es: Lista de favoritos
nl: Favorieten lijst
ro: Lista de favorite

source: Latest changes
cs: Poslední změny
da: Seneste ændringer
de: Letzte Änderungen
es: Últimos cambios
nl: Laatste wijzigingen
no: Siste endringer
ro: Ultimele modificări

source: Added by
cs: Přidáno
de: Hinzugefügt von
es: Añadido por
nl: Toegevoegd door
ro: Adăugat de

source: Changed by
cs: Změněno
de: Geändert von
es: Modificado por
nl: Gewijzigd door
ro: Modificat de

source: Results
cs: Výsledky
da: Resultat
de: Resultate
es: Resultados
nl: Resultaten
no: Resultater
ro: Rezultate

source: Add person
cs: Přidat osobu
da: Tilføj person
de: Person hinzufügen
es: Añadir una persona
nl: Persoon toevoegen
no: Legg til person
ro: Adăugare persoană

source: Examples of date entries:
cs: Příklady datových položek:
de: Datumsbeispiele:
es: Ejemplos de fechas válidas:
nl: Voorbeelden van datum invoer:
ro: Exemple de intrări de date:

source: 13 october 1813, 13 oct 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, between 1986 and 1987, 13 oct 1100 BC.
cs: 13. října 1813, 13. říj 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, mezi lety 1986 a 1987, 13. října 1100 př.nl.
de: 13 Oktober 1813, 13 okt 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, zwischen 1986 und 1987, 13 oct 1100 BC.
es: 13 octubre 1813, 13 oct 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, entre 1986 y 1987, 13 oct 1100 AC.
nl: 13 oktober 1813, 13 okt 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, tussen 1986 en 1987, 13 okt 1100 BC.
ro: 13 octombrie 1813, 13 oct 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, între 1986 și 1987, 13 oct 1100 BC.

source: In all text fields it's possible to add a hidden text/ own remarks by using # characters. Example: #Check birthday.#
cs: Ve všech textových polích je možné přidat skrytý text/ vlastní poznámky pomocí # znaků. Příklad: #zkontrolovat narozeniny. #
da: I alle tekstfelter er det muligt at tilføje en skjult tekst/ egne bemærkninger ved hjælp af # karakterer. Eksempel: #Tjek fødselsdag.#
de: In allen Textfeldern kann verborgener Text oder eigene Notizen mit einer Raute hinzugefügt werden, z.B.: #Geburtstag prüfen#
es: En todos los campos de texto es posible añadir un texto/comentario propio oculto usando caracteres #. Ejemplo: #Compobar el cumpleaños.#
nl: Het is mogelijk om verborgen teksten of opmerkingen te plaatsen in alle tekst velden met # tekens. Bijv.: #Controleer geboortedatum#
ro: În toate câmpurile de text este posibil să adăugați un text ascuns/observații proprii utilizând caracterul #. Exemplu: #Verifică ziua de naștere.#

source: = click to open selection popup screen.
cs: = kliknutím otevřete vyskakovací obrazovku výběru.
da: = klik for at åbne valgte popup skærm.
de: = klicken, um den Popupscreen für die Auswahl zu öffnen.
es: = haga clic para abrir la pantalla emergente de selección.
nl: = klik om een selectie pop-up scherm te openen.
ro: = faceți clic pentru a deschide ecranul pop-up de selecție.

source: = click to open extended editor items.
cs: = kliknutím otevřete položky rozšířeného editoru.
da: = klik for at åbne udvidede editor emner.
de: = klicken, um erweiterte Editoreinzelheiten zu öffnen.
es: = haga clic para abrir elementos del editor ampliado.
nl: = klik om uitgebreide muteer items te openen.
ro: = faceți clic pentru a deschide elementele de editare extinse.

source: Family
cs: Rodina
da: Familie
de: Familie
es: Familia
nl: Gezin
no: Familie
ro: Familie

source: Browse
cs: Procházet
de: Durchsuchen
es: Navegar
nl: Bladeren
ro: Navigare

source: marriage/ relation
cs: manželství/ vztah
da: ægteskab/ forhold
de: Heirat/Verbindung
es: Matrimonio/Pareja
nl: huwelijk/ relatie
no: gift/ forhold
ro: căsătorie/relație

source: Married
cs: Oddáni
da: Gift
de: Verheiratet
es: Matrimonio civil
nl: Gehuwd
no: Gift
ro: Căsătorit(ă)

source: to:
da: med:
de: mit:
es: con:
nl: met:
no: med:
ro: cu:

source: Siblings
cs: Sourozenci
de: Geschwister
nl: Broers en zussen
ro: Fraţi/surori cu un părinte comun

source: There are no parents.
cs: Nejsou žádní rodiče.
da: Der er ingen forældre.
de: Keine Eltern vorhanden.
es: Sin padres.
nl: Er zijn geen ouders.
ro: Nu există părinți.

source: Editing in %s? <b>Always backup your data!</b>
cs: Úpravy v %s? <b> Vždy zálohujte svá data! </b>
de: Sie ändern etwas in %s? Machen Sie immer ein Backup Ihrer Daten!
es: ¿Editando con %s? ¡Haga siempre una copia de seguridad de sus datos!
nl: Muteren in %s? <b>Maak altijd een back-up!</b>
ro: Editatare în %s? <b>Fă întotdeauna rezervă pentru datele tale!</b>

source: Add relation
cs: Přidat vztah
da: Tilføj relation
de: Verbindung hinzufügen
es: Añadir relación
nl: Relatie toevoegen
ro: Adăugare relație

source: Add child
cs: Přidat dítě
da: Tilføj barn
de: Kind hinzufügen
es: Añadir hijo
nl: Kind toevoegen
no: Legg til barn
ro: Adăugați copil

source: firstname
cs: jméno
da: fornavn
de: Vorname
es: nombre
nl: voornaam
no: fornavn
ro: prenume

source: prefix
cs: předpona
da: præfiks
de: Präfix
es: prefijo
nl: voorvoegsel
no: forstavelse

source: For example: d\' or: van_ (use _ for a space)
cs: Například: d' nebo: van_ (použijte _ pro mezeru)
da: For eksempel: d' eller: van_ (brug _ for et mellemrum)
de: z.B.: d' oder: van_ (_ für Leerzeichen verwenden)
es: Por ejemplo: d' o: van_ (use _ en lugar de espacio)
nl: Bijvoorbeeld: d' of van_ (gebruik _ voor een spatie)
no: Eksempelvis: d\' eller: von_ (bruk _ for mellomrom)
ro: De exemplu: d' sau: van_ (utilizați _ pentru spațiu)

source: lastname
cs: příjmení
da: efternavn
de: Nachname
es: apellido
nl: achternaam
no: etternavn
ro: nume

source: patronymic
da: patronym
de: Patronymisch
es: patronímico
nl: patroniem
no: patronymikon
ro: patronimic

source: deceased
cs: mrtví
da: afdøde
de: Verstorben
es: fallecido
nl: overleden
no: død
ro: decedat(ă)

source: male
cs: muž
da: mand
de: Männlich
es: hombre
nl: man
no: mann
ro: bărbat

source: female
cs: žena
da: kvinde
de: Weiblich
es: mujer
nl: vrouw
no: kvinne
ro: femeie

source: stillborn child
cs: mrtvě narozené dítě
da: dødfødt barn
de: totgeborenes Kind
es: nacido muerto
nl: levenloos geboren kind
no: dødfødt barn
ro: copil născut mort

source: NO NAME
cs: BEZE JMÉNA
da: INTET NAVN
de: KEIN NAME
es: SIN NOMBRE
nl: GEEN NAAM
no: INTET NAVN
ro: FĂRĂ NUME

source: A shared address can be connected to multiple persons or relations.
cs: Sdílená adresa může být spojena s více osobami nebo vztahy.
de: Eine gemeinsame Adresse kann mit mehreren Personen oder Beziehungen verbunden werden.
es: Una dirección compartida se puede conectar a varias personas o relaciones.
nl: Een gedeeld adres kan gekoppeld worden aan meerdere personen of relaties.
ro: O adresă partajată poate fi conectată la mai multe persoane sau relații.

source: A shared address is only supported by the Haza-data and HuMo-genealogy programs.
cs: Sdílená adresa je podporována pouze programy Haza-data a HuMo-genealogy.
de: Eine gemeinsame Adresse wird nur von Haza-data und HuMo-genealogy unterstützt.
nl: Een gedeeld adres wordt alleen ondersteund door de Haza-data en HuMo-genealogy programma's.
ro: O adresă partajată este acceptată doar de programele Haza-data și HuMo-genealogy.

source: EMPTY LINE
cs: PRÁZDNÝ ŘÁDEK
da: TOM LINJE
de: Leere Zeile
es: LÍNEA VACÍA
nl: LEGE REGEL
no: TOM LINJE
ro: LINIE GOALĂ

source: Address GEDCOM number:
cs: Adresa číslo GEDCOM:
de: Adresse der GEDCOM Nummer:
es: Nº de dirección GEDCOM
nl: Adres GEDCOM-nummer:
ro: Numărul adresei GEDCOM:

source: Shared address
cs: Sdílená adresa
de: Gemeinsame Adresse
es: Dirección compartida
nl: Gedeeld adres
ro: Adresă partajată

source: Addressrole
cs: Adresa
da: Adressebetegnelse
de: Adresseigenschaft
es: Rol de la dirección
nl: Adresrol

source: Extra text by address
cs: Extra text podle adresy
de: Zusatztext je Adresse
nl: Extra tekst bij adres
ro: Text suplimentar referitor la adresă

source: Or: add new address
cs: Nebo: Přidejte novou adresu
de: Oder: eine neue Adresse hinzufügen
es: O: añadir nueva dirección
nl: Of: voeg nieuw adres toe
ro: Sau: adăugați o adresă nouă

source: Editor notes
cs: Poznámky editora
de: Bearbeiternotizen
nl: Editor notities
ro: Note ale editorului

source: There are %d editor notes.
cs: Existuje %d poznámek editora.
de: Es gibt %d Bearbeiternotizen
nl: Er zijn %d editor notities.
ro: Există %d note ale editorului.

source: Priority
cs: Priorita
de: Priorität
nl: Prioriteit
ro: Prioritate

source: Low
cs: Nízká
de: Niedrig
nl: Laag
ro: Redusă

source: Normal
cs: Normální
nl: Normaal

source: High
cs: Vysoká
de: Hoch
nl: Hoog
ro: Ridicată

source: Not started
cs: Nezačal
de: Nicht begonnen
nl: Niet gestart
ro: Nu a început

source: In progress
cs: Probíhá
de: In Bearbeitung
nl: In behandeling
ro: În curs

source: Completed
cs: Dokončeno
de: Erledigt
nl: Voltooid
ro: Efectuat

source: Postponed
cs: Odloženo
de: Verschoben
nl: Uitgesteld
ro: Amânat

source: Cancelled
cs: Zrušeno
de: Abgebrochen
nl: Geannuleerd
ro: Anulat

source: Open Archives
cs: Otevřené archivy
de: Archive öffnen
es: Abrir ficheros
nl: Open Archieven
ro: Deschide arhivele

source: Online search enabled
cs: Online vyhledávání povoleno
de: Onlinesuche aktiviert
es: Búsqueda online activada
nl: Online zoeken ingeschakeld
ro: Căutarea online este activată

source: Online search disabled
cs: Online vyhledávání deaktivováno
de: Onlinesuche deaktiviert
es: Búsqueda online desactivada
nl: Online zoeken uitgeschakeld
ro: Căutarea online este dezactivată

source: Archives
cs: Archivy
de: Archive
es: Ficheros
nl: Archieven
ro: Arhive

source: No results found
cs: Nebyly nalezeny žádné výsledky
da: Intet resultater fundet
de: Keine Ergebnisse gefunden
es: No se han encontrado resultados
nl: Geen resultaten gevonden
ro: Nu s-au găsit rezultate

source: Search using period
cs: Hledat pomocí období
de: Suche in einem Zeitraum
es: Buscar usando periodo
nl: Zoeken met periode
ro: Căutați folosind perioada

source: If links in this page are not good visible, refresh the page once using: [CTRL] - Refresh.
nl: Als de linken op deze pagina niet goed zichtbaar zijn, vernieuw de pagina dan één keer met behulp van: [CTRL] - Vernieuwen.

source: parents
cs: rodiče
da: forældre
de: Eltern
es: padres
nl: ouders
no: foreldre
ro: părinți

source: Add parents
cs: Přidat rodiče
da: Tilføj forældre
de: Eltern hinzufügen
es: Añadir padres
nl: Ouders toevoegen
ro: Adăugare părinți

source: Or select an existing family as parents:
cs: Nebo vyberte existující rodinu jako rodiče:
de: Oder wählen Sie eine existierende Familie als Eltern:
es: O seleccionar padres de familia existente:
nl: Of selecteer een bestaand gezin als ouders:
ro: Sau selectați o familie existentă ca părinți:

source: age
cs: věk
de: Alter
nl: leeftijd
ro: vârsta

source: year
cs: rok
da: år
de: Jahr
es: año
nl: jaar
no: år
ro: an

source: All
cs: Všechno
da: Alle
de: Alle
es: Todo
nl: Alle
no: Alle
ro: Toate

source: Delete person
cs: Smazat osobu
da: Slet person
de: Person löschen
es: Eliminar persona
nl: Verwijder persoon
ro: Eliminare persoană

source: For example: Joseph ben Hirsch Zvi
cs: Na příklad: Joseph ben Hirsch Zvi
de: Zum Beispiel: Joseph ben Hirsch Zvi
es: Por ejemplo: Joseph ben Hirsch Zvi
nl: Bijvoorbeeld: Joseph ben Hirsch Zvi
ro: De exemplu: Joseph ben Hirsch Zvi

source: at
cs: v
da: i
de: um
es: a
nl: om
no: i
ro: la

source: hour
cs: hodin
da: time
de: Uhr
es: hora
nl: uur
no: time
ro: ora

source: To display this, the option "Show events" has to be checked in "Users -> Groups"
cs: Pro zobrazení je třeba zaškrtnout možnost "Zobrazit události" v části "Uživatelé -> Skupiny"
de: Um dies anzuzeigen muss die Option „Ereignisse anzeigen“ in „Benutzer->Gruppen“ markiert sein
es: Para mostrar esto, debe estar marcada la opción "Mostrar acontecimientos" en "Usuarios -> Grupos".
nl: Om dit weer te geven, moet de optie "Gebeurtenissen weergeven" worden aangevinkt in "Gebruikers -> Groepen"
ro: Pentru a afișa acest lucru, opțiunea „Afișare evenimente” trebuie bifată în „Utilizatori -> Grupuri"

source: murdered
cs: zavražděn(a)
da: myrdet
de: ermordet
es: asesinado
nl: vermoord
no: myrdet
ro: ucis

source: drowned
cs: utopen(a)
da: druknet
de: ertrunken
es: por accidente
nl: verdronken
no: druknet
ro: înecat

source: perished
cs: zmizel(a)
da: omkom
de: verunglückt
es: muerte natural
nl: verongelukt
no: døde
ro: pierit

source: killed in action
cs: zabit(a) v akci
da: dræbt i aktion
de: gefallen
es: caido en combate
nl: gesneuveld
no: drept i kamp
ro: ucis în acțiune

source: being missed
cs: chybí
da: er savnet
de: vermisst
es: dado por desaparecido
nl: vermist
no: forsvant
ro: dispărut

source: committed suicide
cs: spáchaná sebevražda
da: begået selvmord
de: Freitod
es: se suicidó
nl: zelfmoord
no: tok selvmord
ro: sinucidere

source: executed
cs: popraven(a)
da: henrettet
de: hingerichtet
es: ejecutado
nl: terechtgesteld
no: henrettet
ro: executat

source: died young
cs: zemřel(a) mladý(á)
da: døde ung
de: jung verstorben
es: murió joven
nl: jong overleden
no: døde ung
ro: a murit tânăr

source: died unmarried
cs: zemřel(a) nesezdaný(á)
da: døde ugift
de: ledig verstorben
es: murio soltero
nl: ongehuwd overleden
no: døde ugift
ro: a murit necăsătorit(ă)

source: registration
cs: registrace
da: registrering
de: tot gemeldet
es: enfermedad
nl: overlijden aangegeven
no: dødsmelding
ro: înregistrare

source: declared death
cs: vyhlášená smrt
da: erklæret død
de: für tot erklärt
es: declarado muerto
nl: dood verklaard
no: erklært død
ro: declarat decesul

source: Age
cs: Věk
da: Alder
de: Alter
es: Edad
nl: Leeftijd
ro: Vârsta

source: If death year and age are used, then birth year is calculated automatically (when empty).
cs: Pokud se používá rok a věk smrti, vypočítá se rok narození automaticky (pokud je prázdný).
da: Hvis dødsår og alder er anvendt, så beregnes fødselsåret automatisk (hvis feltet er tom).
de: Falls Sterbejahr und Alter verwendet werden, wird das Geburtsjahr automatisch errechnet (falls nicht vorhanden)
es: Si se utilizan el año de defunción y la edad, el año de nacimiento se calcula automáticamente (cuando está vacío).
nl: Als overlijdensjaar en leeftijd is ingevuld, dan wordt het geboortejaar automatisch ingevuld (als die niet is ingevuld).
ro: Dacă se utilizează anul morții și vârsta, atunci anul nașterii este calculat automat (când este gol).

source: cause
cs: příčina
da: på grund af
de: Todesursache
es: causa
nl: oorzaak
no: årsak
ro: cauza

source: method of burial
cs: metoda pohřbu
de: Form der Beerdigung
nl: methode van begraven
ro: metoda de înmormântare

source: resomated
cs: resomentován(a)
de: Resomation
nl: geresomeerd
ro: resomat

source: sailor's grave
cs: hrob námořníka
de: Seemannsgrab
nl: zeemansgraf
ro: mormântul marinarului

source: donated to science
cs: darováno vědě
de: Wissenschaft zur Verfügung gestellt
nl: geschonken aan de wetenschap
ro: donat științei

source: Text for person
cs: Text pro osobu
da: Tekst for person
de: Text zur Person
es: Texto de persona
nl: Tekst bij persoon
ro: Text pentru persoană

source: Source for person
cs: Zdroj pro osobu
da: Kilde for person
de: Quelle zur Person
es: Fuente de persona
nl: Bron bij persoon
ro: Sursa pentru persoană

source: Use own code for your own remarks.<br> It's possible to use own code for special privacy options, see Admin > Users > Groups.<br> It's also possible to add your own icons by a person! Add the icon in the images folder e.g. 'person.gif', and add 'person' in the own code field.
cs: Použijte vlastní kód pro své vlastní poznámky. <br> Je možné použít vlastní kód pro speciální možnosti ochrany osobních údajů, viz Správce> Uživatelé> Skupiny. <br> Je také možné přidat vlastní ikony osob! Přidejte ikonu do složky obrázků, např. 'person.gif' a přidat „osobu“ do vlastního kódového pole.
nl: Gebruik eigen code voor uw eigen opmerkingen.<br> Het is mogelijk om met eigen code speciale privacy opties in te stellen. Zie: Admin > Gebruikers > Groepen.<br> Het is ook mogelijk om eigen iconen bij een persoon toe te voegen! Zet het icoon in de images map bijv. 'person.gif', and zet 'person' in het eigen code veld.
ro: Folosiți propriul cod pentru propriile observații.<br> Este posibil să utilizați propriul cod pentru opțiuni speciale de confidențialitate, consultați Administrator > Utilizatori > Grupuri.<br> De asemenea, este posibil să adăugați propriile pictograme referitor la o persoană! Adăugați pictograma în directorul de imagini de ex. „persoana.gif” și adăugați „persoana” în câmpul de cod propriu.

source: GEDCOM tags
cs: Značky Gedcom
de: GEDCOM Tag
es: Etiquetas GEDCOM
nl: GEDCOM-items
ro: Etichete GEDCOM

source: There are %d unprocessed GEDCOM tags.
cs: Existují %d nezpracované značky GEDCOM.
de: %d unverarbeitete GEDCOM Tags vorhanden
es: Hay %detiquetas GEDCOM sin procesar.
nl: Er zijn %d onverwerkte GEDCOM-items.
ro: Există %d etichete GEDCOM neprelucrate.

source: User notes
cs: Uživatelské poznámky
da: Brugernoter
de: Benutzerkommentar
es: Notas de usuario
nl: Gebruikersnotities
ro: Notele utilizatorului

source: There are %d user added notes.
cs: Existují poznámky k přidanému uživateli %d.
da: Der er %d tilføjede bruger noter.
de: Es gibt %d Benutzerkommentare.
es: Se han añadido %d notas de usuario.
nl: Er zijn %d toegevoegde gebruikersnotities.
ro: Există %d note adăugate de utilizator.

source: Select family
nl: Selecteer gezin

source: Add new relation to this person
cs: Přidat k této osobě nový vztah
de: Neue Beziehung zu dieser Person hinzufügen
nl: Nieuwe relatie toevoegen bij deze persoon
ro: Adăugați o nouă relație acestei persoane

source: Or add relation with existing person:
cs: Nebo přidat vztah se stávající osobou:
de: Oder fügen Sie eine Beziehung zu einem existierenden Partner hinzu:
es: O añadir relación con una persona ya existente:
nl: Of voeg een relatie toe met een bestaand persoon:
ro: Sau adăugați o relație cu persoana existentă:

source: Delete relation
cs: Odstranit vztah
da: Slet relation
de: Verbindung entfernen
es: Eliminar relación
nl: Verwijder relatie
ro: Eliminare relație

source: Select person 1
cs: Vyberte osobu 1
de: Person 1 auswählen
es: Seleccione persona 1
nl: Selecteer persoon 1
ro: Selectați persoana 1

source: Select person 2
cs: Vyberte osobu 2
de: Person 2 auswählen
es: Seleccione persona 2
nl: Selecteer persoon 2
ro: Selectați persoana 2

source: End living together
cs: Ukončení společného bydlení
da: Afslutter samliv
de: Ende des Zusammenlebens
es: Fin de vida en común
nl: Einde samenwonen
no: Samboerskap avsluttet
ro: Sfârșitul coabitării

source: End date
cs: Datum ukončení
da: Slut dato
de: End-Datum
es: Fecha de fin
nl: Einddatum
no: Sluttdato
ro: Data de încheiere

source: Marriage/ Related
cs: Manželství/ Příbuzní
da: Ægteskab/ Forhold
de: Heirat/Verbindung
es: Matrimonio religioso
nl: Gehuwd/ relatie
no: Gift/ Forhold
ro: Căsătorie/În relație cu

source: Age person 1
cs: Věk osoba 1
de: Alter Person 1
es: Edad persona 1
nl: Leeftijd persoon 1
ro: Vârsta persoanei 1

source: If birth year of man or woman is empty it will be calculated automatically using age by marriage.
cs: Pokud je rok narození muže nebo ženy prázdný, bude to vypočítáno automaticky pomocí věku manželstvím.
da: Hvis fødselsåret for mand eller kvinde er tom, vil det automatisk blive udregnet efter alderen ved indgået ægteskab.
de: Falls das Geburtsjahr nicht vorhanden ist, wird es aufgrund des Alters bei der Heirat errechnet.
es: Si el año de nacimiento de uno de los cónyuges está vacío, se calculará automáticamente utilizando la edad en el matrimonio.
nl: Als geboortejaar van de man of vrouw leeg is, dan wordt deze automatisch berekend op basis van de leeftijd bij het huwelijk.
ro: Dacă anul nașterii bărbatului sau femeii este gol, acesta va fi calculat automat folosind vârsta la căsătorie.

source: Age person 2
cs: Věk osoba 2
de: Alter Person 2
es: Seleccione persona 2
nl: Leeftijd persoon 2
ro: Vârsta persoanei 2

source: Living apart together
cs: Žijící spolu odděleně
da: Lever adskilt sammen
de: LAT-Beziehung
es: Viviendo juntos separados
nl: LAT relatie
no: Særbo
ro: Trăind separat împreună

source: Intentionally unmarried mother
cs: Úmyslně nesezdaná matka
da: Bevidst ugift mor
de: Allein erziehende Mutter
es: Madre soltera voluntariamente
nl: Bewust ongehuwde moeder
no: Aleneboende mor
ro: Mamă necăsătorită în mod intenționat

source: Homosexual
cs: Homosexuál
da: Homoseksuel
de: Homosexuelle Beziehung
es: Del mismo sexo
nl: Homosexuele relatie
no: Homofil

source: Non_marital
cs: Ne_manželský
da: Ikke ægteskabelig
de: Ledig
es: No marital
nl: Ongehuwd
no: Ikke-ekteskaplig
ro: Non_conjugală

source: Extramarital
cs: Nemanželský
da: Udenomsægteskabelig
de: Außerehelich
es: Extraconyugal
nl: Buitenechtelijk
no: Utenomekteskaplig
ro: Extraconjugal

source: Registered partnership
cs: Registrované partnerství
de: Eingetragene Partnerschaft
nl: Geregistreerd partnerschap
ro: Parteneriat domestic

source: Unknown relation
cs: Neznámý vztah
da: Ukendt relation
de: Unbekannte Verbindung
es: Relación desconocida
nl: Onbekende relatie
no: Ukjent forhold
ro: Relație necunoscută

source: Registrar
cs: Registrátor
da: Justitssekretær
de: Standesbeamter
es: Registrador
nl: Instantie
ro: Grefier

source: Divorce (use this checkbox for a divorce without further data).
cs: Rozvod (toto zaškrtávací políčko použijte pro rozvod bez dalších údajů).
da: Skilsmisse (brug denne afkrydsningsboks for en skilsmisse uden yderligere data).
de: Scheidung (Markieren für eine Scheidung ohne weitere Daten)
es: Divorcio (use esta casilla para un divorcio sin más datos).
nl: Scheiding (gebruik dit selectievakje voor een scheiding zonder verdere gegevens).
ro: Divorț (utilizați această casetă de selectare pentru un divorț fără date suplimentare).

source: Text by relation
cs: Text podle vztahu
de: Text nach Beziehung
nl: Tekst bij relatie
ro: Text pentru relație

source: Source by relation
cs: Zdroj podle vztahu
de: Quelle nach Beziehung
nl: Bron bij relatie
ro: Sursa pentru relație
