Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: Use this icon to order children (drag and drop)
cs: Použijte tuto ikonu k seřazení dětí (Přesunout)
de: Benutzen Sie dieses Symbol um Kinder zu sortieren (drag and drop)
es: Utilice este icono para ordenar a los hijos (arrastrar y soltar)
nl: Gebruik dit icoon om kinderen op volgorde te zetten (slepen en neerzetten)
ro: Utilizați această pictogramă pentru a ordona copiii (glisați și plasați)

source: Or automatically order children:
cs: Nebo automaticky seřadit děti:
de: Oder sortieren Sie Kinder automatisch:
es: u ordénelos automáticamente:
nl: Of kinderen automatisch op volgorde zetten:
ro: Sau ordonați automat copiii:

source: Automatic order children
cs: Automatické seřazení dětí
de: Kinder automatisch sortieren
es: Ordenar hijos automáticamente
nl: Automatisch kinderen op volgorde zetten
ro: Ordonare automată pentru copii

source: Children are re-ordered.
cs: Děti jsou přeřazeny.
de: Kinder wurden neu sortiert.
es: Los hijos se han ordenado
nl: Volgorde kinderen is gewijzigd.
ro: Copiii sunt re-ordonați.

source: Disconnect child
cs: Odpojit dítě
da: Fjern barneforbindelse
de: Kind abtrennen
es: Desconectar hijo
nl: Kind loskoppelen
no: Koble fra barn
ro: Deconectare copil

source: Or add existing person as a child:
cs: Nebo přidat stávající osobu jako dítě:
de: Oder existierende Person als Kind hinzufügen:
nl: Of voeg een bestaand persoon toe als kind:
ro: Sau adăugați o persoană existentă ca și copil:

source: Select child
cs: Vyberte dítě
da: Vælg barn
de: Kind auswählen:
es: Seleccionar hijo
nl: Selecteer kind
no: Velg barn
ro: Selectați copilul

source: Languages
nl: Talen

source: Themes
nl: Thema's

source: STEP 1) Select GEDCOM file:
cs: Krok 1) Vyberte soubor GEDCOM:
de: Schritt 1) GEDCOM-Datei wählen:
es: PASO 1) Seleccione un fichero GEDCOM:
nl: STAP 1) GEDCOM-bestand selecteren:
ro: PASUL 1) Selectați fișierul GEDCOM:

source: Add and remove GEDCOM files
cs: Přidejte a odeberte soubory Gedcom
de: GEDCOM-Dateien hinzufügen und löschen
es: Añadir y eliminar ficheros GEDCOM
nl: GEDCOM-bestanden toevoegen en verwijderen
ro: Adăugați și eliminați fișierele GEDCOM

source: Add GEDCOM file
nl: GEDCOM-bestand toevoegen

source: Here you can upload a GEDCOM file (for example: gedcom_name.ged or gedcom_name.zip).
cs: Zde můžete nahrát soubor GEDCOM (například: gedcom_name.ged nebo gedcom_name.zip).
de: Hier können Sie eine GEDCOM-Datei hochladen (Beispiel: gedcom_name.ged oder gedcom_name.zip).
es: Aquí puede cargar un fichero GEDCOM (por ejemplo: gedcom_name.ged o gedcom_name.zip).
nl: Hier kun je een GEDCOM-bestand uploaden (bijvoorbeeld gedcom_naam.ged of gedcom_naam.zip).
ro: Aici puteți încărca un fișier GEDCOM (de exemplu: nume_gedcom.ged sau nume_gedcom.zip).

source: File successfully uploaded.
cs: Soubor úspěšně nahrán.
da: Filen er succesfuldt uploaded.
de: Datei erfolgreich hochgeladen.
es: Fichero cargado correctamente.
nl: Uploaden is gelukt.
no: Vellykket filoverføring.
ro: Fișierul încărcat cu succes.

source: Upload has failed.
cs: Nahrávání selhalo.
da: Upload har fejlet.
de: Das Hochladen der Datei ist fehlgeschlagen.
es: La carga ha fallado.
nl: Uploaden is mislukt.
no: Mislykket filoverføring
ro: Încărcarea a eșuat.

source: ATTENTION: the privileges of the file map may have to be adjusted!
cs: POZOR: oprávnění mapy souborů může být nutné upravit!
de: ACHTUNG: die Berechtigung der file map müssen eventuell angepasst werden!
es: ATENCIÓN: ¡Es posible que sea necesario ajustar los privilegios del mapa de archivos!
nl: LET OP: het kan zijn dat de rechten van de bestanden map aangepast moeten worden!
ro: ATENȚIE: este posibil ca privilegiile hărții fișierelor să fie ajustate!

source: Another option is to upload GEDCOM files manually by using FTP to folder: /humo-gen/admin/gedcom_files/
cs: Další možností je nahrát soubory GEDCOM ručně pomocí FTP do složky:/humo-gen/admin/gedcom_files/
de: Eine andere Option ist die GEDCOM-Dateien manuell mittels FTP in den Ordner: /humo-gen/admin/gedcom_files hochzuladen
es: Otra opción es cargar archivos GEDCOM manualmente usando FTP a la carpeta: /humo-gen/admin/gedcom_files/
nl: Het is ook mogelijk om GEDCOM-bestanden te uploaden met FTP naar de map: /humo-gen/admin/gedcom_files/
ro: O altă opțiune este să încărcați manual fișierele GEDCOM utilizând FTP în folder: /humo-gen/admin/gedcom_files/

source: Remove GEDCOM files
nl: GEDCOM-bestanden verwijderen

source: Are you sure to remove GEDCOM files?
cs: Určitě chcete odstranit soubory GEDCOM?
de: Wollen Sie die GEDCOM-Dateien wirklich löschen?
es: ¿Está seguro de que quiere eliminar los ficheros GEDCOM?
nl: Weet je zeker dat je GEDCOM-bestanden wilt verwijderen?
ro: Sunteți sigur că eliminați fișierele GEDCOM?

source: GEDCOM file is REMOVED.
cs: GEDCOM soubor je ODSTRANĚN.
de: GEDCOM-Datei wurde GELÖSCHT.
es: Se HAN BORRADO los ficheros GEDCOM.
nl: Het GEDCOM-bestand is VERWIJDERD.
ro: Fișierul GEDCOM este ȘTERS.

source: If needed remove GEDCOM files (except test GEDCOM file):
cs: V případě potřeby odebrat soubory GEDCOM (kromě testovacího souboru GEDCOM):
de: Löschen Sie die GEDCOM-Dateien wenn notwendig (außer Testdateien):
es: Si es necesario, elimine los ficheros GEDCOM (excepto el archivo GEDCOM de prueba):
nl: Indien nodig, verwijder oude GEDCOM-bestanden (behalve het GEDCOM-testbestand):
ro: Dacă este necesar, eliminați fișierele GEDCOM (cu excepția fișierului GEDCOM de testare):

source: Remove all GEDCOM files
cs: Odstranit všechny GEDCOM soubory
de: Alle GEDCOM-Dateien löschen
es: Eliminar todos los ficheros GEDCOM
nl: Verwijder alle GEDCOM-bestanden
ro: Ștergeți toate fișierele GEDCOM

source: Remove GEDCOM files older than %d month(s)
cs: Odstraňte soubory GEDCOM starší než %d měsíce(ů)
de: GEDCOM-Dateien die älter als %d Monat(e) sind löschen
es: Eliminar ficheros GEDCOM con más de %d mese(s) de antigüedad.
nl: Verwijder GEDCOM-bestanden ouder dan %d maand(en)
ro: Eliminați fișierele GEDCOM mai vechi de %d luni(ă)

source: Remove GEDCOM files older than %d year(s)
cs: Odstraňte soubory GEDCOM starší než %d let
de: GEDCOM-Dateien die älter als %d Jahr(e) sind löschen
es: Eliminar ficheros GEDCOM con más de %d año(s) de antigüedad.
nl: Verwijder GEDCOM-bestanden ouder dan %d jaar/ jaren
ro: Eliminați fișierele GEDCOM mai vechi de %d an(i)

source: Remove
cs: Odstranit
da: Flyt
de: Entfernen
es: Eliminar
nl: Verwijderen
no: Fjern
ro: Ștergeți

source: Select GEDCOM file and settings
cs: Vyberte soubor a nastavení GEDCOM
de: GEDCOM-Datei und -einstellungen wählen
es: Seleccioar el archivo y la configuración GEDCOM
nl: Selecteer GEDCOM-bestand en instellingen
ro: Selectați fișierul GEDCOM și setările

source: Select GEDCOM file
cs: Vyberte GEDCOM soubor
de: GEDCOM-Datei wählen
es: Seleccionar archivo GEDCOM
nl: Selecteer GEDCOM-bestand
ro: Selectați fișierul GEDCOM

source: GEDCOM settings
cs: GEDCOM nastavení
de: GEDCOM-Einstellungen
es: Configuración GEDCOM
nl: GEDCOM-Instellingen
ro: Setări GEDCOM

source: Add a general source connected to all persons in this GEDCOM file.
cs: Přidejte obecný zdroj připojený ke všem osobám v tomto souboru GEDCOM.
de: Eine allgemeine Quelle für alle Personen dieser GEDCOM-Datei hinzufügen.
es: Añadir una fuente general conectada a todas las personas en este archivo GEDCOM.
nl: Voeg een algemene bron toe, verbonden met alle personen in dit GEDCOM-bestand.
ro: Adăugați o sursă generală conectată la toate persoanele din acest fișier GEDCOM.

source: Reassign new ID numbers for persons, fams etc. (don't use IDs from GEDCOM)
cs: Přiřadit nová čísla ID pro osoby, FAMS atd. (nepoužívejte IDs z GEDCOM)
de: Neue ID-Nummern für Personen, Familien usw. vergeben (nicht mit IDs aus GEDCOM arbeiten).
es: Reasignar nuevos números de identificación para personas, familias, etc. (no use los IDs de GEDCOM)
nl: Nieuwe ID's genereren voor personen, gezinnen, etc. (ID's uit GEDCOM worden niet opgeslagen)
ro: Reatribuiți noi numere de identificare (ID) pentru persoane, familii etc. (nu utilizați ID-uri de la GEDCOM)

source: Order children by date (only needed if children are in wrong order)
cs: Seřaďte děti podle data (potřebné pouze v případě, že jsou děti v nesprávném pořadí)
da: Organiser børn efter dato (kun nødvendigt hvis børnene er i en forkert rækkefølge)
de: Kinder nach Datum sortieren (nur erforderlich, wenn Kinder in der falschen Reihenfolge).
es: Ordenar hijos por fecha (solo es necesario si los hijos están en orden incorrecto)
nl: Sorteer kinderen op datum (alleen nodig als kinderen in de verkeerde volgorde staan)
ro: Ordonați copiii după dată (necesar numai dacă copiii sunt în ordine greșită)

source: Order families by date (only needed if families are in wrong order)
cs: Seřaďte rodiny podle data (potřebné pouze tehdy, pokud jsou rodiny v nesprávném pořadí)
de: Familien nach Datum sortieren (nur notwendig wenn Familien in der falschen Reihenfolge sind)
es: Ordenar las familias por fecha (solo es necesario si las familias están en el orden incorrecto)
nl: Sorteer gezinnen op datum (alleen nodig als gezinnen in de verkeerde volgorde staan)
ro: Ordonați familiile după dată (necesar numai dacă familiile sunt în ordine greșită)

source: Add new locations to geo-location database (for Google Maps locations). This will slow down reading of GEDCOM file!
cs: Přidejte nová místa do Geo-Location databáse (pro umístění Map Google). Tím se zpomalí čtení souboru Gedcom!
de: Neue Orte zur Kartierungsdatenbank hinzufügen (für Google Maps-Orte). Dies wird das Einlesen der GEDCOM-Datei verlangsamen!
es: Agregar las nuevas ubicaciones a la base de datos de geolocalización (para ubicaciones de Google Maps). ¡Esto ralentizará la lectura del archivo GEDCOM!
nl: Voeg nieuwe locaties toe aan de geo-locatie database (voor Google Maps kaarten). Hierdoor zal het GEDCOM-bestand langzamer inlezen!
ro: Adăugați noi locații în baza de date de localizare geografică (pentru locațiile Google Maps). Aceasta va încetini citirea fișierului GEDCOM!

source: Only process picture file name. For example: picture.jpg [DEFAULT]
cs: Pouze zpracujte název souboru obrázku. Například: picture.jpg [VÝCHOZÍ]
de: Nur den Bilderdateinamen verarbeiten. Beispiel: picture.jpg [VOREINSTELLUNG]
es: Procesar solo el nombre del archivo de imagen. Por ejemplo: imagen.jpg [POR DEFECTO]
nl: Verwerk alleen de afbeelding bestandsnaam. Bijvoorbeeld: afbeelding.jpg [STANDAARD]
ro: Procesați numai numele fișierului imagine. De exemplu: imagine.jpg [IMPLICIT]

source: Process full picture path. For example: picture_path&#92;picture.jpg
cs: Zpracovat plnou cestu k obrázku. Například: picture_path &#92; picture.jpg
de: Den vollständigen Bilderdateipfad verarbeiten. Beispiel: bilder_dateipfad&#92;picture.jpg
es: Procesar la ruta completa de imagen. Por ejemplo: picture_path&#92;picture.jpg
nl: Verwerk het volledige afbeelding pad. Bijvoorbeeld: afbeelding_pad&#92;afbeelding.jpg
ro: Procesați calea completă a imaginii. De exemplu: imagine_cale&#92;imagine.jpg

source: Don't remove picture links from database (only needed for Geneanet GEDCOM file).
cs: Neodstraňujte odkazy obrázků z databáze (potřebné pouze pro soubor Geneanet GEDCOM).
de: Entfernen Sie keine Bilderlinks aus der Datenbank (sie werden nur für die Geneanet GEDCOM-Datei benötigt).
es: No elimine de la base de datos los enlaces a las imágenes (solo son necesarios para el archivo GEDCOM de Geneanet).
nl: Verwijder geen afbeeldingskoppelingen uit de database (deze optie is alleen nodig voor Geneanet GEDCOM-bestand).
ro: Nu eliminați linkurile de imagini din baza de date (necesar doar pentru fișier Geneanet GEDCOM).

source: In Geneanet add HuMo-genealogy picture id in the source by a person. Using this example: #media1254,media13454#
cs: V Geneanet přidejte HuMo-genealogy id obrázku ve zdroji osoby. Pomocí tohoto příkladu: #media1254,media13454#
de: Fügen Sie die HuMo-genealogy Bild-ID in Geneanet in der Quelle je Person hinzu. Benutzen Sie dieses Beispiel: #media1254,media13454#
nl: Voeg in Geneanet het HuMo-genealogie foto-id toe aan de bron bij een persoon. Bijvoorbeeld: #media1254,media13454#
ro: În Geneanet adăugați id-ul imaginii HuMo-genealogy în sursa referitoare la o persoană. Folosind acest exemplu: #media1254,media13454#

source: GEDCOM process settings
cs: Nastavení procesu GEDCOM
de: GEDCOM Verabeitungseinstellungen
es: Configuración del proceso GEDCOM
nl: GEDCOM-verwerking instellingen
ro: Setările procesului GEDCOM

source: Show non-processed items when processing GEDCOM (can be a long list!
cs: Při zpracování GEDCOM zobrazte nezpracované položky (může to být dlouhý seznam!
de: Zeige nicht verarbeitete Elemente bei der Verarbeitung von GEDCOM an (kann eine lange Liste sein!)
es: Mostrar los elementos no procesados al procesar el fichero GEDCOM (¡la lista puede ser larga!
nl: Niet-verwerkte items weergeven bij inlezen GEDCOM (kan lange lijst zijn!)
ro: Afișați articolele neprocesate atunci când procesați GEDCOM (poate fi o listă lungă!)

source: Show all numbers when processing GEDCOM (useful when a time-out occurs!)
cs: Zobrazit všechna čísla při zpracování GEDCOM (užitečné, když nastane časový limit!)
de: Zeige alle Nummern bei der Verarbeitung von GEDCOM an (hilfreich bei einem time-out!!)
es: Mostrar todos los números al procesar GEDCOM (¡útil cuando se produce un time-out!)
nl: Alle nummers van items weergeven bij inlezen GEDCOM (handig bij een vastloper!)
ro: Afișați toate numerele atunci când procesați GEDCOM (util când are loc o expirare!)

source: Debug mode
cs: Debugovací mód
de: Debugmodus
es: Modo depuración
nl: Debug-modus
ro: Modul de depanare

source: Batch processing
cs: Dávkové zpracování
de: Stapelverarbeitung
es: Procesamiento por lotes
nl: Batch-verwerking
ro: Prelucrare în lot

source: 1 record (slow processing, but needs less server-memory)
cs: 1 záznam (pomalé zpracování, ale potřebuje méně paměti serveru)
da: 1 record (langsom behandling, men har brug for mindre server-hukommelse)
de: 1 Datensatz (langsame Verarbeitung, verbraucht weniger Server-Leistung)
es: 1 registro (procesamiento lento, pero necesita menos memoria de servidor)
nl: 1 regel (trage verwerking, maar gebruikt minder server-geheugen)
ro: 1 înregistrare (procesare lentă, dar necesită mai puțină memorie de server)

source: records per batch
cs: záznamy na dávku
da: records per kørsel
de: Datensätze pro Durchlauf
es: registros por lote
nl: regels per batch
ro: înregistrări pe lot

source: ALL records (fast processing, but needs server-memory)
cs: VŠECHNY záznamy (rychlé zpracování, ale potřebuje paměť serveru)
da: ALLE records (hurtig behandling, men kræver server-hukommelse)
de: ALLE Datensätze (schnelle Verarbeitung, benötigt mehr Server-Leistung)
es: TODOS los registros (procesamiento rápido, pero necesita más memoria de servidor)
nl: ALLE regels (snelle verwerking, maar gebruikt server-geheugen)
ro: TOATE înregistrările (procesare rapidă, dar necesită memorie de server)

source: Time-out detected! Controlled time-out setting is adjusted. Retry reading of GEDCOM with new setting.
cs: Zjištěn časový limit! Nastavení kontrolovaného časového limitu je upraveno. Zopakujte načtení GEDCOM s novým nastavením.
de: Time-out festgestellt! Kontrollierte Time-out Einstellung wurde angepasst. Versuchen Sie die GEDCOM-Datei mit den neuen Einstellungen zu lesen.
es: ¡Time-out detectado! Se ha ajustado la configuración de time-out controlado. Vuelva a intentar leer GEDCOM con la nueva configuración.
nl: Time-out gedetecteerd! Gecontroleerde time-out-instelling is aangepast. Lees GEDCOM opnieuw in met nieuwe instelling.
ro: Time-out detectat! Setarea de time-out controlată este ajustată. Reîncercați să citiți GEDCOM cu setare nouă.

source: seconds. Controlled time-out, the GEDCOM script will restart and continue.<br>Use this if the server has a time-out setting (set less seconds then server time-out).<br>0 = disable controlled time-out.
cs: vteřiny. Řízený časový limit, skript GEDCOM se restartuje a bude pokračovat. <br> Použijte toto, pokud server má nastavení časového limitu (nastavte méně sekund než časový limit serveru). <br> 0 = zakázat ovládaný časový limit.
de: Sekunden. Kontrollierter time-out, das GEDCOM-Skript wird erneut gestartet und fortgesetzt. <br>Benutzen Sie diese Einstellung wenn der Server eine time-out-Einstellung hat (wählen Sie weniger Sekunden als das Server-time-out).<br>0=Kontrolliertes time-out ausschalten.
es: segundos. Time-out controlado, el script GEDCOM se reiniciará y continuará. <br>Úselo si el servidor tiene configuración de time-out (ponga menos segundos que el tiempo de espera del servidor)<br> . 0 = deshabilitar el time-out controlado.
nl: seconden. Gecontroleerde time-out, het GEDCOM-script wordt opnieuw gestart en voortgezet.<br>Gebruik dit als de server een time-out-instelling heeft (minder seconden instellen dan server time-out). <br> 0 = time-out uitschakelen.
ro: secunde. Timp de expirare controlat, scriptul GEDCOM va reporni și va continua.<br>Folosiți acest lucru dacă serverul are o setare de time-out (setați mai puține secunde decât time-out-ul serverului).<br>0 = dezactivați time-out-ul controlat.

source: Your server time-out setting is: %s seconds.
cs: Nastavení časového limitu na serveru je: %s vteřin.
de: Ihre Server-time-out Einstellung ist: %s Sekunden.
es: La configuración de time-out de su servidor es: %s segundos.
nl: Uw server time-out-instelling is: %s seconden.
ro: Setarea de time-out a serverului este: %s secunde.

source: Yes, replace existing family tree: <b>"%1$s"</b> with %2$s persons!
cs: Ano, nahraďte stávající rodokmen: <b>"%1$s" </b> s %2$s!
de: Ja, bestehenden Stammbaum: <b> "%1$s„ </b>mit %2$s Personen ersetzen!
es: Sí, reemplace el árbol genealógico existente: <b>"%1$s"</b> ¡con %2$spersonas!
nl: Ja, vervang de bestaande stamboom: <b>"%1$s"</b> met %2$s personen!
ro: Da, înlocuiți arborele genealogic existent: <b>„%1$s”</b> cu %2$s persoane!

source: Add this GEDCOM file to the existing tree
cs: Přidejte tento soubor GEDCOM do stávajícího stromu
de: Diesen Stammbaum zum vorhandenen Stammbaum hinzufügen
es: Añadir este archivo GEDCOM al árbol existente
nl: Voeg dit GEDCOM-bestand toe aan de bestaande stamboom
ro: Adăugați acest fișier GEDCOM la arborele existent

source: Step
cs: Krok
da: Trin
de: Schritt
es: Paso
nl: Stap
no: Trinn
ro: Pas

source: STEP 2) Remove old family tree:
cs: KROK 2) Odstraňte starý rodokmen:
da: TRIN 2) Fjern gammelt stamtræ:
de: Schritt 2) Alten Stammbaum löschen:
es: PASO 2) Elimine el árbol genealógico antiguo:
nl: STAP 2) Verwijder oude stamboom:
ro: PASUL 2) Ștergeți arborele genealogic vechi:

source: ONLY use in case of a time-out, to continue click:
cs: Používejte POUZE v případě časového limitu, klikněte pro pokračování:
da: Brug KUN i tilfælde af et timeout, klik for at fortsætte:
de: NUR im Falle eines Time-outs verwenden, klicken Sie zum Fortfahren:
es: Usar ÚNICAMENTE en caso de time-out, para continuar haga clic en:
nl: ALLEEN gebruiken bij een timeout, voor vervolg klik op:
no: Bruk utelukkende ved tidsavbrudd, for å fortsette klikk:
ro: Folosiți NUMAI în cazul unui time-out, pentru a continua faceți clic pe:

source: Remove old family tree items from %s table...
cs: Odstraňte staré položky rodokmenu z %s tabulky...
da: Fjern gamle stamtræs elementer fra %s tabel ...
de: Lösche alte Stammbaumeinträge aus der Tabelle %s ...
es: Eliminar los elementos antiguos del árbol genealógico de la tabla %s...
nl: Verwijder oude stamboom items uit de %s tabel...
ro: Eliminați elementele vechi din arborele genealogic din tabelul %s...

source: Optimize table...
cs: Optimalizovat tabulku ...
da: Optimer tabel...
de: Optimiere Tabelle...
es: Optimizar tabla...
nl: Tabel optimaliseren...
ro: Optimizarea tabelului...

source: No error messages above? In that case the tables have been created!
cs: Žádné chybové zprávy výše? V tom případě byly tabulky vytvořeny!
da: Ingen fejlmeddelelser foroven? I så fald er tabellerne blevet oprettet!
de: Keine Fehlermeldung? Dann wurden die Tabellen erfolgreich erstellt!
es: ¿No hay mensajes de error arriba? En ese caso, ¡se han creado las tablas!
nl: Geen foutmeldingen hierboven? Dan zijn de tabellen aangemaakt!
no: Ingen feilmeldinger? I så fall har tabellene blitt opprettet!
ro: Nu există mesaje de eroare mai sus? În acest caz, au fost create tabelele!

source: The data in this GEDCOM will be appended to the existing data in this tree!
cs: Data v tomto GEDCOM budou připojena k existujícím datům v tomto stromu!
de: Die Daten dieser GEDCOM-Datei werden zu den existierenden Daten dieses Stammbaums hinzugefügt!
es: ¡Los datos de este fichero GEDCOM se añadirán a los datos existentes en este árbol!
nl: De gegevens van deze GEDCOM zullen worden toegevoegd bij de bestaande gegevens in deze stamboom!
ro: Datele din acest GEDCOM vor fi adăugate la datele existente în acest arbore!

source: Cancel
cs: Zrušit
da: Afbryd
de: Abbrechen
es: Cancelar
nl: Sluiten
no: Avbryt
ro: Anulare

source: <b>STEP 3) Processing GEDCOM file:</b> <p>The following lines have to be processed without error messages...<br> <b>Processing may take a while!!</b>
cs: <b> Krok 3) Zpracování souboru GEDCOM: </b> <p> Následující řádky musí být zpracovány bez chybových zpráv ... <br> <b> Zpracování může chvíli trvat !! </b>
de: <b>SCHRITT 3) Verarbeitung der Gedcomdatei:</b> <p>Folgende Zeilen müssen ohne Fehlermeldung verarbeitet werden...<br> <b>Die Verarbeitung kann einige Zeit in Anspruch nehmen!</b>
es: <b>PASO 3) Procesamiento del archivo GEDCOM:</b> <p>Las siguientes líneas deben procesarse sin mensajes de error ...<br> <b>¡El procesamiento puede tardar un poco!</b>
nl: <b>STAP 3) GEDCOM-bestand verwerken:</b> <p>Onderstaande regels moeten verwerkt worden zonder foutmeldingen...<br> <b>Het kan even duren voor de verwerking klaar is!!</b>
ro: <b>PASUL 3) Procesarea fișierului GEDCOM:</b> <p>Următoarele linii trebuie procesate fără mesaje de eroare...<br> <b>Procesarea poate dura ceva timp!!</b>

source: Restart
da: Genstart
de: Neu starten
es: Reiniciar
nl: Herstart
ro: Repornire

source: Restarts reading of GEDCOM using a controlled time-out.
cs: Restartuje čtení GEDCOM pomocí kontrolovaného časového limitu.
de: Startet das erneute Einlesen der GEDCOM-Datei mit kontrolliertem Time-out.
es: Reinicia la lectura de GEDCOM usando un time-out controlado.
nl: Herstart inlezen van GEDCOM met een gecontroleerde time-out.
ro: Repornește citirea GEDCOM folosind un time-out controlat.

source: lines processed
cs: zpracované řádky
da: linjer bearbejdet
de: verarbeitete Zeilen
es: líneas procesadas
nl: regels verwerkt
ro: linii procesate

source: GEDCOM file
cs: GEDCOM soubor
de: GEDCOM-Datei
es: Fichero GEDCOM
nl: GEDCOM-bestand
ro: fișier GEDCOM

source: this is an <b>%s</b> file
cs: toto je soubor <b>%s</b>
da: dette er en <b>%s<b> fil
de: das ist eine <b>%s</b>-Datei
es: Este es un fichero de <b>%s</b>
nl: dit is een <b>%s</b> bestand
ro: acesta este un fișier <b>%s</b>

source: Controlled time-out to continue reading of GEDCOM file, click:
cs: Kontrolovaný časový limit pro pokračování ve čtení souboru GEDCOM, klikněte na:
de: Kontrollierter Time-out, um das Lesen der GEDCOM-Datei fortzusetzen klicke:
es: Time-out controlado para continuar leyendo el archivo GEDCOM, haga clic en:
nl: Gecontroleerde time-out, klik voor verder inlezen van GEDCOM-bestand:
ro: Time-out controlat pentru a continua citirea fișierului GEDCOM, faceți clic pe:
