Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: If needed: re-install all or some of the %s files
cs: V případě potřeby: přeinstalujte všechny nebo některé soubory %s
de: Bitte installieren Sie alle oder einige %s-Dateien erneut falls nötig
es: Si es necesario, reinstale todos o algunos de los archivos de %s
nl: Indien nodig: installeer enkele of alle %s bestanden opnieuw
ro: Dacă este necesar: reinstalați toate sau unele dintre fișierele %s

source: %s beta version
cs: %s beta verze
es: Versión Beta de %s
nl: %s beta versie
ro: versiune beta %s

source: Sometimes there is a beta version available.
cs: Někdy je k dispozici beta verze.
da: Nogle gange er der en beta version tilgængelig.
de: Manchmal ist eine Beta-Version verfügbar.
es: Algunas veces hay disponible una versión Beta.
nl: Soms is er een beta versie beschikbaar.
no: Enkelte ganger vil en beta-versjon være tilgjengelig.
ro: Uneori există o versiune beta disponibilă.

source: %s beta version available
cs: K dispozici je beta verze %s
de: %s Betaversion verfügbar.
es: Ahora hay una versión Beta de %s disponible.
nl: %s geen beta versie beschikbaar
ro: versiune beta %s disponibilă

source: No beta version available.
cs: Žádná beta verze není k dispozici.
da: Ingen beta version tilgængelig
de: Keine Betaversion verfügbar.
es: En este momento no hay ninguna.
nl: Geen beta versie beschikbaar.
no: Ingen beta-versjon tilgjengelig
ro: Versiunea beta indisponibilă.

source: Enable/ disable %s update check.
cs: Povolit/zakázat kontrolu aktualizací %s.
de: %s Updateprüfung ein-/ausschalten.
es: Activar/desactivar la comprobación automática de actualizaciones de %s.
nl: %s update controle aan/ uitzetten.
ro: Activați/dezactivați verificarea actualizării %s.

source: Check regularly for %s updates.
cs: Pravidelně kontrolujte aktualizace %s.
de: Regelmäßig auf Updates von %s prüfen.
es: Comprobar periódicamente si hay actualizaciones de %s
nl: Controleer regelmatig voor %s updates.
ro: Verificați regulat actualizările %s.

source: Automatic update
cs: Automatická aktualizace
da: Automatisk opdatering
de: Automatische Aktualisierung
es: Actualización automática
nl: Automatische update
no: Automatisk oppdatering
ro: Actualizare automată

source: Every step can take some time, please be patient and wait till the step is completed!
cs: Každý krok může nějakou dobu trvat, buďte prosím trpěliví a počkejte, až bude krok dokončen!
da: Hvert trin kan tage lidt tid, venligst vær tålmodig og vent indtil trinet er fuldført!
de: Jeder Schritt kann einen Moment dauern. Bitte gedulden Sie sich und warten Sie, bis dieser Schritt abgeschlossen ist!
es: Cada paso puede tardar algo de tiempo. ¡Por favor, tenga paciencia y espere hasta que se complete el paso!.
nl: Iedere stap kan wat tijd kosten, wacht rustig af tot de stap is uitgevoerd!
no: Hvert trinn kan ta noe tid, vær tålmodig og vent til trinnet er ferdig!
ro: Fiecare pas poate dura ceva timp, vă rugăm să aveți răbdare și așteptați până când pasul este efectuat!

source: Step 1) Download and unzip new %s version
cs: Krok 1) Stáhněte a rozbalte novou verzi %s
de: Schritt 1) Neue %s-Version herunterladen und entpacken
es: Paso 1) Descargue y descomprima la nueva versión %s
nl: Stap 1) Download en unzip nieuwe %s versie
ro: Pasul 1) Descărcați și dezarhivați noua versiune %s

source: Download and unzip new %s version
cs: Stáhněte a rozbalte novou verzi %s
de: Neue %s-Version herunterladen und entpacken
es: Descargar y descomprimir la nueva versión %s
nl: Download en unzip de nieuwe %s versie
ro: Descărcați și dezarhivați noua versiune %s

source: %s version history
cs: %s historie verzí
de: %s Versionsverlauf
es: historial de versiones de %s
nl: %s versie overzicht
ro: Istoricul versiunilor %s

source: Found update file, skipped download of update!
cs: Nalezen soubor aktualizace, stahování aktualizace bylo přeskočeno!
de: Updatedatei gefunden, überspringe den Download des Updates!
es: Se encontró el archivo de actualización, ¡se omitió la descarga de la actualización!
nl: Update bestand gevonden, download van update wordt overgeslagen!
ro: S-a găsit fișierul de actualizare, s-a omis descărcarea actualizării!

source: Automatic download successfull!
cs: Automatické stahování proběhlo úspěšně!
da: Succesfuld automatisk download!!
de: Updatedatei erfolgreich heruntergeladen!
es: ¡Descarga automática correcta!
nl: Automatische download succesvol!
no: Automatisk oppdatering vellykket!
ro: Descărcare automată reușită!

source: Automatic download of file failed.
cs: Automatické stahování souboru se nezdařilo.
de: Automatischer Download der Datei ist fehlgeschlagen.
nl: Automatische download van bestand mislukt.
ro: Descărcarea automată a fișierului a eșuat.

source: File successfully unzipped!
cs: Soubor byl úspěšně rozbalen!
da: Filen succesfuldt udpakket!
de: Datei erfolgreich entpackt!
es: ¡Ficheros descomprimidos correctamente!
nl: Bestand succesvol uitgepakt!
no: Filen ble pakket ut!
ro: Fișierul a fost dezarhivat cu succes!

source: Step 2)
cs: Krok 2)
da: Trin2)
de: Schritt 2)
es: Paso 2)
nl: Stap 2)
no: Trinn 2)
ro: Pasul 2)

source: Check files
cs: Zkontrolujte soubory
da: Check filer
de: Dateien prüfen
es: Comprobar ficheros
nl: Controleer bestanden
no: Sjekk filer
ro: Verificarea fișierelor

source: Step 2) Compare existing and update files (no installation yet)...
cs: Krok 2) Porovnejte stávající a aktualizujte soubory (zatím bez instalace)...
da: Trin 2) Sammenligner eksisterende og opdatere filer (ingen installation endnu) ..
de: Schritt 2) Bestehende Dateien vergleichen und aktualisieren (noch keine Installation)...
es: Paso 2) Comparar los ficheros existentes con los de la actualización (esto todavía no instala)...
nl: Stap 2) Vergelijk bestaande en update bestanden (nog geen installatie van bestanden)...
no: Trinn 2) Sammenlikne eksisterende og oppdater filer (ingen installasjon enda)...
ro: Pasul 2) Compară fișierele existente și actualizate (încă nu există instalare)...

source: Step 3) Installation of new files...
cs: Krok 3) Instalace nových souborů...
da: Trin 3) Installation af nye filer...
de: Schritt 3) Installation neuer Dateien...
es: Paso 3) Instalación de los nuevos ficheros
nl: Stap 3) Installatie van nieuwe bestanden...
no: Trinn 3) Installasjon av nye filer...
ro: Pasul 3) Instalarea de fișiere noi...

source: Installation of file failed
da: Installation af filen fejlede
de: Datei-Installation fehlgeschlagen
es: La instalación ha fallado
nl: Installatie van bestand mislukt
no: Installasjonen mislyktes
ro: Instalarea fișierului a eșuat

source: File installed!
cs: Soubor nainstalován!
da: Fil installeret!
de: Datei installiert!
es: ¡Fichero instalado!
nl: Bestand geïnstalleerd!
no: Fil installert!
ro: Fișier instalat!

source: Directory created.
cs: Adresář vytvořen.
da: Folderen dannet.
de: Ordner erstellt.
es: Carpeta creada.
nl: Map gemaakt.
no: Mappe opprettet.
ro: Director creat.

source: The following files are not part of the %s system files (anymore). If you want, they can be removed.
cs: Následující soubory již nejsou součástí systémových souborů %s. Pokud chcete, mohou být odstraněny.
de: Folgende Dateien werden nicht (mehr) für das %s-System benötigt und können gelöscht werden.
es: Los siguientes archivos ya no forman parte de %s (nunca más) . Si lo desea, puede eliminarlos.
nl: De volgende bestanden maken geen deel uit van de %s systeembestanden (meer). Als u wilt, kunnen ze worden verwijderd.
ro: Următoarele fișiere nu mai fac parte din fișierele de sistem %s. Dacă doriți, pot fi eliminate.

source: Update new db_login.php file...
cs: Aktualizovat nový soubor db_login.php...
da: Opdater ny db_login.php fil...
de: Neue db_login.php-Datei aktualisieren....
es: Actualizar nuevo fichero db_login.php ...
nl: Nieuwe db_login.php bijwerken...
no: Oppdater ny db_login.php fil...
ro: Actualizarea noului fișier db_login.php...

source: The configuration file is not writable! Please change the include/db_login.php file manually.
cs: Do konfiguračního souboru nelze zapisovat! Změňte soubor include/db_login.php ručně.
da: Det er ikke muligt at skrive til konfigurationsfilen! Ret venligst include/ db_login.php filen manuelt.
de: Konfigurationsdatei ist nicht überschreibbar! Bitte ändern Sie die Datei include/db_login.php manuell.
es: ¡No se puede escribir el archivo de configuración!. Modifique manualmente el archivo include/db_login.php.
nl: Het configuratie bestand is "read-only"! Wijzig het include/db_login.php bestand met de hand.
no: Kan ikke skrive til konfigurasjonsfilen! Vennligs endre filen include/db_login.php manuelt.
ro: Fișierul de configurare nu poate fi scris! Vă rugăm să modificați manual include/db_login.php.

source: There is a problem in the db_login file, maybe an old db_login file is used.
cs: V souboru db_login je problém, možná je použit starý soubor db_login.
de: Es ist ein Problem in der Datei db_login aufgetreten, vielleicht wird eine alte Dateiversion verwendet.
es: Hay un problema en el archivo db_login, tal vez se esté usando un fichero db_login antiguo.
nl: Er is een probleem in het bestand db_login, misschien is een oud db_login-bestand gebruikt.
ro: Există o problemă în fișierul db_login, poate este folosit un fișier db_login vechi.

source: File is updated.
cs: Soubor je aktualizován.
da: Filen er opdateret.
de: Datei aktualisiert.
es: El fichero se ha actualizado.
nl: Bestand is bijgewerkt.
no: Fil oppdatert.
ro: Fișierul este actualizat.

source: Install files!
cs: Nainstalujte soubory!
da: Installerer filer!
de: Dateien installieren!
es: ¡Instalar ficheros!
nl: Installeer bestanden!
no: Installer filer!
ro: Instalarea fișierelor!

source: Update completed and installation files removed!
cs: Aktualizace dokončena a instalační soubory odstraněny!
da: Opdatering afsluttet og installationsfilerne fjernet!
de: Aktualisierung erfolgreich und Installationsdateien entfernt!
es: ¡Actualización completada y archivos de instalación eliminados!
nl: Update uitgevoerd en installatie bestanden verwijderd!
no: Oppdatering ferdig og installasjonsfiler fjernet!
ro: Actualizare finalizată și fișierele de instalare eliminate!

source: Current %s version:
cs: Aktuální verze %s:
de: Aktuelle %s-Version:
es: Versión actual de %s:
nl: Huidige %s versie:
ro: Versiunea %s actuală:

source: Available %s version:
cs: Dostupná verze %s:
de: Verfügbare %s-Version:
es: Versión disponible de %s:
nl: Beschikbare %s versie:
ro: Versiune %s disponibilă:

source: There are 2 update methods: automatic and manually.
cs: Existují 2 způsoby aktualizace: automatická a ruční.
da: Der er 2 opdaterings metoder: automatisk og manuelt.
de: Sie können manuell oder automatisch updaten.
es: Hay 2 métodos de actualización: automático y manual.
nl: Er zijn 2 update methoden: automatisch en handmatig.
no: Det er 2 måter å oppdatere på, automatisk og manuell.
ro: Există 2 metode de actualizare: automată și manuală.

source: 1) Automatic update of %s
cs: 1) Automatická aktualizace %s
de: 1) Automatische %s Aktualisierung
es: 1) Actualización automática de %s
nl: 1) Automatische update van %s
ro: 1) Actualizare automată a %s

source: a) [Optional, but highly recommended] Do a database backup first
cs: a) [Volitelné, ale vysoce doporučeno] Nejprve proveďte zálohu databáze
da: a) [Valgfrit, men kraftig anbefalet] Udfør en database backup først
de: a) [Optional aber empfehlenswert] Zuerst eine Datenbanksicherung anlegen
es: a) [Opcional, pero muy recomendable]. Haga primero una copia de seguridad de la base de datos
nl: a) [Optioneel, maar aanbevolen] Maak eerst een database back-up
no: a) [Valgfritt, men sterkt anbefalt] Foreta en databasebackup først
ro: a) [Opțional, dar foarte recomandat] Faceți mai întâi o copie de rezervă a bazei de date

source: backup page
cs: zálohovat stránku
da: backup side
de: Seite sichern
es: página de copia de seguridad
nl: back-up bladzijde
no: backup-side
ro: pagina de backup

source: Start automatic update
cs: Spusťte automatickou aktualizaci
da: Start automatisk opdatering
de: Automatisches Update starten
es: Comenzar la actualización automática
nl: Start automatische update
ro: Pornirea actualizării automate

source: 1) Manual update of %s
cs: 1) Ruční aktualizace %s
de: 1) Manuelle Aktualisierung von %s
es: 1) Actualización manual de %s
nl: 2) Handmatige installatie van %s
ro: 1) Actualizare manuală a %s

source: b) Download the new version:
cs: b) Stáhněte si novou verzi:
da: b) Download den nye version:
de: b) Die neue Version herunterladen:
es: b) Descargue la nueva versión:
nl: b) Download de nieuwe versie:
no: b) Last ned den nye versjonen:
ro: b) Descărcarea noii versiuni:

source: %s version:
cs: %s verze:
es: Versión de %s:
nl: %s versie:
ro: Versiune %s:

source: c) Unzip the file and replace the old %s files by the new %s files.
cs: c) Rozbalte soubor a nahraďte staré soubory %s novými soubory %s.
de: c) Datei entpacken und alte %s-Dateien durch neue %s Dateien ersetzen.
es: c) Descomprima el archivo y reemplace los ficheros %s antiguos por los nuevos %s .
nl: c) Unzip bestanden en vervang de oude %s-bestanden door de nieuwe %s-bestanden.
ro: c) Dezarhivați fișierul și înlocuiți fișierele %s vechi cu fișierele %s noi.

source: Full installation and update instructions can be found at:
cs: Úplné pokyny k instalaci a aktualizaci naleznete na:
da: Fuld installation og opdaterings instruktioner kan findes på:
de: Vollständige Installations- und Aktualisierungs-Dokumentation:
es: Las instrucciones completas de instalación y actualización se pueden encontrar en:
nl: Volledige installatie en update instructies zijn hier te vinden:
no: Fullstendige installasjons- og oppdateringsinstruksjoner finnes på:
ro: Instrucțiuni complete de instalare și actualizare pot fi găsite la:

source: %s manual
cs: %s manuál
de: %s Handbuch
es: Manual de %s
nl: %s handleiding

source: Semi-automatic update
cs: Poloautomatická aktualizace
de: Halbautomatische Aktualisierung
nl: Semi-automatische update
ro: Actualizare semi-automată

source: In some cases the automatic update doesn't work. Then use this semi-automatic update method.
cs: V některých případech automatická aktualizace nefunguje. Pak použijte tuto poloautomatickou metodu aktualizace.
de: Manchmal funktioniert die automatische Aktualisierung nicht. In diesem Fall diese halb-automatische Methode verwenden.
nl: In sommige gevallen werkt de automatische update niet. Gebruik dan deze semi-automatische update methode.
ro: În unele cazuri, actualizarea automată nu funcționează. Atunci folosiți această metodă semi-automată de actualizare.

source: 1. Download a new version of %s.
cs: 1. Stáhněte si novou verzi %s.
de: 1. Neue %s-Version herunterladen.
nl: 1. Download een nieuwe versie van %s.
ro: 1. Descărcați noua versiune a %s.

source: 2. Rename the zip file into: humo-gen_update.zip
cs: 2. Přejmenujte soubor zip na: humo-gen_update.zip
de: 2. Die Zip-Datei in humo-gen_update.zip umbenennen.
nl: 3. Hernoem het zip bestand naar: humo-gen_update.zip
ro: 2. Redenumiți fișierul zip în: humo-gen_update.zip

source: Upload failed, check folder rights
cs: Nahrání se nezdařilo, zkontrolujte práva složky
de: Hochladen fehlgeschlagen, Verzeichnisberechtigung prüfen.
nl: Upload is mislukt, controleer de map rechten
ro: Încărcarea nu a reușit, verificați drepturile dosarului

source: OR: manually upload the file to folder: admin/update/
cs: NEBO: ručně nahrajte soubor do složky: admin/update/
de: ODER: die Datei manuell in den Ordner admin/update hochladen
nl: OF: upload het bestand handmatig naar map: admin/update/
ro: SAU: încărcați manual fișierul în folderul: admin/update/

source: 4. Then click:
cs: 4. Poté klikněte na:
de: 4. Dann klicken auf:
nl: 4. Klik dan op:
ro: 4. Apoi apăsați:

source: start update of %s.
cs: spustit aktualizaci %s.
de: Start Update von %s.
nl: start update van %s
ro: începe actualizarea %s.

source: %s version
cs: %s verze
es: versión de %s
nl: %s versie
ro: Versiune %s

source: Upload has failed</span> (you may wish to try again or choose to place the file in the admin/backup_files folder yourself with an ftp program or the control panel of your webhost)
nl: De upload is mislukt</span> (probeer het opnieuw of zet zelf het bestand in de admin/backup_files map met een ftp-programma of het controle paneel van de webhost)

source: Invalid backup file: has to be file with extension ".sql" or ".sql.zip"
cs: Neplatný záložní soubor: musí být soubor s příponou ".sql" nebo ".sql.zip"
da: Forkert backup fil: backup filen SKAL have filendelsen ".sgl" eller ".sql.zip"
de: Ungültige Sicherungsdatei: muss eine Datei mit der Endung ".sql" oder ".sql.zip" sein
es: Fichero de copia de seguridad no válido: debe ser un fichero con extensión ".sql" o ".sql.zip"
nl: Ongeldige back-up: het bestand moet een extensie hebben ".sql" of ".sql.zip"
no: Ugyldig backup-fil: må ha filetternavn ".sql" eller "sql.zip"
ro: Fișier de rezervă nevalid: trebuie să fie fișier cu extensia „.sql” sau „.sql.zip”

source: Create backup file
cs: Vytvořit zálohu souboru
da: Lav en backup fil
de: Sicherungsdatei erstellen
es: Crear copia de seguridad
nl: Maak een back-upbestand
no: Lag sikkerhetskopi
ro: Creare fișier de rezervă

source: If you use %s to edit in the family tree, then create multiple backups. Recommended backups:<br> <b>1) Best option: use PhpMyAdmin. Export all tables from the %s database (TIP: use the zip option for a compressed file).</b><br> 2) Just for sure: export a GEDCOM file. This is not a full family tree backup! But it will contain all basic genealogical data.<br> 3) Use the %s backup page.
cs: Pokud používáte %s k úpravám v rodokmenu, vytvořte více záloh. Doporučené zálohy:<br> <b>1) Nejlepší možnost: použít PhpMyAdmin. Exportujte všechny tabulky z databáze %s (TIP: pro komprimovaný soubor použijte možnost zip).</b><br> 2) Jen pro jistotu: exportujte soubor GEDCOM. Toto není úplná záloha rodokmenu! Bude ale obsahovat všechny základní genealogické údaje.<br> 3) Použijte záložní stránku %s.
de: Wenn Sie %s benutzen, um den Stammbaum zu bearbeiten, legen Sie mehrere Datensicherungen an.<br> <b>1) Beste Option: benutzen Sie PhpMyAdmin. Exportieren Sie alle Tabellen der %s Datenbank (TIPP: verwenden Sie die Zip-Option für eine komprimierte Datei).</b><br> 2) Nur zur Sicherheit: exportieren Sie eine GEDCOM-Datei. Das ist <b>keine</b> vollständige Stammbaumsicherung! Aber sie enthält alle wesentlichen genealogischen Daten.<br> 3) Benutzen Sie die %s Datensicherungsseite.
es: Si usa %s para editar en el árbol genealógico, cree múltiples copias de seguridad. Métodos recomendados:<br> <b>1) La mejor opción: use PhpMyAdmin. Exporte todas las tablas %s de la base de datos (SUGERENCIA: use la opción zip comprimir el fichero).</b><br> 2) Menos seguro: exporte un archivo GEDCOM. ¡Esto no hace una copia de seguridad completa del árbol genealógico! Pero contendrá todos los datos genealógicos básicos.<br> 3) Utilice la página de copia de seguridad de %s.
nl: Als je %s gebruikt om te muteren, maak dan meerdere back-ups. Aanbevolen back-ups:<br> <b>1) Beste optie: gebruik PhpMyAdmin. Exporteer alle tabellen uit de %s database (TIP: gebruik de zip optie voor een gecomprimeerd bestand).</b><br> 2) Voor de zekerheid: exporteer een GEDCOM-bestand. Dit is geen volledige stamboom back-up! Maar het bevat alle basis genealogische data.<br> 3) Gebruik de %s back-up bladzijde.
ro: Dacă utilizați %s pentru a edita arborele genealogic, atunci creați mai multe copii de rezervă. Copii de rezervă recomandate:<br> <b>1) Cea mai bună opțiune: utilizați PhpMyAdmin. Exportați toate tabelele din baza de date %s (SFAT: utilizați opțiunea zip pentru un fișier comprimat).</b><br> 2) Doar pentru siguranță: exportați un fișier GEDCOM. Acesta nu este o rezervă completă a arborelui genealogic! Dar va conține toate datele genealogice de bază.<br> 3) Utilizați pagina de rezervă %s.

source: Download backup file
cs: Stáhněte si záložní soubor
da: Henter backup fil
de: Sicherungsdatei herunterladen
es: Descargar copia de seguridad
nl: Download back-upbestand
no: Last ned sikkerhetskopi
ro: Descărcați fișierul de rezervă

source: We recommend downloading the most recent backup file in case the data on your server (including the backup file) might get deleted or corrupted.
cs: Doporučujeme stáhnout nejnovější záložní soubor pro případ, že by data na vašem serveru (včetně záložního souboru) mohla být smazána nebo poškozena.
de: Wir empfehlen, die aktuellste Sicherungsdatei herunterzuladen, falls die Daten auf Ihrem Server (einschließlich der Sicherungsdatei) gelöscht oder beschädigt werden.
nl: Wij raden aan het meest recente back-upbestand te downloaden voor het geval de gegevens op je server (inclusief het back-upbestand) verwijderd of beschadigd raken.
ro: Vă recomandăm să descărcați cel mai recent fișier de rezervă în cazul în care datele de pe serverul dvs. (inclusiv fișierul de rezervă) ar putea fi șterse sau corupte.

source: Restore database from backup file
cs: Obnovte databázi ze záložního souboru
da: Genindlæs databasen fra en backup fil
de: Datenbank aus Sicherungsdatei wiederherstellen
es: Restaurar BD desde una copia de seguridad
nl: Herstel database van back-upbestand
no: Gjenopprett databasen fra sikkerhetskopi
ro: Restaurați baza de date din fișierul de rezervă

source: Here you can restore your entire database from a backup made with %s (if available) or from a .sql or .sql.zip backup file on your computer.
cs: Zde můžete obnovit celou databázi ze zálohy vytvořené pomocí %s (pokud je k dispozici) nebo ze záložního souboru .sql nebo .sql.zip ve vašem počítači.
de: Hier können Sie Ihre gesamte Datenbank aus einem mit %s erstellten Backup (falls verfügbar) oder aus einer .sql- oder .sql.zip-Sicherungsdatei auf Ihrem Computer wiederherstellen.
nl: Hier kun je de volledige database herstellen van een back-up gemaakt met %s (indien aanwezig) of van een .sql of .sql.zip back-up op je computer.
ro: Aici puteți restaura întreaga dvs. bază de date dintr-o copie de rezervă realizată cu %s (dacă este disponibilă) sau dintr-un fișier de rezervă .sql sau .sql.zip de pe computer.

source: Optional: upload a database backup file
cs: Volitelné: nahrajte záložní soubor databáze
de: Optional: Hochladen einer Sicherungsdatei der Datenbank
nl: Optioneel: upload een database back-upbestand
ro: Opțional: încărcați un fișier de rezervă a bazei de date

source: Starting to restore database. This may take some time. Please wait...
cs: Začíná se obnovovat databáze. To může nějakou dobu trvat. Prosím, čekejte...
da: Begynder at genindlæse database. Det tager måske noget tid. Vent venligst...
de: Starte Wiederherstellung der Datenbank. Das kann einige Zeit dauern. Bitte warten...
es: Comenzando a restaurar la base de datos. Puede tradar un rato. Por favor espere...
nl: Herstel wordt gestart. Dit kan even duren. Moment alstublieft...
no: Gjenoppretting starter. Dette kan ta noe tid, vennligst vent...
ro: Se începe restaurarea bazei de date. Acest lucru poate dura ceva timp. Vă rugăm așteptați...

source: Most recent backup!
cs: Nejnovější záloha!
de: Neueste Sicherung!
nl: Meest recente back-up!
ro: Cea mai recentă copie de rezervă!

source: Restore database
cs: Obnovit databázi
da: Genindlæser database
de: Datenbank wiederherstellen
es: Restaurar base de datos
nl: Herstel database
no: Gjenopprett database
ro: Restaurarea bazei de date

source: No backup file found!
cs: Žádný záložní soubor nebyl nalezen!
da: Ingen backup fil blev fundet!
de: Keine Sicherungsdatei gefunden!
es: ¡No se encontró ningún archivo de copia de seguridad!
nl: Geen back-upbestand gevonden!
no: Ingen sikkerhetskopi funnet!
ro: Nu s-a găsit niciun fișier de rezervă!
