Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: This will display a list of new and recently changed people in the database. A fully scrollable list is displayed in reverse chronological date order, with the most recent items displayed first. There is a search field that allows you to narrow the list of results down. It accepts partial names, e.g. searching for “Sa” will return all people with SA in their name, such as Sam, Sarah, Susanne, or even people with the surname Samson for example.
cs: Zobrazí se seznam nových a nedávno změněných osob v databázi. Plně rolovatelný seznam se zobrazí v obráceném chronologickém pořadí podle data, přičemž nejnovější položky jsou zobrazeny jako první. K dispozici je vyhledávací pole, které umožňuje zúžit seznam výsledků. Přijímá částečná jména, např. vyhledáním „Sa“ se vrátí všichni lidé s SA ve svém jménu, jako je Sam, Sarah, Susanne nebo dokonce lidé s příjmením Samson.
de: Dies zeigt eine Liste neuer und kürzlich geänderter Personen in der Datenbank an. Eine vollständig scrollbare Liste wird in umgekehrter chronologischer Datumsreihenfolge angezeigt, wobei die neuesten Einträge zuerst angezeigt werden. Es gibt ein Suchfeld, mit dem Sie die Ergebnisliste eingrenzen können. Es akzeptiert Teilnamen, z. B. wenn Sie nach „Sa“ suchen, werden alle Personen mit SA in ihrem Namen zurückgegeben, z. B. Sam, Sarah, Susanne oder sogar Personen mit dem Nachnamen Samson.
es: Esto mostrará una lista de personas nuevas y modificadas recientemente. La lista está en orden cronológico inverso, con los elementos más recientes en primer lugar. Hay un campo de búsqueda que permite reducir la lista de resultados. Acepta nombres parciales. Ej: la búsqueda de "Sa" devolverá todas las personas con SA en su nombre, como Sam, Sarah, Susanne o incluso las personas con el apellido Samson, por ejemplo.
nl: Hier wordt een lijst weergegeven met nieuwe en recent gewijzigde personen in de database. Een volledig schuifbare lijst met de meest recente items als eerste, worden weergegeven.<br> Er is een zoekveld waarmee u de lijst met resultaten verkleinen. Het accepteert gedeeltelijke namen, bijvoorbeeld het zoeken naar "Sa" zal alle mensen met SA in hun naam weergeven, zoals Sam, Sarah, Susanne, of zelfs mensen met de achternaam Samson.
ro: Aceasta va afișa o listă de persoane noi și modificate recent în baza de date. O listă complet derulabilă este afișată în ordine invers cronologică a datei, cu cele mai recente elemente afișate mai întâi. Există un câmp de căutare care vă permite să restrângeți lista de rezultate. Acceptă nume parțiale, de ex. căutarea după „Sa” va returna toate persoanele cu SA în numele lor, cum ar fi Sam, Sarah, Susanne sau chiar persoane cu numele de familie Samson, de exemplu.

source: If the site owner gave you a username and password, you can log in here to see data that is not shown to the general public (such as details of living people or "hidden" family trees)
cs: Pokud vám vlastník webu dal uživatelské jméno a heslo, můžete se přihlásit zde a zobrazit data, která se nezobrazují široké veřejnosti (jako jsou podrobnosti o žijících lidech nebo "skryté" rodokmeny)
de: Wenn der Eigentümer der Webseite Ihnen einen Benutzernamen und ein Passwort zugewiesen hat können Sie sich hier anmelden und Daten sehen, die der Allgemeinheit nicht zugänglich sind (z. B. Details zu lebenden Personen oder „versteckte“ Stammbäume)
es: Si el propietario del sitio le dio un nombre de usuario y una contraseña, puede iniciar sesión aquí para ver datos que no se muestran al público en general (como detalles de personas vivas o árboles genealógicos "ocultos")
nl: Als je een gebruikersnaam en wachtwoord hebt van de website eigenaar, dan kun je inloggen en kun je gegevens zien die niet openbaar zijn voor gasten van de website. O.a. privacygegevens van levende personen, dit kan afhankelijk zijn van de instellingen van de website.
ro: Dacă proprietarul site-ului v-a dat un nume de utilizator și o parolă, vă puteți conecta aici pentru a vedea date care nu sunt afișate publicului larg (cum ar fi detalii despre oamenii care trăiesc sau arbori genealogici „ascunși”)

source: Language Flags
cs: Vlajky jazyků
de: Sprachen
es: Banderas de idiomas
nl: Landen vlaggen
ro: Steagurile limbilor

source: On the menu bar, to the right of the menu buttons, you will notice several national flags, that allow you to change the display language.
cs: Na panelu nabídek vpravo od tlačítek nabídky si všimnete několika národních vlajek, které vám umožňují změnit jazyk zobrazení.
de: In der Menüzeile finden Sie rechts neben den Menüschaltflächen verschiedenen Nationalflaggen, die es Ihnen erlauben die Anzeigesprache zu ändern.
es: A la derecha de los botones del menú superior verá varias banderas nacionales para cambiar el idioma de la pantalla.
nl: Op de menubalk, rechts van de menuknoppen, ziet u verschillende nationale vlaggen, waarmee u de weergavetaal kunt wijzigen.
ro: Pe bara de meniu, în dreapta butoanelor de meniu, veți observa mai multe steaguri naționale, care vă permit să modificați limba de afișare.

source: User settings
cs: Uživatelské nastavení
da: Brugerindstillinger
de: Benutzereinstellungen
es: Configuración del usuario
nl: Gebruikersinstellingen
ro: Setările utilizatorului

source: This page contains several user settings: selecting a theme and changing password (if allowed).
cs: Tato stránka obsahuje několik uživatelských nastavení: výběr motivu a změna hesla (pokud je povoleno).
de: Diese Seite enthält verschiedene Benutzereinstellungen: Auswahl einer Vorlage und Ändern des Passworts (wenn erlaubt).
es: Esta página contiene varios ajustes de usuario: cambiar el tema y la contraseña (si está autorizado).
nl: Deze bladzijde bevat gebruikersinstellingen: selecteer een thema en wachtwoord wijzigen (indien toegestaan).
ro: Această pagină conține mai multe setări de utilizator: selectarea unei teme și modificarea parolei (dacă este permis).

source: ”Select a theme” dropdown
cs: Rozbalovací nabídka „Vyberte motiv“
de: Dropdown-Liste "Vorlage auswählen"
es: Desplegable "Seleccionar un tema"
nl: "Selecteer een thema" drop down
ro: Meniu derulant „Selectați o temă”

source: By default, %s is provided with several color schemes, and so long as the site administrator has not disabled them, they will appear in this dropdown list. You can select a theme to your preference, that will change elements such as page color, background images, etc. These themes will only affect your experience on %s and will make no changes to your internet browser or computer.
cs: Ve výchozím nastavení je %s poskytováno s několika barevnými schématy, a pokud je správce webu nezakázal, zobrazí se v tomto rozevíracím seznamu. Můžete si vybrat motiv podle svých preferencí, který změní prvky, jako je barva stránky, obrázky na pozadí atd. Tyto motivy ovlivní pouze váš zážitek z %s a neprovedou žádné změny ve vašem internetovém prohlížeči nebo počítači.
de: Standardmäßig verfügt %s über mehrere Farbschemata. Solange der Site-Administrator diese nicht deaktiviert hat, werden sie in dieser Dropdown-Liste angezeigt. Sie können eine Vorlage nach Ihren Wünschen auswählen, das Elemente wie Seitenfarbe, Hintergrundbilder usw. ändert. Diese Vorlagen wirken sich nur auf %s aus und nehmen keine Änderungen an Ihrem Internetbrowser oder Computer vor.
es: %s proporciona varios esquemas de color por defecto y, siempre que el administrador del sitio no los haya desactivado, aparecerán en esta lista desplegable. Puede seleccionar el tema que prefiera para cambiar elementos como el color de la página, las imágenes de fondo, etc. Estos temas solo afectarán a su experiencia con %s y no harán cambios en su navegador de Internet ni en su ordenador.
nl: %s is standaard voorzien van verschillende kleurenschema's en zolang de sitebeheerder ze niet heeft uitgeschakeld, worden ze weergegeven in deze vervolgkeuzelijst. U kunt een thema naar uw voorkeur selecteren, met elementen zoals paginakleur, achtergrondafbeeldingen, enz. Deze thema's hebben alleen invloed op %s en brengen geen wijzigingen aan in uw internetbrowser of computer.
ro: În mod implicit, %s este furnizat cu mai multe scheme de culori și atâta timp cât administratorul site-ului nu le-a dezactivat, acestea vor apărea în acest meniu derulant. Puteți selecta o temă după preferințele dvs., care va schimba elemente cum ar fi culoarea paginii, imaginile de fundal etc. Aceste teme vor afecta doar experiența dvs. cu %s și nu va face nicio modificare a browserului dvs. de internet sau calculator.

source: Owner family tree
cs: Majitel rodokmenu
de: Eigentümer des Stammbaums
es: Árbol genealógico del propietario
nl: Eigenaar stamboom
ro: Proprietarul arborelui genealogic

source: Clicking the name of the site owner will open an email form that allows you to send the site owner a short notice. Please enter your name and email address, so you can be answered. If you wish to send the site owner an attachment (such as a photo or a document) you can use this form to ask the site owner for his email. Then you can use any regular email program to send those attachments. (The email address of the site owner is not published on the site to prevent spamming).
cs: Kliknutím na jméno vlastníka webu se otevře e-mailový formulář, který vám umožní zaslat vlastníkovi webu krátké upozornění. Zadejte prosím své jméno a e-mailovou adresu, abychom vám mohli odpovědět. Pokud si přejete poslat vlastníkovi webu přílohu (například fotografii nebo dokument), můžete pomocí tohoto formuláře požádat vlastníka webu o jeho e-mail. K odeslání těchto příloh pak můžete použít jakýkoli běžný e-mailový program. (E-mailová adresa vlastníka webu není na webu zveřejněna, aby se zabránilo spamu).
de: Durch Klicken auf den Namen des Eigentümers der Webseite wird ein E-Mail-Formular geöffnet, mit dem Sie ihm eine kurze Benachrichtigung senden können. Bitte geben Sie Ihren Namen und Ihre E-Mail-Adresse ein, damit Sie eine Antwort erhalten können. Wenn Sie dem Eigentümer der Webseite einen Anhang (z. B. ein Foto oder ein Dokument) senden möchten, können Sie dieses Formular verwenden, um ihn nach seiner E-Mail zu fragen. Dann können Sie jedes normale E-Mail-Programm verwenden, um diese Anhänge zu senden. (Die E-Mail-Adresse des Eigentümers der Webseite wird nicht auf der Webseite veröffentlicht, um Spam zu verhindern.)
es: Al hacer clic en el nombre del propietario del sitio, se abrirá un formulario de correo electrónico que le permitirá enviarle un breve aviso. Introduzca su nombre y dirección de correo electrónico para que le respondan. Si desea enviar un archivo adjunto (como una foto o un documento), puede utilizar este formulario para pedirle al propietario su email. Depués puede utilizar cualquier programa de correo electrónico normal para enviar esos archivos adjuntos. (El email del propietario del sitio no se publica en el sitio para evitar el spam).
nl: Als je hierop klikt dan kom je in een e-mail formulier waar je direct een boodschap aan mij kunt sturen, als je me wilt mailen omdat je een foto of zoiets wilt doorsturen, vraag dan in dit formulier om mijn e-mailadres (als ik dat hier op de website openbaar maak dan krijg ik na een poosje heel veel spam...)
ro: Făcând clic pe numele proprietarului site-ului, se va deschide un formular de e-mail care vă permite să trimiteți proprietarului site-ului o scurtă notificare. Vă rugăm să introduceți numele și adresa de e-mail, astfel încât să vi se răspundă. Dacă doriți să trimiteți proprietarului site-ului un atașament (cum ar fi o fotografie sau un document) puteți folosi acest formular pentru a solicita proprietarul site-ului e-mailul său. Apoi puteți utiliza orice program obișnuit de e-mail pentru a trimite atașamentele respective. (Adresa de e-mail a proprietarului site-ului nu este publicată pe site pentru a preveni spam-ul).

source: Search fields
cs: Vyhledávací pole
de: Suchfelder
es: Campos de búsqueda
nl: Zoek velden
ro: Câmpuri de căutare

source: In the search fields you can search by first and/or last name. You can also choose from three options: "contains", "equals" and "starts with". Note: next to the search button there is an option for "Advanced Search!"
cs: Ve vyhledávacích polích můžete vyhledávat podle jména a/nebo příjmení. Můžete si také vybrat ze tří možností: „obsahuje“, „rovná se“ a „začíná na“. Poznámka: vedle tlačítka vyhledávání je možnost "Pokročilé vyhledávání!"
de: In den Suchfeldern können Sie nach Vor- und/oder Nachnamen suchen. Sie können auch aus drei Optionen wählen: "enthält", "gleich" und "beginnt mit". Hinweis: Neben der Suchschaltfläche gibt es eine Option für "Erweiterte Suche!"
nl: In de zoekvelden kun je op voornaam of achternaam zoeken, je kunt daar 3 opties kiezen: bevat, gelijk aan en begint met. Let op: naast de zoekknop zie je ook een optie "Uitgebreid zoeken!"
ro: În câmpurile de căutare puteți căuta după nume și/sau prenume. De asemenea, puteți alege dintre trei opțiuni: „conține”, „egal cu” și „începe cu”. Notă: lângă butonul de căutare există o opțiune pentru „Căutare avansată!”

source: Get image of chart for printing (allow pop-up!)
nl: Afbeelding genereren voor printen (pop-up toestaan!)

source: <b>USE:</b> <p>The main person is displayed in the center of the chart.<br> Ancestors are displayed to his/her left, descendants are displayed to the right <p><b>Hover over square:</b> Display pop-up menu with details<br> <b>Click on square:</b> Move this person to center of chart<br> <b>Click on name in pop-up menu:</b> Go to person's family page<br><br> <b>LEGEND:</b>
nl: <b>Gebruiken:</b> <p>De hoofdpersoon wordt weergegeven in het midden van de grafiek.<br> Voorouders worden aan zijn/haar linkerkant weergegeven, afstammelingen worden aan de rechterkant weergegeven <p><b>Zweven over vierkant:</b> Pop-upmenu weergeven met details<br> <b>Klik op het vierkant:</b> Deze persoon naar het midden van de grafiek verplaatsen<br> Klik op naam in het <b>pop-upmenu:</b> Ga naar de familiebladzijde van de persoon<br><br> <b>Legenda:</b>

source: <b>SETTINGS:</b> <br><br><b>Nr. Generations:</b> choose between 2 - 12 generations for ancestors<br> and 2 - 15 generation for descendants. (large number of generations will take longer to generate)<br> <b>Box size:</b> Use the slider to choose display size (10 steps): <br> step 1-4: small boxes with popup for details<br> step 5-7: larger boxes with initials of name + pop-up for details<br> step 8-9: boxes/rectangles with name inside + pop-up with further details<br> step 10: large rectangles with name, birth and death details + pop-up with further details
nl: <b>Instellingen:</b> <br><br><b>Nr. Generaties:</b> kies tussen 2 - 12 generaties voor voorouders<br> en 2 - 15 generatie voor nakomelingen. (groot aantal generaties zal langer duren om te genereren)<br> <b>Vakgrootte:</b> Gebruik de schuifregelaar om weergavegrootte te kiezen (10 stappen):<br> stap 1-4: kleine vakken met pop-up voor meer informatie<br> stap 5-7: grotere vakken met initialen van naam + pop-up voor meer informatie<br> stap 8-9: vakken met naam binnen + pop-up met verdere details<br> stap 10: grote vakken met naam, geboorte en overlijden + pop-up met verdere details

source: Anc.
nl: Voor.

source: Desc.
nl: Afstamm.

source: Recently changed persons and new persons
cs: Nedávno změněné osoby a nové osoby
de: Kürzlich geänderte und/oder neue Personen
es: Personas nuevas y modificadas recientemente
nl: Recent gewijzigde personen en nieuwe personen
ro: Persoane modificate recent și persoane noi

source: Minimum:
es: Mínimo:
nl: Minimaal:

source: characters
cs: znaky
da: karakterer
de: Zeichen
es: caracteres
nl: karakters
ro: caractere

source: Favourites list:
cs: Seznam oblíbených:
da: Favoritliste:
de: Favoriten
es: Lista de favoritos:
nl: Favorieten lijst:
no: Favoritter:
ro: Lista de favorite:

source: Information
cs: Informace
es: Información
nl: Informatie
no: Konfirmasjon
ro: Informare

source: Places (by persons)
cs: Místa (podle osob)
da: Steder (af personer)
de: Orte (nach Personen)
es: Lugares (de personas)
nl: Plaatsen (bij personen)
ro: Locuri (per persoane)

source: Places (by families)
cs: Místa (podle rodin)
da: Steder (af familier)
de: Orte (nach Familien)
es: Lugares (de familias)
nl: Plaatsen (bij gezinnen)
ro: Locuri (per familii)

source: Register
cs: Registrovat
da: Registrer
de: Registrieren
es: Registro
nl: Registreren
ro: Creare cont

source: Find place
cs: Vyhledat místo
da: Find sted
de: Suche Ort
es: Encontrar lugar
nl: Zoek plaats
no: Finn sted
ro: Găsirea locului

source: Contains
cs: Obsahuje
da: Indeholder
de: Beinhaltet
es: Contiene
nl: Bevat
no: Inneholder
ro: Conține

source: Equals
cs: Rovná se
da: Lige
de: Ist gleich
es: Igual
nl: Gelijk aan
no: er lik
ro: Egal cu

source: Starts with
cs: Začíná s
da: Begynder med
de: Beginnt mit
es: Empieza por
nl: Begint met
no: Starter med
ro: Începe cu

source: birth pl.
da: fødselssted
de: Geburtsort
es: lugar de nacimiento
nl: geb. pl.
no: fødested
ro: nașt.

source: bapt pl.
da: dåbssted
de: Taufort
es: lugar de bautismo
nl: dooppl.
no: dåpssted
ro: bot.

source: death pl.
da: dødssted
de: Sterbeort
es: lugar de defunción
nl: ovl. pl.
no: dødssted
ro: dec.

source: bur pl.
da: begravelsessted
de: Beisetzungsort
es: lugar de entierro
nl: begr. pl.
no: gravsted
ro: înmorm.

source: Date untill
cs: Datum do
de: Datum bis
nl: Datum tot
ro: Data până la

source: Research status:
cs: Stav výzkumu:
de: Forschungsstatus:
es: Estado de la investigación:
nl: Onderzoek status:
ro: Starea cercetării:

source: parents unknown
cs: rodiče neznámy
de: Eltern unbekannt
es: padres desconocidos
nl: ouders onbekend
ro: părinți necunoscuți

source: father unknown
cs: otec neznám
de: Vater unbekannt
es: padre desconocido
nl: vader onbekend
ro: tată necunoscut

source: mother unknown
cs: matka neznáma
de: Mutter unbekannt
es: madre desconocida
nl: moeder onbekend
ro: mamă necunoscută

source: Choose sex:
cs: Vybrat pohlaví:
da: Vælg køn:
de: Geschlecht wählen:
es: Elija el sexo:
nl: Kies sekse:
no: Velg kjønn:
ro: Alege sexul:

source: witness
cs: svědek
da: vidner
de: Zeuge
es: testigo
nl: getuige
ro: martor

source: Partner firstname
cs: Jméno partnera
da: Partnerens fornavn
de: Partner Vorname
es: Nombre de la pareja
nl: Echtgenoot/e voornaam
no: Fornavn partner
ro: Prenumele partenerului

source: Partner lastname
cs: Příjmení partnera
da: Partneres efternavn
de: Partner Nachname
es: Apellido de la pareja
nl: Echtgenoot/e achternaam
no: Etternavn partner
ro: Numele partenerului

source: Clear fields
cs: Vymazat pole
de: Felder löschen
es: Limpiar campos
nl: Reset velden
ro: Ștergeți câmpurile

source: Standard search
cs: Standardní vyhledávání
da: Standard søgning
de: Standardsuche
es: Búsqueda normal
nl: Standaard zoeken
no: Standardsøk
ro: Căutare standard

source: _ = 1 character
cs: _ = 1 znak
de: _ = 1 Zeichen
nl: _ = 1 teken
ro: _ = 1 caracter

source: % = >1 character
cs: % = >1 znak
de: % = >1 Zeichen
nl: % = >1 teken
ro: % = >1 caracter

source: With Advanced Search you can easily create lists like: all persons with surname <b>Schaap</b> who were born <b>between 1820 and 1840</b> in <b>Amsterdam</b><br>You can also search without a name: all persons who <b>died in 1901</b> in <b>Amstelveen.</b>
cs: Pomocí rozšířeného vyhledávání můžete snadno vytvářet seznamy jako: všechny osoby s příjmením <b>Schaap</b>, které se narodily <b>mezi lety 1820 a 1840</b> v <b>Amsterdam</b><br>Můžete hledat také bez jména: všechny osoby, které <b>zemřely v roce 1901</b> v <b>Amstelveen.</b>
de: Mit der Erweiterten Suche können Sie einfach Listen wie diese erzeugen: alle Personen mit Nachnamen <b>Schaap</b> die <b>zwischen 1820 und 1840</b> in <b>Amsterdam</b> geboren wurden. Sie können auch ohne Namen suchen: alle Personen die <b>1901</b> in <b>Amstelveen</b> gestorben sind.
es: Con la búsqueda avanzada puede crear fácilmente listas como: todas las personas con el apellido <b>Martínez</b> que nacieron <b>entre 1820 y 1840</b> en <b>Madrid</b><br>También puede hacer búsquedas sin nombre: todas las personas que <b>murieron en 1901</b> en <b>Segovia.</b>
nl: Met het uitgebreide zoeken kunnen makkelijk lijsten worden gemaakt zoals: alle personen met familienaam <b>Schaap</b> die zijn geboren <b>tussen 1820 en 1840</b> in <b>Amsterdam</b><br>Men kan ook zonder naam zoeken: alle personen die zijn <b>overleden in 1901</b> in <b>Amstelveen.</b>
ro: Cu ajutorul Căutării avansate puteți crea cu ușurință liste precum: toate persoanele cu numele de familie <b>Ionescu</b> care s-au născut <b>între 1820 și 1840</b> în <b>București</b><br>De asemenea, puteți căuta fără nume: toate persoanele care <b>au murit în 1901</b> în <b>Cluj-Napoca.</b>

source: Note:</td><td>When you use the birth and/ or death search boxes please note this:<br>1. Persons for whom no birth/ death data exist in the database, will not be found.<br>2. Persons with privacy settings will not be shown, unless you are logged in with the proper permissions.<br>These persons can be found by searching by name and/ or surname only.
nl: Let op:</td><td>Bij gebruik van geboorte- en/of overlijdens zoekvakjes moet men op het volgende letten:<br>1. Personen waarvan geen geboorte- of overlijdensgegevens in de database staan, zullen niet worden gevonden.<br>2. Personen met privacy beperkingen zullen niet worden weergegeven, tenzij U bent ingelogd met voldoende permissies.<br>Deze personen kunnen worden gevonden door alleen met voor- en/of achternaam te zoeken.

source: persons found.
cs: nalezených osob.
da: Personer fundet.
de: Personen gefunden.
es: personas encontradas.
nl: personen gevonden.
no: personer funnet.
ro: persoane găsite.

source: Concise view
cs: Výstižný pohled
da: Kortfattet visning
de: Kompakte Anzeige
es: Vista concisa
nl: Verkorte weergave
no: Kompakt visning
ro: Vedere concisă

source: No names found.
cs: Nebyla nalezena žádná jména.
da: Ingen navne fundet.
de: Keine Namen gefunden.
es: No se encontró ningún nombre.
nl: Geen namen gevonden.
no: Ingen navn funnet.
ro: Nu s-au găsit nume.

source: Sort by:
cs: Seřazeno podle:
da: Sorteret efter:
de: Sortieren nach:
es: Ordenar por:
nl: Sorteer op:
no: Sorter etter:
ro: Aranjat după:

source: All names
cs: Všechna jména
da: Alle navne
de: Alle Namen
es: Todos los nombres
nl: Alle namen
no: Alle navn
ro: Toate numele

source: Frequency of Surnames
cs: Frekvence příjmení
da: Efternavnenes hyppighed
de: Häufigkeit Familiennamen
es: Frecuencia de los apellidos
nl: Lijst met achternamen
ro: Frecvența numelor de familie

source: Number of displayed surnames
cs: Počet zobrazených příjmení
da: Antal viste efternavne
de: Anzahl gezeigter Familiennamen
es: Nº de apellidos mostrados
nl: Aantal getoonde achternamen
ro: Nr. de nume de familie afișate

source: Number of columns
cs: Počet sloupců
da: Antal kolonner
de: Anzahl Spalten
es: Nº de columnas
nl: Aantal kolommen
ro: Numărul de coloane

source: families found.
cs: nalezené rodiny.
da: familier fundet.
de: gefundene Familien
es: familias encontradas.
nl: gezinnen gevonden.
ro: familii găsite.

source: Password retrieval
cs: Získání hesla
de: Passwort zurücksetzen
es: Recuperación de la contraseña
nl: Wachtwoord herstel
ro: Recuperarea parolei

source: Please answer the block-spam-question:
cs: Odpovězte prosím na otázku blokování spamu::
da: Svar venligst på spam blokerings spørgsmålet:
de: Bitte beantworten Sie die Frage, um Spam zu verhindern:
es: Por favor, responda a la pregunta de bloqueo de spam:
nl: Geef antwoord op de anti-spam vraag:
no: Vennligst besvar spørsmål (hindrer spam)
ro: Vă rugăm să răspundeți la întrebarea bloc-spam:

source: Your email address is not correct
cs: Vaše e-mailová adresa není správná
de: Ihre Emailadresse ist falsch
es: Su dirección de correo electrónico no es correcta.
nl: Uw e-mailadres klopt niet
ro: Adresa ta de e-mail nu este corectă
