Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: Male
cs: Muž
da: Mænd
de: Männlich
es: Hombres
nl: Man
no: Mann
ro: Masculin

source: Female
cs: Žena
da: Kvinder
de: Weiblich
es: Mujeres
nl: Vrouw
no: Kvinne
ro: Feminin

source: Male Y-DNA or mtDNA carrier (Base person has red border)
nl: Mannelijke Y-DNA of mtDNA drager (Basis persoon heeft rode rand)

source: Female MtDNA carrier (Base person has red border)
nl: Vrouwelijke MtDNA drager (Basis persoon heeft rode rand)

source: Additional marriage of same person
nl: Meerdere huwelijken van deze persoon
no: Flere ekteskap for samme person

source: <b>SETTINGS:</b> <p>Horizontal/Vertical button: toggle direction of the chart from top-down to left-right<br> <b>Nr. Generations:</b> choose between 2 - 15 generations<br> (large number of generations will take longer to generate)<br> <b>Box size:</b> Use the slider to choose display size (9 steps): <br> step 1-3: small boxes with popup for details<br> step 4-7: larger boxes with initials of name + popup for details<br> step 8: rectangles with name inside + popup with further details<br> step 9: large rectangles with name, birth and death details + popup with further details
nl: <b>INSTELLINGEN:</b> <p>Horizontaal/Verticaal knop: kies tussen een horizontale of verticale weergave<br> <b>Aantal generaties:</b> kies van 2 - 15 generaties<br> (een hoog aantal generaties zal tijd kosten om weer te geven)<br> <b>Vak grootte:</b> Gebruik de schuif om de vak grootte in te stellen: <br> stap 1-3: kleine vakken met pop-up voor details<br> stap 4-7: grotere vakken met initialen + pop-up voor details<br> stap 8: rechthoeken met namen + pop-up voor details<br> stap 9: grote rechthoeken met naam, geboorte en overlijden + pop-up met details
no: <b>INNSTILLINGER:</b> <p>Horisontal/Vertikal bryter: endre retning på treet fra topp-bunn til venstre-høyre<br> <b>Antall generasjoner:</b> velg 2 - 15 generasjoner<br> (et stort antall generasjoner tar lengre tid å vise)<br> <b>Boksens størrelse:</b> Bruk skyvebryteren for å styre størrelsen (9 trinn): <br> trinn 1-3: små bokser med popup for detaljer<br> trinn 4-7: større bokser med initialer + popup for detaljer<br> trinn 8: bokser med navn + popup med ytterligere detaljer<br> trinn 9: store bokser med navn, fødsels- og dødsdetaljer + popup med ytterligere detaljer

source: Same Y-DNA as
cs: Stejná Y-DNA jako
da: Samme Y-DNA som
de: Gleiche Y-DNA wie
es: El mismo ADN-Y que
nl: Zelfde Y-DNA als
ro: Același Y-ADN ca și

source: Same mtDNA as
cs: Stejná mtDNA jako
da: Samme mtDNA som
de: Gleiche mtDNA wie
es: El mismo ADNmt que
nl: Zelfde mtDNA als
ro: Același mtADN ca și

source: vertical
cs: svislý
da: vertikalt
de: senkrecht
nl: vertikaal
no: vertikal

source: horizontal
cs: vodorovný
da: horisontalt
de: waagerecht
nl: horizontaal
no: horisontal
ro: orizontal

source: Y-DNA Carriers only
cs: Pouze nosiče Y-DNA
da: Kun Y-DNA bærere
de: Nur Träger der Y-DNA
es: Sólo portadores de ADN-Y
nl: Y-DNA dragers weergeven
ro: Numai purtători Y-ADN

source: Y-DNA Mark carriers
cs: Nosiče značky Y-DNA
da: Y-DNA Mark bærere
de: Träger der Y-DNA-Markierung
es: Portadores de la marca ADN-Y
nl: Y-DNA dragers markeren
ro: Purtători ai mărcii Y-ADN

source: mtDNA Carriers only
da: Kun mtDNA bærere
de: mtDNA Träger
es: Sólo portadoras de ADNmt
nl: mtDNA dragers weergeven
ro: Numai purtători mtADN

source: mtDNA Mark carriers
cs: nosiče mtDNA značky
da: mtDNA Mark bærere
de: mtDNA Marker Träger
es: Portadoras de la marca ADNmt
nl: mtDNA dragers markeren
ro: Purtători ai mărcii mtADN

source: Nr. generations
cs: Generace
da: Generationer
de: Anzahl Generationen
es: Nº de generaciones
nl: Aantal generaties
no: Antall generasjoner
ro: Generații

source: Zoom level:
cs: Úroveň přiblížení:
da: Zoom niveau:
es: Nivel de zoom:
nl: Zoom niveau:
ro: Nivel de zoom:

source: died
cs: zemřel(a)
da: døde
de: gestorben
es: fallecido
nl: ovl.
no: døde
ro: decedat(ă)

source: Settings family screen
cs: Nastavení rodinné obrazovky
da: Indstillinger for familie skærm
de: Einstellungen für Stammbaumseite
es: Configuración de la pantalla familiar
nl: Instellingen gezinsscherm
no: Innstillinger for familiesider
ro: Setări ecranul de familie

source: Family Page
cs: Rodinná stránka
da: Familie side
de: Familienübersicht
es: Ficha de familia
nl: Gezin Overzicht
no: Familieside
ro: Pagina de familie

source: Family map
cs: Rodinná mapa
de: Familienkarte
nl: Familiekaart
ro: Harta familiei

source: Show family map
cs: Zobrazit rodinnou mapu
de: Familienkarte anzeigen
nl: Toon familie kaart
ro: Arată harta familiei

source: Hide family map
cs: Skrýt rodinnou mapu
de: Familienkarte verbergen
nl: Verberg familiekaart
ro: Ascunde harta familiei

source: Pictures
cs: Obrázky
da: Billeder
de: Bilder
es: Imagenes
nl: Afbeeldingen
ro: Fotografii

source: Hide pictures
cs: Skrýt obrázky
da: Skjul billeder
de: Bilder verbergen
es: Ocultar imágenes
nl: Verberg afbeeldingen
ro: Ascunde fotografiile

source: Add to favourite list
cs: Přidat do seznamu oblíbených
da: Tilføj til favorit liste
de: Zu den Favoriten hinzufügen
es: Añadir a la lista de favoritos
nl: Toevoegen aan favorietenlijst
no: Legg til i favoritter
ro: Adăugare la lista de favorite

source: TIP: use %s for other (ancestor and descendant) reports.
cs: TIP: Použít %s pro další (předci a potomci) zprávy.
da: TIP: Flyt musen over %s for at få vist forfader og efterkommer rapporter og diagrammer.
de: TIPP: verwenden Sie %s für andere Ahnen- und Nachkommenberichte.
es: SUGERENCIA: coloque el cursor sobre %s para los informes y gráficos de antepasados ​​y descendientes.
nl: TIP: gebruik %s voor andere (kwartierstaat en parenteel) overzichten.
no: TIPS: bruk %s for andre (ane- og etterkommer-) rapporter
ro: SFAT: plasați cursorul peste %s pentru rapoarte și diagrame despre strămoși și urmași.

source: *** Privacy filter is active, one or more items are filtered. Please login to see all items ***
cs: *** Filtr soukromí je aktivní, je filtrována jedna nebo více položek. Pro zobrazení všech položek se prosím přihlaste ***
da: *** Privat filteret er aktivt, en eller flere emner filtreres. Venligst login for at se alle poster ***
de: *** Aufgrund des Datenschutzfilters kann es sein, dass einige Angaben nicht sichtbar sind. Bitte melden Sie sich an, um alle Angaben sehen zu können. ***
es: *** El filtro de privacidad está activo. Se han filtrado uno o más elementos. Inicie sesión para verlos todos ***
nl: *** Privacyfilter is actief, één of meer items zijn gefilterd. Log in om alle items te zien. ***
no: *** Personvernfilteret er aktivt, og et eller flere detaljer er filtrert ut. Logg inn for å se flere detaljer ***
ro: *** Filtrul de confidențialitate este activ, unul sau mai multe elemente sunt filtrate. Va rugam sa vă autentificați pentru a vedea toate elementele ***

source: Child
cs: Dítě
da: Barn
de: Kind
es: Hijo
nl: Kind
no: Barn
ro: Copil

source: follows
cs: následuje
da: følger
de: folgt unter
es: sigue
nl: volgt
no: følger
ro: urmează

source: Adopted child:
cs: Adoptované dítě:
da: Adopteret barn:
de: Adoptivkind
es: Hijo adoptado:
nl: Geadopteerd kind:
no: Adoptert barn
ro: Copil adoptat:

source: Stepchild
cs: Nevlastní dítě
da: Stedbarn
de: Stiefkind
es: Hijastro
nl: Stiefkind
ro: Copil vitreg

source: Legal child
cs: Legální dítě
da: Legalt barn
de: gesetzliches Kind
es: Hijo legítimo
nl: Wettig kind
ro: Copil legal

source: Foster child
cs: Dítě z pěstounské rodiny
da: Plejebarn
de: Pflegekind
es: Hijo adoptivo
nl: Pleegkind
ro: Copil adoptiv

source: Family events
cs: Rodinné údaje
da: Familie begivenheder
de: Familienereignisse
es: Acontecimientos familiares
nl: Gezins gebeurtenissen
no: Familiehendelser
ro: Evenimente de familie

source: Citation for:
cs: Citace pro:
de: Zitat für:
es: Cita para:
nl: Citaat voor:
ro: Citare pentru:

source: accessed
cs: zpřístupněno
de: abgerufen
es: accedido
nl: toegang
ro: accesat

source: New user note
cs: Nová poznámka uživatele
da: Ny bruger note
de: Benutzerdefinierte Notiz
es: Nueva nota de usuario
nl: Nieuwe gebruikerstekst
ro: Notă nouă de utilizator

source: User note by family
cs: Poznámka uživatele podle rodiny
da: Bruger note for familie
de: Text im oberen Bereich der Stammbaumseite
es: Nota de usuario de familia
nl: Gebruikersnotitie bij gezin
ro: Notă utilizator referitoare la familie

source: Your information is saved and will be reviewed by the webmaster.
cs: Vaše údaje jsou uloženy a webmaster je zkontroluje.
da: Din information er gemt og vil blive modtaget af webmasteren.
de: Ihre Informationen wurden gespeichert und müssen vom Webmaster geprüft werden.
es: Su información se ha guardado y será revisada por el webmaster.
nl: Uw informatie is opgeslagen en wordt nagezien door de webmaster.
ro: Informațiile dvs. sunt salvate și vor fi examinate de webmaster.

source: Add information or remarks
cs: Přidejte informace nebo poznámky
da: Tilføj information eller bemærkninger
de: Informationen oder Bemerkungen hinzufügen
es: Agregar información o comentarios
nl: Voeg informatie of opmerkingen toe
ro: Adăugare informații sau observații

source: Your e-mail address is missing. Please add you're mail address here:
cs: Vaše e-mailová adresa chybí. Zde prosím přidejte svou e-mailovou adresu:
da: Din e-mail adresse mangler. Tilføj venligst din e-mail adresse her:
de: Ihre Emailadresse wurde noch nicht angegeben. Bitte geben Sie Ihre Emailadresse hier an:
es: Falta su dirección de correo electrónico. Por favor, introduzca su dirección de correo electrónico aqui:
nl: Uw e-mailadres ontbreekt. Graag uw e-mailadres toevoegen in:
ro: Adresa dvs. de e-mail address lipsește. Vă rog adăugați adresa de e-mail aici:

source: Send
cs: Poslat
de: Senden
es: Enviar
nl: Versturen
ro: Trimite

source: RELOAD FANCHART WITH 'VIEW' BUTTON ON THE LEFT
cs: ZNOVU NAČÍST FGRAF VĚJÍŘ TLAČÍTKEM 'ZOBRAZIT' VLEVO
nl: VERNIEUW FANCHART MET 'WEERGEVEN' KNOP AAN DE LINKERKANT
no: Oppfrisk viftetavlen med 'vis'-knappen til venstre
ro: REÎNCARCĂ PLĂCINTA CU BUTONUL „VIZUALIZARE” ÎN STÂNGA

source: How to print the chart
nl: Hulp met printen
no: Hvordan skrive ut viftetavlen

source: <u>Internet Explorer:</u><br> 1. Set background to "white" on the menu and press "View"<br> 2. Right-click on the chart<br> 3. Save to disk with "Save picture as"<br> 4. Print the saved picture
nl: <u>Internet Explorer:</u><br> 1. Zet achtergrond op "wit" op het menu en druk "Weergeven"<br> 2. Rechtermuisklik op de chart.<br> 3. Opslaan met behulp van "Sla afbeelding op als"<br> 4. Print het opgeslagen bestand
no: <u>Internet Explorer:</u><br> 1. Sett bakgrunn til "hvit" i menyen og trykk "Vis"<br> 2. Høyreklikk på tavlen<br> 3. Lagre til harddisk med "Lagre bilder som"<br> 4. Skriv ut det lagrede bildet

source: <p><u>All other browsers:</u><br> Just print the page .... ;-)<br> Print the chart in "Landscape" layout, use "Print Preview"<br> and adjust printing size to fit the page<br> (for regular charts 85%-90% of screen size)
nl: <p><u>Alle andere browsers:</u><br> Print de pagina gewoon af.... ;-)<br> Print de chart in "Landschap" layout, gebruik "Print Preview"<br> en zet de grootte zodat de chart op de pagina past.<br> (voor gewone charts 85%-90% van de scherm grootte)

source: Fan style
cs: Styl vějíře
da: Vifte stil
de: Fächerart
es: Estilo de abanico
nl: Stijl van chart
no: Viftestil
ro: Stil plăcintă

source: full
cs: plný
da: hel
de: voll
es: completo
nl: volledig

source: Generations
cs: Generace
da: Generationer
de: Generationen
es: Generaciones
nl: Generaties
no: Generasjoner
ro: Generații

source: Font size
cs: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
es: Tamaño de caracteres
nl: Letter grootte
no: Fontstørrelse
ro: Mărime font

source: Years only
cs: Pouze roky
da: Kun år
de: Nur Jahre
es: Solo los años
nl: Alleen jaren
no: Kun årstall
ro: Numai anii

source: Full dates
cs: Úplné termíny
da: Hele datoer
de: Ganzes Datum
es: Fechas completas
nl: Alle gegevens
no: Fullstendig dato
ro: Date complete

source: Fan width:
cs: Šířka vějíře:
da: Vifte bredde:
de: Fächerbreite:
es: Anchura del gráfico:
nl: Chart breedte:
no: Viftebredde
ro: Lățimea plăcintei:

source: "auto" for automatic resizing for best display, or value between 50-300
cs: "auto" pro automatickou změnu velikosti pro nejlepší zobrazení nebo hodnotu mezi 50-300
da: "auto" for automatisk ændring af størrelse for bedste visning, eller værdi mellem 50-300
de: "auto" für automatische Größenanpassung zur besten Anzeige, oder einen Wert zwischen 50 und 300
es: "auto" para cambiar el tamaño automáticamente para una mejor visualización, o un valor entre 50 y 300
nl: "auto" voor automatische weergave voor de beste display, of een waarde tussen 50-300
no: "auto" for automatisk skalering til beste visning, eller en verdi mellom 50-300
ro: „auto” pentru redimensionarea automată pentru cea mai bună afișare sau valoare între 50-300

source: Background
cs: Pozadí
da: Baggrund
de: Hintergrund
es: Fondo
nl: Achtergrond
no: Bakgrunn
ro: Fundal

source: transparent
cs: průhledný
da: gennemsigtig
es: transparente
nl: transparant

source: white
cs: bílý
da: hvid
de: weiß
es: blanco
nl: wit
no: hvit
ro: alb

source: No Chinese ttf font file found
cs: Nebyl nalezen žádný čínský soubor písem ttf
nl: Geen chinees TTF bestand gevonden
ro: Nu a fost găsit niciun fișier .ttf de font chinezesc

source: Unzip and place in "include/fanchart/chinese/" folder
cs: Rozbalte a vložte do složky "include/fanchart/chinese/"
nl: Unzip en plaats in "include/fanchart/chinese/" map
ro: Dezarhivați și plasați în dosarul „include/fanchart/chinese/”

source: %s is a free, open-source and multilingual server-side program that makes it very easy to publish your genealogical data on the internet as a dynamic and searchable family tree website.
cs: %s je bezplatný, open-source a vícejazyčný program na straně serveru, který velmi usnadňuje publikování vašich genealogických dat na internetu jako dynamickou a vyhledávací webovou stránku rodokmenu.
de: %s ist ein freies, mehrsprachiges, serverbasiertes Open Source Programm, das es sehr einfach macht Ihre genealogischen Daten im Internet als dynamischen und durchsuchbaren Familienstammbaum zu veröffentlichen.
es: %s es un programa gratuito, de código abierto y multilingüe, para instalar en un servidor, que facilita la publicación de sus datos genealógicos en Internet en un sitio web con forma de árbol genealógico dinámico y con capacidad de búsqueda.
nl: %s is een gratis, open-source en meertalig server-side programma dat het heel gemakkelijk maakt om uw genealogische gegevens op het internet te publiceren als een dynamische en doorzoekbare stamboom website.
ro: %s este un program gratuit, open-source și multilingv pe partea de server care îl face să publicați foarte ușor datele dvs. genealogice pe internet ca un arbore genealogic dinamic și care poate fi căutat pe un site web.

source: Icons
cs: Ikony
es: Iconos
nl: Symbolen
ro: Pictograme

source: Reports
cs: Zprávy
de: Berichte
es: Informes
nl: Rapporten
ro: Rapoarte

source: This icon is shown to the left of names of persons in lists or reports. When you hover over this icon with your mouse, a pop-up will be displayed. In the pop-up list you will find several icons with names of reports and charts that you can create from this person (the exact number of icons on the list varies according to the presence of ancestors and/or descendants). Following is a list of those icons and their meaning.
cs: Tato ikona se zobrazuje vlevo od jmen osob v seznamech nebo sestavách. Když na tuto ikonu najedete myší, zobrazí se vyskakovací okno. Ve vyskakovacím seznamu najdete několik ikon s názvy sestav a grafů, které můžete od této osoby vytvořit (přesný počet ikon v seznamu se liší podle přítomnosti předků a/nebo potomků). Následuje seznam těchto ikon a jejich význam.
de: Dieses Icon wird links neben den Namen von Personen in Listen oder Berichten angezeigt. Wenn Sie mit der Maus über dieses Icon fahren, wird ein Popup angezeigt. In der Popup-Liste finden Sie mehrere Icons mit Namen von Berichten und Diagrammen, die Sie von dieser Person erstellen können (die genaue Anzahl der Symbole in der Liste hängt von der Anwesenheit von Vorfahren und / oder Nachkommen ab). Im Folgenden finden Sie eine Liste dieser Icons und ihrer Bedeutung.
es: Este icono se muestra a la izquierda de los nombres de personas en listas o informes. Cuando pase el cursor del ratón sobre él, aparecerá una ventana emergente. En la lista emergente encontrará varios iconos con nombres de informes y gráficos que puede crear a partir de la persona (el número exacto de iconos en la lista varía según la presencia de antepasados y / o descendientes). A continuación se muestra una lista de esos íconos y su significado.
nl: Dit icoon staat aan de linkerkant van de persoonsnamen in de lijsten en rapporten. Als je hier met de muis overheen gaat, dan komt er een pop-up menu. In het pop-up menu zie je diverse iconen met namen van rapporten en overzichten die van die persoon zijn te maken (het aantal iconen varieert aan de hand van voorouders en/of nakomelingen). Hierna volgt een lijst met deze iconen en de betekenis ervan.
ro: Această pictogramă este afișată în stânga numelor persoanelor din liste sau rapoarte. Când treceți cu mouse-ul peste această pictogramă, va fi afișat un pop-up. În lista pop-up veți găsi mai multe pictograme cu nume de rapoarte și diagrame pe care le puteți crea de la această persoană (numărul exact de pictograme din listă variază în funcţie de prezenţa strămoşilor şi/sau urmașilor). Urmează o listă a acelor icoane și semnificația lor.

source: A pedigree is a genealogical report of a person's ancestors. A pedigree uses a special method of numbering: the base person is number 1, his father number 2 and his mother number 3. The number of a father is ways twice that of his son and the mother is one number higher. Thus, number 40 is the father of number 20 and 41 is the mother of number 20. <br>From amongst the icons in the pop-up menu you can also choose a graphical display of the ancestor report.
cs: Rodokmen je genealogická zpráva o předcích osoby. Rodokmen používá speciální metodu číslování: základní osoba je číslo 1, jeho otec číslo 2 a jeho matka číslo 3. Číslo otce je dvakrát větší než číslo jeho syna a číslo matky je o číslo vyšší. Číslo 40 je tedy otcem čísla 20 a 41 matkou čísla 20. <br>Mezi ikonami v pop-up menu si můžete vybrat i grafické zobrazení zprávy o předcích.
de: Ein Stammbaum ist ein genealogischer Bericht über die Vorfahren einer Person. Ein Stammbaum verwendet eine spezielle Nummerierungsmethode: Die Basisperson ist Nummer 1, sein Vater Nummer 2 und seine Mutter Nummer 3. Die Nummer eines Vaters ist doppelt so hoch wie die seines Sohnes und die Mutter ist eine Nummer höher. Somit ist Nummer 40 der Vater von Nummer 20 und 41 die Mutter von Nummer 20. <br>Aus den Icons im Popup-Menü können Sie auch eine grafische Anzeige des Ahnenberichts auswählen.
es: Un linaje es un informe genealógico de los antepasados de una persona. El linaje usa un método especial de numeración: la persona de referencia es el número 1, su padre el número 2 y su madre el número 3. El número de un padre es el doble que el de su hijo y el de la madre es un número más alto que el del del padre. Por lo tanto, el número 40 es el padre del número 20 y el 41 es la madre del número 20. <br>De entre los iconos del menú emergente, también puede elegir una visualización gráfica del informe de antepasados.
nl: Een kwartierstaat is een overzicht van 1 persoon (proband genoemd) met zijn voorouders waarbij een speciale nummering wordt gehanteerd, de proband heeft nummer 1, zijn vader nummer 2 en zijn moeder nummer 3. Steeds is de vader het dubbele van zijn zoon en de moeder 1 hoger. Nummer 40 is dus de vader van nummer 20 en nummer 41 is de moeder van nummer 20.
ro: Un pedigree este un raport genealogic al strămoșilor unei persoane. Un pedigree folosește o metodă specială de numerotare: persoana de bază este numărul 1, tatăl său numărul 2 și mama sa numărul 3. Numărul unui tată este de două ori mai mare decât cel a fiului său și a mamei este cu un număr mai mare. Astfel, numărul 40 este tatăl numărului 20 și 41 este mama numărului 20. <br>Din rândul pictogramelor din meniul pop-up puteți alege și o afișare grafică a raportului strămoșilor.

source: A descendant report is a genealogical report of a patriarchal couple or of one patriarch (generation I) with their children (generation II) and all further descendants, both along male and female lines. <br>From amongst the icons in the pop-up menu you can also choose a graphical display of the descendant report.
cs: Zpráva o potomkovi je genealogická zpráva patriarchálního páru nebo jednoho patriarchy (generace I) s jejich dětmi (generace II) a všech dalších potomků, a to jak po mužské, tak ženské linii. <br>Mezi ikonami v pop-up menu si můžete vybrat i grafické zobrazení zprávy o potomkovi.
de: Ein Nachkommenbericht ist ein genealogischer Bericht eines patriarchalischen Paares oder eines Patriarchen (Generation I) mit seinen Kindern (Generation II) und allen weiteren Nachkommen, sowohl nach männlicher als auch nach weiblicher Linie. <br>Von den Icons im Popup-Menü können Sie auch eine grafische Anzeige des Nachkommenberichts auswählen
es: Un informe de descendientes es un informe genealógico de una pareja patriarcal o de un patriarca (generación I) con sus hijos (generación II) y todos los descendientes posteriores, tanto masculinos como femeninos. Entre los iconos del menú emergente, también puede elegir una visualización gráfica del informe de descendientes.
nl: Een parenteel is een genealogisch rapport van een stamouderpaar of alleen een stamvader of een stammoeder (generatie I) met hun kinderen (generatie II) en al hun verdere afstammelingen, die zowel in mannelijke als in vrouwelijke lijn uitgewerkt.
ro: Un raport al urmașilor este un raport genealogic al unui cuplu patriarhal sau al un patriarh (generația I) cu copiii lor (generația a II-a) și toți alți urmași, atât de-a lungul liniilor masculine, cât și feminine. <br>Din rândul pictogramelor din meniul pop-up puteți alege și o afișare grafică a raportului urmașilor.

source: An outline report is a clear summary of all descendants of one person (and his/her partners), where each generation gets its own (ascending) number.
cs: Obrysová sestava je přehledný souhrn všech potomků jedné osoby (a jejích partnerů), kde každá generace dostane své (vzestupné) číslo.
de: Ein Gliederungsbericht ist eine klare Zusammenfassung aller Nachkommen einer Person (und ihrer Partner), wobei jede Generation ihre eigene (aufsteigende) Nummer erhält.
es: Un esquema es un resumen claro de todos los descendientes de una persona (y sus parejas), donde cada generación obtiene su propio número (ascendente).
nl: Een outline report is een overzichtelijke opsomming van alle nakomelingen van 1 persoon met partner(s), waarbij iedere generatie een generatienummer krijgt.
ro: Un raport general este un rezumat clar al tuturor urmașilor unei persoane (și partenerii săi), unde fiecare generație primește propriul său număr (crescător).
