Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: Search engines:<br>Hide family tree (no indexing)<br>Show frontpage and CMS pages
cs: Vyhledávače:<br>Skrýt rodokmen (bez indexování)<br>Zobrazit úvodní stránku a stránky CMS
da: Søgemaskiner:<br>Skjul stamtræ (ingen indeksering)<br>Vis forside og CMS-sider
de: Suchmaschinen:<br> Stammbaum verbergen (keine Indexierung)<br> Startseite und CMS-Seiten anzeigen
es: Motores de búsqueda: <br>Ocultar árbol genealógico (sin indexación) <br>Mostrar portada y páginas CMS
nl: Zoekmachines:<br>Verberg stamboom (niet indexeren)<br>Toon homepage en CMS bladzijden
ro: Motoare de căutare:<br>Ascunde arborele genealogic (fără indexare)<br> Afișează prima pagină și paginile CMS

source: Contact & registration form settings
cs: Nastavení kontaktního a registračního formuláře
da: Kontakt & registrerings formular indstillinger
de: Kontakt- & Registrierungsformular
es: Configuración del formulario de contacto y registro
nl: Instellingen contact & registratie formulier
ro: Setări formular de contact și înregistrare

source: Block spam question
cs: Blokovat spamovou otázku
da: Bloker spam spørgsmål
de: Spam blockieren: Frage
es: Pregunta para bloquear spam
nl: Blokkeer spam vraag
no: Spamhindrende spørsmål
ro: Întrebarea spam

source: Block spam answer
cs: Blokovat odpověď na spam
da: Bloker spam svar
de: Spam blockieren: Antwort
es: Respuesta para bloquear spam
nl: Blokkeer spam antwoord
no: Svar på spamhindrende spørsmål
ro: Răspunsul spam

source: Mail form: use spam question
cs: E-mailový formulář: použijte spamovou otázku
da: Mail formular: brug spam spørgsmål
de: Emailformular: Spam-Frage benutzen
es: Formulario de correo: usar la pregunta de spam
nl: Mail formulier: gebruik spam vraag
no: Epostskjema: bruk spam-spørsmål
ro: Formular de e-mail: utilizați întrebarea spam

source: Mail form: use newsletter question
cs: E-mailový formulář: použijte otázku newsletteru
da: Mail formular: brug nyhedsbrev spørgsmål
de: Emailformular: Newsletterfrage benutzen.
es: Formulario de correo: usar la pregunta del boletín de noticias
nl: Contact formulier: gebruik nieuwsbrief vraag
ro: Formular de e-mail: utilizați întrebarea newsletter

source: Adds the question: "Receive newsletter: yes/ no" to the mailform.
cs: Přidá do mailového formuláře otázku: "Přijímat newsletter: ano/ne".
da: Tilføj spørgsmålet: "Modtag nyhedsbrev: ja/ nej" til mail formularen
de: Fügt die Frage: "Newsletter erhalten: ja/nein" zum Emailformular hinzu.
es: Agrega la pregunta: "¿Recibir boletín de noticias?: sí/no" al formulario de correo.
nl: Voeg de vraag: "Ontvang nieuwsbrief: ja/nee" toe aan het contact formulier.
ro: Adaugă întrebarea: „Primește newsletter: da/nu” la formularul de e-mail.

source: Visitors can register
cs: Návštěvníci se mohou registrovat
da: Besøgende kan lade sig registrere
de: Besucher können sich registrieren
es: Los visitantes pueden registrarse
nl: Bezoekers kunnen registreren
ro: Vizitatorii pot crea cont

source: Default user-group for new users:
cs: Výchozí uživatelská skupina pro nové uživatele:
da: Standard bruger gruppe for nye brugere:
de: Standardbenutzergruppe für neue Benutzer:
es: Grupo de usuarios por defecto para nuevos usuarios:
nl: Standaard gebruiksgroep voor nieuwe gebruikers:
ro: Grup implicit de utilizatori pentru utilizatori noi:

source: Registration form: e-mail address
cs: Registrační formulář: e-mailová adresa
da: Registrerings formular: e-mail adresse
de: Registrierungsformular: Emailadresse
es: Formulario de registro: dirección de correo electrónico
nl: Registratie formulier: e-mailadres
ro: Formular de înregistrare: adresa de e-mail

source: Send registration form to this e-mail address.
cs: Registrační formulář zašlete na tuto e-mailovou adresu.
da: Send registrerings formularen til denne e-mail adresse.
de: Registrierungsformular an diese Emailadresse schicken
es: Enviar el formulario de registro a esta dirección de correo electrónico.
nl: Stuur registratie formulier naar dit e-mailadres.
ro: Trimiteți formularul de înregistrare la această adresă de e-mail.

source: Visitor registration: use spam question
cs: Registrace návštěvníka: použít spamovou otázku
da: Besøgende registrering: brug spam spørgsmål
de: Besucherregistrierung: Spam-Frage benutzen
es: Registro de visitantes: usar la pregunta de spam.
nl: Registratie formulier: gebruik spam vraag
ro: Înregistrarea vizitatorilor: utilizați întrebarea spam

source: Password forgotten e-mail address
cs: E-mailová adresa zapomenutého hesla
de: Emailadresse für vergessenes Passwort
es: Contraseña olvidada dirección de correo electrónico
nl: Wachtwoord vergeten e-mail adres
ro: Adresa de e-mail pentru parola pierdută

source: To enable password forgotten option: set a sender e-mail address.
cs: Chcete-li povolit možnost zapomenutí hesla: nastavte e-mailovou adresu odesílatele.
de: Um die Option "Passwort vergessen" zu aktivieren: Absender-Emailadresse eingeben
es: Para activar la opción de contraseña olvidada: introduzca la dirección de correo electrónico del remitente.
nl: Als u de optie wachtwoord vergeten optie wilt inschakelen: stel een e-mailadres van de afzender in.
ro: Pentru a activa opțiunea de parolă pierdută: setați o adresă de e-mail a expeditorului.

source: Email Settings
cs: Nastavení e-mailu
de: Emaileinstellungen
es: Configuración de correo electrónico
nl: E-mail Instellingen
ro: Setările e-mail

source: TIP: mail will work without changing these parameters at most hosting providers.
cs: TIP: pošta bude fungovat bez změny těchto parametrů u většiny poskytovatelů hostingu.
de: TIPP: Mail funktioniert bei den meisten Hostinganbietern ohne diese Parameter zu ändern.
es: SUGERENCIA: el correo funcionará, sin cambiar estos parámetros, en la mayoría de los proveedores de alojamiento.
nl: TIP: bij de meeste hosting providers zal de e-mail werken zonder wijzigingen van onderstaande instellingen.
ro: SFAT: e-mailul va funcționa fără a modifica acești parametri la cei mai mulți furnizori de domeniu.

source: Mail: configuration
cs: Mail: konfigurace
de: Mail: Konfiguration
es: Correo: configuración
nl: Mail: configuratie
ro: Mail: configurare

source: auto
cs: automaticky
es: automático
nl: automatisch
ro: automat

source: manual
cs: manuál
de: Manuell
nl: handmatig

source: Setting: "auto" = use settings below.<br>Setting: "manual" = change settings in /include/mail.php
cs: Nastavení: "auto" = použijte nastavení níže.<br>Nastavení: "manuální" = změna nastavení v /include/mail.php
de: Einstellung: „auto“ = Einstellungen weiter unten benutzen Einstellung: „manual“= Einstellungen in /include/mail.php bearbeiten
es: Ajuste: "automático" = usar la configuración de abajo. Ajuste: "manual" = cambie la configuración en /include/mail.php
nl: Instelling: "automatisch" = gebruik onderstaande instellingen.<br>Instelling: "handmatig" = wijzig instellingen in /include/mail.php
ro: Setare: „automat” = utilizați setările de mai jos.<br>Setare: „manual” = modificare setări în /include/mail.php

source: Mail: username
cs: Mail: uživatelské jméno
de: Mail: Benutzername
es: Correo: usuario
nl: Mail: gebruikersnaam
ro: Mail: nume utilizator

source: Mail: password
cs: Mail: heslo
de: Mail: Passwort
es: Correo: contraseña
nl: Mail: wachtwoord
ro: Mail: parola

source: SMTP: port
es: SMTP: puerto
nl: SMTP: poort

source: Off
cs: Vypnuto
de: Aus
nl: Uit
ro: Dezactivat

source: Client and Server
cs: Zákazník a Server
de: Client und Server
es: Cliente y servidor
nl: Client en Server
ro: Client și Server

source: International settings
cs: Mezinárodní nastavení
da: Internationale indstillinger
de: Region
es: Configuración internacional
nl: Instellingen internationaal
ro: Setări internaționale

source: Timezone
cs: Časové pásmo
da: Tidszone
de: Zeitzone
es: Zona horaria
nl: Tijdzone
no: Tidssone
ro: Fus orar

source: Minimum characters in search box
cs: Minimální počet znaků ve vyhledávacím poli
da: Minimum karakterer i søgeboksen
de: Mindestanzahl Zeichen im Suchfeld:
es: Nº mínimo de caracteres en el cuadro de búsqueda
nl: Minimaal aantal karakters in zoek vak
ro: Caractere minime în caseta de căutare

source: Minimum characters in search boxes (standard value=3. For Chinese set to 1).
cs: Minimální počet znaků ve vyhledávacích polích (standardní hodnota=3. Pro čínštinu nastavena na 1).
da: Minimum karakterer i søgebokse (standard værdi=3. For kinesisk vælg 1).
de: Mindestanzahl Zeichen im Suchfeld (Standardwert=3. Für chinesisch auf 1 setzen).
es: Nº mínimo de caracteres en los cuadros de búsqueda (valor estándar = 3. Para chino ponga 1).
nl: Minimaal aantal karakters in zoek vak (standaard waarde=3, voor chinees zetten op 1).
ro: Caractere minime în casetele de căutare (valoare standard=3. Pentru chineză setat la 1).

source: Date display
cs: Zobrazení data
da: Datovisning
de: Datumsanzeige
es: Mostrar fechas
nl: Datum weergave
no: Datovisning
ro: Afișarea datei

source: Order of names in reports
cs: Pořadí jmen v přehledech
da: Navnenes rækkefølge i rapporter
de: Reihenfolge der Namen in Berichten
es: Orden de los nombres en los informes
nl: Naam volgorde in rapporten
ro: Ordinea numelor din rapoarte

source: Western
cs: Západní
de: Westlich
es: Occidental
nl: Westers
ro: Vestic

source: Chinese
cs: Čínština
da: Kinesisk
de: Chinesisch
es: Chino
nl: Chinees
ro: Chinez

source: Hungarian
cs: Maďarština
da: Ungarn
de: Ungarisch
es: Húngaro
nl: Hongaars
ro: Maghiar

source: Western - reports: John Smith, lists: Smith, John. Chinese 中文 - reports and lists: 刘 理想
nl: Westers - rapporten: John Smith, indexen: Smith, John. Chinese 中文 - rapporten en indexen: 刘 理想

source: Hungarian - reports and lists: Smith John
cs: Maďarština - zprávy a seznamy: Smith John
da: Ungarn - rapporter og lister: Smith John
de: Ungarische Berichte und Listen: Müller Hans
es: Húngaro - informes y listas: Smith John
nl: Hongaars - rapporten and lijsten: Smith John
ro: Maghiar - rapoarte și liste: Smith John

source: Default timeline file (per language)
cs: Výchozí soubor časové osy (podle jazyka)
da: Standard tidslinje fil (pr. sprog)
de: Standarddatei für Zeitgeschichte (je Sprache)
es: Fichero de cronología por defecto (por idioma)
nl: Standaard tijdlijn bestand (per taal)
ro: Fișier cronologic implicit (pe limbă)

source: Default
cs: Výchozí
da: Standard
de: Standard
es: Por defecto
nl: Standaard
ro: Implicit

source: First select language, then select the default timeline for that language.
cs: Nejprve vyberte jazyk a poté vyberte výchozí časovou osu pro daný jazyk.
de: Wählen Sie zuerst die Sprache, dann die Standardzeitdiagramm für diese Sprache.
es: Primero seleccione el idioma, luego seleccione la cronología por defecto para ese idioma.
nl: Selecteer eerst taal en vervolgens de standaardtijdlijn voor die taal.
ro: Mai întâi selectați limba, apoi selectați cronologia implicită pentru limba respectivă.

source: Settings Main Menu
cs: Nastavení Hlavní Menu
da: Indstillinger Hovedmenu
de: Hauptmenü
es: Configuración del Menú Principal
nl: Instellingen hoofdmenu
no: Hovedmeny for innstillinger
ro: Setări Meniul principal

source: Website name
cs: Název webu
da: Hjemmeside navn
de: Name der Webseite
es: Nombre del sitio web
nl: Website naam
no: Nettsidens navn
ro: Numele site-ului web

source: Use logo image instead of text
cs: Místo textu použijte obrázek loga
de: Logo statt Text verwenden
nl: Gebruik logo afbeelding in plaats van tekst
ro: Folosiți o imagine logo în loc de text

source: Upload logo image. Recommended size: 165 x 25 px. Picture max: %1$d MB.
cs: Nahrajte obrázek loga. Doporučená velikost: 165 x 25 px. Max. počet obrázků: %1$d MB.
de: Logodatei hochladen. Empfohlene Größe: 165 x 25 px. Dateigröße maximal: %1$d MB.
nl: Upload logo afbeelding. Aanbevolen grootte: 165 x 25 px. Afbeelding max: %1$d MB.
ro: Încărcați imaginea cu sigla (logo). Dimensiune recomandată: 165 x 25 px. Imaginea maximă: %1$d MB.

source: Link description
cs: Popis odkazu
da: Link beskrivelse
de: Link-Beschreibung
es: Enlace de la descripción
nl: Link omschrijving
no: Lenkebeskrivelse
ro: Descrierea legăturii

source: (link to this site including http://)
cs: (odkaz na tuto stránku včetně http://)
da: (link til denne side inkluder http://)
de: (Link zu dieser Seite muss http:// oder https:// enthalten)
es: (enlace a este sitio incluyendo http://)
nl: (link naar deze site inclusief http://)
no: (lenke til denne side inkludert http://)
ro: (link către acest site incluzând http://)

source: Link for birthdays RSS
cs: Odkaz na narozeniny RSS
da: Link for fødselsdag RSS
de: Link für Geburtstags RSS Feed
es: Enlace al RSS de cumpleaños
nl: Link voor verjaardagen RSS
no: Lenke for fødselsdags-RSS
ro: Link către RSS Zile de naștere

source: This option can be turned on or off in the user groups.
cs: Tuto možnost lze zapnout nebo vypnout ve skupinách uživatelů.
da: Denne mulighed kan slås til eller fra i bruger grupperne.
de: Diese Option kann in der Benutzergruppe ein-/ausgestellt werden.
es: Esta opción se puede activar o desactivar en los grupos de usuarios.
nl: Deze optie wordt aan- of uitgezet bij de gebruikersgroepen.
no: Dette valget kan deaktiveres for brukergrupper
ro: Această opțiune poate fi activată sau dezactivată în grupurile de utilizatori.

source: Settings family page
cs: Nastavení rodinné stránky
da: Indstillinger for familie side
de: Stammbaumseite
es: Configuración de la ficha de familia
nl: Instellingen gezinsscherm
no: Innstillinger for familiesidene
ro: Setările paginii de familie

source: Number of generations in descendant report
cs: Počet generací v přehledu potomků
da: Antal generationer i efterkommer rapport
de: Anzahl der Generationen im Nachkommenbericht
es: Número de generaciones en el informe de descendientes
nl: Aantal generaties bij parenteel
no: Antall generasjoner i etterkommerrapportene
ro: Numărul de generații din raportul urmașilor

source: Show number of generation in descendant report (standard value=4).
cs: Zobrazit počet generací v sestavě potomka (standardní hodnota=4).
da: Vis antal generationer i efterkommer rapport (standard værdi=4).
de: Anzeige der Generationen im Nachkommensbericht (Standard = 4).
es: Número de generaciones a mostrar en el informe de descendientes (valor estándar = 4).
nl: Aantal generaties van parenteel weergeven (standaard waarde=4).
no: vis antall generasjoner i etterkommerrapportene (standardverdi = 4)
ro: Afișați numărul de generații în raportul urmașilor (valoarea standard=4).

source: Number of persons in search results
cs: Počet jednotlivců ve výsledcích vyhledávání
da: Antal personer i søgeresultatet
de: Anzahl Personen im Suchergebnis
es: Número de personas en los resultados de búsqueda
nl: Aantal personen in de zoekresultaten
no: Antall personer i søkeresultatene
ro: Numărul de persoane din rezultatele căutării

source: Show number of persons in search results (standard value=30).
cs: Zobrazit počet jednotlivců ve výsledcích vyhledávání (standardní hodnota=30).
da: Vis antal personer i søgeresultaterne (standard værdi=30).
de: Anzeige der Personen im Suchergebnis (Standard =30).
es: Número de personas a mostrar en los resultados de búsqueda (valor estándar = 30).
nl: Aantal personen weergeven bij zoekresultaten (standaard waarde=30).
no: Vis antall personer i søkeresultatene (standardverdi = 30)
ro: Afișați numărul de persoane în rezultatele căutării (valoarea standard=30).

source: Watermark text in PDF file
cs: Text vodoznaku v souboru PDF
da: Vandmærke tekst i PDF fil
de: Wasserzeichentext in der PDF-Datei
es: Texto de marca de agua en archivo PDF
nl: Watermerk tekst in PDF uitvoer
ro: Text filigran în fișierul PDF

source: Watermark text (clear to remove watermark)
cs: Text vodoznaku (smazat pro odstranění vodoznaku)
da: Vandmærke tekst (klar til at fjerne vandmærke)
de: (löschen um das Wasserzeichen zu entfernen)
es: Texto de marca de agua (déjelo en blanco para eliminar la marca de agua)
nl: Watermerk tekst (wissen om watermerk te verwijderen)
ro: Text cu filigran (nimic pentru a elimina filigranul)

source: Watermark RGB text color
cs: Barva textu vodoznaku RGB
da: Vandmærke RGB tekst farve
de: Wasserzeichen RGB Textfarbe
es: Color RGB del texto de la marca de agua
nl: Watermerk RGB tekst kleur
ro: Culoarea textului filigran RGB

source: Default values: R = 224, G = 224, B = 224.
cs: Výchozí hodnoty: R = 224, G = 224, B = 224.
da: Standard værdier: R = 224, G = 224, B = 224.
de: Standardwerte: R=224, G=224, B=224.
es: Valores por defecto: R = 224, G = 224, B = 224.
nl: Standaardwaarden: R = 224, G = 224, B = 224.
ro: Valori implicite: R = 224, G = 224, B = 224.

source: Display for One Name Study web sites
cs: Zobrazení pro webové stránky One Name Study
de: Anzeige der "One Name Study" Webseiten
es: Mostrar para sitios web de One Name Study
nl: Weergave voor één naam studie websites
ro: Afișare pentru site-urile web One Name Study

source: One Name Study display
cs: Zobrazení One Name Study
de: Anzeige "One Name Study"
es: Pantalla de One Name Study
nl: Één naam studie weergave
ro: Afișare One Name Study

source: Only use this option if you're doing a "One Name Study" project.
cs: Tuto možnost použijte pouze v případě, že děláte projekt „One Name Study“.
de: Verwenden Sie diese Option nur, wenn Sie ein "Ein-Namen-Studie"-Projekt durchführen.
nl: Gebruik deze optie alleen als je een "One Name Study" project doet.
ro: Folosiți această opțiune numai dacă faceți un proiect „One Name Study”.

source: Enter the One Name of this site
cs: Zadejte One Name tohoto webu
de: Eingabe des Namens der "One Name Study" Webseite
es: Introduzca el nombre de este sitio para One Name
nl: Naam voor de één naam website
ro: Introduceți One Name al acestui site

source: Save settings
nl: Alle wijzigingen opslaan
no: Lagre innstillinger

source: Photo too large
cs: Obrázek je příliš velký
da: Fotoet er for stort
de: Fotodatei zu groß
es: Imagen demasiado grande
nl: De foto is te groot
no: Bildet er for stort
ro: Fotografia prea mare

source: Changed favicon icon.
cs: Změněna ikona favicon.
de: Favicon Icon geändert.
nl: Het favicon icoon is gewijzigd.
ro: Pictograma favicon modificată.

source: Changed logo.
cs: Změněné logo.
de: Logo geändert.
nl: Gewijzigd logo.
ro: Logo modificat.

source: Default settings
cs: Výchozí nastavení
de: Standardeinstellungen
es: Configuración por defecto
nl: Standaardinstellingen
ro: Setări implicite

source: Position
cs: Pozice
es: Posición
nl: Positie
ro: Poziție

source: Active
cs: Aktivní
de: Aktiv
es: Activo
nl: Actief
ro: Activ

source: Inactive
cs: Neaktivní
de: Inaktiv
es: Inactivo
nl: Inactief
ro: Inactiv

source: Left
cs: Vlevo
de: Links
es: Izquierda
nl: Links
ro: Stânga

source: Center
cs: Střed
de: Mitte
es: Centro
nl: Midden
ro: Centru

source: Right
cs: Vpravo
de: Rechts
es: Derecha
nl: Rechts
ro: Dreapta

source: Select family tree
cs: Vyberte rodokmen
da: Vælg stamtræ
de: Wähle Stammbaum
es: Seleccionar árbol genealógico
nl: Selecteer stamboom
no: Velg familietre
ro: Selectați arborele genealogic

source: Selected family tree
cs: Vybraný rodokmen
da: Valgte stamtræ
de: Gewählter Stammbaum
es: Árbol genealógico seleccionado
nl: Geselecteerde stamboom
no: Valgt slektstre
ro: Arbore genealogic selectat

source: Names
cs: Jména
da: Navne
de: Namen
es: Apellidos
nl: Namen
no: Navn
ro: Nume

source: Today in history
cs: Dnes v historii
de: Heute in der Geschichte
es: Efemérides
nl: Vandaag in de geschiedenis
ro: Astăzi în istorie

source: Favourites
cs: Oblíbené
de: Favoriten
es: Favoritos
nl: Favorieten
ro: Favorite

source: Surnames Index
cs: Index příjmení
de: Index Nachnamen
es: Índice de apellidos
nl: Achternamenindex
ro: Indexul numelor de familie

source: Random photo
cs: Náhodná fotografie
de: Zufallsfoto
es: Foto aleatoria
nl: Willekeurige foto
ro: Fotografie aleatorie

source: Own script
cs: Vlastní skript
de: Eigenes Skript
nl: Eigen script
ro: Script propriu

source: Columns
cs: Sloupce
de: Spalten
es: Columnas
nl: Kolommen
ro: Coloane

source: Rows
cs: Řádky
de: Zeilen
es: Filas
nl: Rijen
ro: Rânduri

source: Show text block, HTML codes can be used.
cs: Zobrazit blok textu, lze použít HTML kódy.
de: Zeige Textblock, HTML-Codes können verwendet werden.
es: Mostrar bloque de texto, se pueden utilizar códigos HTML.
nl: Toon tekst blok, er kunnen HTML codes gebruikt worden.
ro: Afișează bloc de text, pot fi utilizate coduri HTML.

source: File name
cs: Název souboru
de: Dateiname
nl: Bestandsnaam
ro: Numele fișierului

source: File name (full path) of the file with own script.
cs: Název souboru (úplná cesta) souboru s vlastním skriptem.
de: Dateiname (vollständiger Pfad) der Datei mit eigenem Skript.
nl: Bestandsnaam (volledig pad) van het bestand met eigen script.
ro: Numele fișierului (calea completă) al fișierului cu propriul script.

source: Show text from CMS system.
cs: Zobrazit text z CMS systému.
de: Zeige Text aus dem CMS-System
es: Mostrar texto del sistema CMS.
nl: Toon tekst van CMS systeem.
ro: Afișați textul din sistemul CMS.

source: View
cs: Pohled
da: Se
de: Ansicht
es: Ver
nl: Weergeven
no: Vis
ro: Vedere

source: with table
cs: s tabulkou
de: mit Tabelle
es: con tabla
nl: met tabel
ro: cu tabel

source: without table
cs: bez tabulky
de: ohne Tabelle
es: sin tabla
nl: zonder tabel
ro: fără tabel

source: If the left column isn't used, the center column will be made large automatically.
cs: Pokud není použit levý sloupec, středový sloupec se automaticky zvětší.
de: Wenn die linke Spalte nicht verwendet wird, wird die mittlere Spalte automatisch vergrößert.
es: Si no se utiliza la columna de la izquierda, la columna central se agrandará automáticamente.
nl: Als de linkerkolom niet wordt gebruikt, dan wordt de middelste kolom automatisch groter gemaakt.
ro: Dacă coloana din stânga nu este folosită, coloana centrală va fi făcută mare automat.

source: Show list of favourites in homepage
cs: Zobrazit seznam oblíbených na domovské stránce
de: Favoritenliste auf der Homepage anzeigen
es: Mostrar lista de favoritos en la página de inicio
nl: Toon lijst met favorieten op de homepage
ro: Afișați lista de favorite în pagina de pornire

source: Owner of tree
cs: Majitel stromu
da: Ejer af stamtræ
de: Eigentümer des Stammbaums
es: Propietario del árbol
nl: Eigenaar stamboom
no: Eier av tre
ro: Proprietarul arborelui
