Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: Death date - after burial date
nl: Overlijdensdatum - na begrafenisdatum
no: Dødsdato - etter begravelsesdato

source: Death date - bef birth of mother
nl: Overlijdensdatum - voor geboorte moeder
no: Dødsdato - før mors fødsel

source: Death date - bef birth of father
nl: Overlijdensdatum - voor geboorte vader
no: Dødsdato - før fars fødsel

source: Burial date - bef birth of mother
nl: Begrafenisdatum - voor geboorte moeder
no: Begravelsesdato - før mors fødsel

source: Burial date - bef birth of father
nl: Begrafenisdatum - voor geboorte vader
no: Begravelsesdato - før fars fødsel

source: Age (by death date) - more than
nl: Leeftijd (volgens ovl. datum) - meer dan
no: Alder ved død mer enn

source: years
nl: jaar
no: år

source: Age (by burial date) - more than
nl: Leeftijd (volgens begrafenisdatum) - meer dan
no: Alder (ved begravelsesdato) - mer enn

source: Age (up till today) - more than
nl: Leeftijd (tot nu) - meer dan
no: Alder (fram til i dag) - mer enn

source: years <b>(may give long list!)
nl: jaar <b> (kan lange lijst geven!)
no: år <b>(listen kan være lang)

source: Possible consistency problems
cs: Možné problémy s konzistencí
da: Mulig overensstemmelses problem
de: Mögliche Konsistenzprobleme
es: Posibles problemas de consistencia
nl: Mogelijke consistentie problemen
no: Mulige problemer med inkonsistens
ro: Posibile probleme de consistență

source: marriage
cs: manželství
da: ægteskab
de: Ehe
es: matrimonio
nl: huwelijk
no: ekteskap
ro: căsătorie

source: mother
cs: matka
da: mor
de: Mutter
es: madre
nl: moeder
no: moren
ro: mamei

source: father
cs: otec
da: far
de: Vater
es: padre
nl: vader
no: faren
ro: tatălui

source: parents wedding date
cs: datum svatby rodičů
da: forældres bryllupsdato
de: Hochzeitstag der Eltern
es: fecha de matrimonio de los padres
nl: trouwdatum ouders
ro: data căsătoriei părinților

source: previous child of mother
cs: předchozí dítě matky
da: tidligere barn af mor
de: vorheriges Kind der Mutter
es: hijo anterior de la madre
nl: vorig kind van moeder
ro: copilul precedent al mamei

source: marriage notice
cs: svatební oznámení
da: ægteskabsnoter
de: Aufgebot
es: anuncio de matrimonio
nl: ondertrouwd
no: lysing
ro: aviz de căsătorie

source: church marriage
cs: církevní sňatek
da: kirkelig vielse
de: kirchliche Trauung
es: matrimonio religioso
nl: kerkelijk huwelijk
no: kirkebryllup
ro: căsătoria la biserică

source: church marriage notice
cs: oznámení o církevním sňatku
da: kirkelig vielsesnote
de: kirchliche Trauungsurkunde
es: amonestaciones
nl: kerkelijk ondertrouw
no: kirkelig lysing
ro: aviz de căsătorie la biserică

source: BORN_SHORT
cs: born
da: født
de: geb.
es: nacido/a
nl: geb.
no: født
ro: născ.

source: BAPTISED_SHORT
cs: bap
da: døbt
de: getauft
es: bautizado/a
nl: doop
no: døpt
ro: bot.

source: DIED_SHORT
cs: died
da: døde
de: gest.
es: fallecido/a
nl: ovl.
no: død
ro: dec.

source: BURIED_SHORT
cs: bur
da: begravet
de: bestattet
es: enterrado/a
nl: begr.
no: begr.
ro: Îngrop.

source: %s more than %d years after %s
cs: %s více než %d let po %s
da: %s mere end %d år efter %s
de: %s mehr als %d Jahre nach %s
es: %s más de %d años después de %s
nl: %s meer dan %d jaar na %s
no: %s mer enn %d år etter %s
ro: %s mai mult de %d ani după %s

source: %s before or less than %d years after %s
cs: %s před nebo méně než %d let po %s
da: %s før eller mindre end %d år efter %s
de: %s vor oder weniger als %d Jahre nach %s
es: %s anterior o menos de %d años después de %s
nl: %s voor of minder dan %d jaar na %s
no: %s før eller mindre enn %d år etter %s
ro: %s înainte sau mai puțin de %d ani după %s

source: %s less than %d years after %s
cs: %s méně než %d let po %s
da: %s mindre end %d år efter %s
de: %s weniger als %d Jahre nach %s
es: %s menos de %d años después de %s
nl: %s minder dan %d jaar na %s
no: %s mindre enn %d år etter %s
ro: %s mai puțin de %d ani după %s

source: age (up till today) more than %d years (age: %d)
cs: věk (do dneška) více než %d let (věk: %d)
da: alder (indtil i dag) mere end %d år (alder: %d)
de: Alter (bis heute) mehr als %d Jahre (Alter: %d)
es: Edad (hasta hoy) más de %d años (edad: %d)
nl: leeftijd (tot nu) meer dan %d jaar (leeftijd: %d)
no: alder (fram til i dag) mindre enn %d år (alder: %d)
ro: vârsta (până astăzi) mai mult de %d ani (vârsta: %d)

source: age (by %s) more than %d years (age: %d)
cs: věk (o %s) více než %d let (věk: %d)
da: alder (ved %s) mere end %d år (alder: %d)
de: Alter (um %s) größer als %d Jahre (Alter: %d)
es: Edad (a %s) más de %d años (edad: %d)
nl: leeftijd (volgens %s) meer dan %d jaar (age: %d)
no: alder (ved %s) mer enn %d år (alder: %d)
ro: vârsta (cu %s) mai mult de %d ani (vârsta: %d)

source: age difference of more than %d years with spouse (%d)
cs: věkový rozdíl více než %d let s partnerem (%d)
da: aldersforskel på mere end %d år med ægtefælle (%d)
de: Altersdifferenz zum Ehepartner größer als %d Jahre (%d)
es: Diferencia de edad de más de %d años con el cónyuge (%d)
nl: leeftijdsverschil van meer dan %d jaar tussen partners (%d)
no: aldersforskjell på mer enn %d år til ektefelle (%d)
ro: diferența de vârstă mai mare de %d ani cu soțul/soția (%d)

source: %s less than %d months after %s
cs: %s méně než %d měsíců po %s
da: %s mindre end %d måneder efter %s
de: %s weniger als %d Monate nach %s
es: %s menos de %d meses después de %s
nl: %s minder dan %d maanden na %s
ro: %s mai puțin de %d luni după %s

source: %s before %s
cs: %s před %s
da: %s før %s
de: %s vor %s
es: %s anterior a %s
nl: %s voor %s
ro: %s înainte %s

source: Checking database tables...
cs: Kontrola databázových tabulek...
da: Kontrollerer database tabeller...
de: Überprüfe Datenbanktabellen ...
es: Comprobando las tablas de la base de datos...
nl: Controleer databasetabellen...
no: Sjekker databasetabeller...
ro: Verificarea tabelelor bazei de date...

source: Remove links to missing items from database (first make a database backup!)
cs: Odstraňte odkazy na chybějící položky z databáze (nejprve vytvořte zálohu databáze!)
de: Links zu fehlenden Einträgen aus der Datenbank entfernen (sichern Sie erst die Datenbank!)
es: Elimine de la base de datos los enlaces a elementos faltantes (primero haga una copia de seguridad de la base de datos)
nl: Verwijder verbindingen van ontbrekende items uit de database (maak eerst een database back-up!)
ro: Eliminați linkurile către elementele lipsă din baza de date (mai întâi faceți o copie de rezervă a bazei de date!)

source: REMOVE
cs: ODSTRANIT
de: LÖSCHEN
es: ELIMINAR
nl: VERWIJDEREN
ro: ELIMINARE

source: Check item
cs: Zkontrolujte položku
de: Eintrag prüfen
es: Comprobar elemento
nl: Controleer item
ro: Verificarea elementului

source: Result
cs: Výsledek
de: Ergebnis
es: Resultado
nl: Resultaat
ro: Rezultat

source: Checked all person index numbers
cs: Zkontrolovat všechna čísla indexů osob
de: Indexnummern für alle Personen geprüft
es: Verificados todos los IDs de personas
nl: Alle personen index nummers gecontroleerd
ro: S-au verificat toate numerele de index ale persoanelor

source: Checked all person - relation connections
cs: Zkontrolována všechna spojení osoba - vztah
de: Alle Personen-Verwandtenbeziehungen geprüft
es: Comprobadas todas las conexiones persona - pariente
nl: Alle persoon - relatie koppelingen gecontroleerd
ro: S-au verificat toate conexiunile persoană - relație

source: Checked all child - parent connections
cs: Zkontrolována všechna spojení dítě - rodič
de: Alle Kind-Elternbeziehungen geprüft
es: Comprobadas todas las conexiones hijo - padre
nl: Alle kind - ouder koppeling gecontroleerd
ro: S-au verificat toate conexiunile copil - părinte

source: Checked all parent - child connections
cs: Zkontrolována všechna spojení rodič - dítě
de: Alle Eltern-Kindbeziehungen geprüft
es: Comprobadas todas las relaciones padre - hijo
nl: Alle ouder - kind koppelingen gecontroleerd
ro: S-au verificat toate conexiunile părinte - copil

source: Edit invalid date
cs: Upravit neplatné datum
da: Rediger ugyldig dato
de: Ungültiges Datum editieren
es: Editar fecha inválida
nl: Muteer ongeldige datum
no: Rediger ugyldig dato
ro: Editați data nevalidă

source: Invalid date
cs: Neplatné datum
da: Ugyldig dato
de: Falsches Datum
es: Fecha inválida
nl: Geen geldige datum
no: Ugyldig dato
ro: Data nevalidă

source: Invalid person dates:
cs: Neplatná data osoby:
da: Ugyldig person datoer:
de: Ungültige Personendaten:
es: Fechas personales inválidas:
nl: Ongeldige persoons datums:
no: Ugyldige persondatoer:
ro: Date nevalide persoane:

source: Invalid family dates:
cs: Neplatná data rodiny:
da: Ugyldige familie datoer:
de: Ungültige Familiendaten:
es: Fechas familiares inválidas:
nl: Ongeldige familie datums:
no: Ugyldige familiedatoer:
ro: Date nevalide familie:

source: Invalid event dates:
cs: Neplatná data událostí:
da: Ugyldig begivenheds datoer:
de: Ungültige Ereignisdaten:
es: Fechas de acontecimiento inválidas:
nl: Ongeldige gebeurtenis datums:
no: Ugyldige hendelsesdatoer:
ro: Date nevalide eveniment:

source: Invalid connection dates:
cs: Neplatná data připojení:
da: Ugyldig forbindelses datoer:
de: Ungültige Verbindungsdaten:
es: Fechas de parentesco inválidas:
nl: Ongeldige koppelings datums:
no: Ugyldige forbindelsesdatoer:
ro: Date nevalide conexiune:

source: Invalid address dates:
cs: Neplatná data adres:
da: Ugyldig adresse datoer:
de: Ungültige Adressdaten:
es: Fechas de dirección inválidas:
nl: Ongeldige adres datums:
no: Ugyldige adressedatoer:
ro: Date nevalide adrese:

source: Invalid repository dates:
cs: Neplatná data úložiště:
da: Ugyldig repository datoer:
de: Ungültige Verzeichnisdaten:
es: Fechas de depósito inválidas:
nl: Ongeldige bewaarplaats datums:
no: Ugyldige kildesamlingsdatoer:
ro: Date nevalide depozite:

source: Invalid source dates:
cs: Neplatná data zdrojů:
da: Ugyldig kilde datoer:
de: Ungültige Quellendaten:
es: Fechas de fuente inválidas:
nl: Ongeldige bron datums:
no: Ugyldige kildedatoer:
ro: Date nevalide surse:

source: Click events by person
cs: Klikněte na události podle osoby
da: Klik begivenhed for person
de: Ereignisse je Person klicken
es: Haga clic en acontecimientos de persona
nl: Klik op gebeurtenissen bij persoon
no: Velg hendelse etter person
ro: Faceți clic pe evenimente în funcție de persoană

source: Click events by marriage
cs: Klikněte na události podle manželství
da: Klik begivenhed for ægteskab
de: Ereignisse je Ehe klicken
es: Haga clic en acontecimientos de matrimonio
nl: Klik op gebeurtenissen bij huwelijk
no: Velg hendelse etter ekteskap
ro: Faceți clic pe evenimente pentru căsătorie

source: Click relevant person source
cs: Klikněte na zdroj relevantní osoby
da: Klik relevant person kilde
de: Relevante Personenquelle klicken
es: Haga clic en la fuente de la persona relevante
nl: Klik op relevante persoons bron
no: Velg relevant personkilde
ro: Faceți clic pe sursa relevantă a persoanei

source: Click addresses
cs: Klikněte na adresy
da: Klik adresser
de: Adressen klicken
es: Haga clic en la fuente de la familia relevante
nl: Klik op adressen
no: Velg adresser
ro: Faceți clic pe adrese

source: Click relevant family source
cs: Klikněte na příslušný zdroj rodiny
da: Klik relevant familie kilde
de: Relevante Familienquelle klicken
es: Cliquez source de famille concernée
nl: Klik relevante familie bron
no: Velg relevant faniliekilde
ro: Faceți clic pe sursa relevantă a familiei

source: Click relevant event source
cs: Klikněte na příslušný zdroj události
da: Klik relevant begivenheds kilde
de: Relevante Ereignisquelle klicken
es: Haga clic en la fuente del acontecimiento relevante
nl: Klik op relevante gebeurtenissen bron
no: Velg relevant hendelseskilde
ro: Faceți clic pe sursa relevantă a evenimentului

source: Address editor
cs: Editor adres
da: Adresse editor
de: Adresseditor
es: Editor de dirección
nl: Adres editor
no: Adresse-editor
ro: Editor de adrese

source: Source editor
cs: Editor zdroje
da: Kilde editor
de: Quelleditor
es: Editor de fuente
nl: Bron editor
no: Kilde-editor
ro: Editor sursă

source: Repository editor
cs: Editor úložiště
da: Gemmesteds editor
de: Archiv-Editor
es: Editor de depósito
nl: Bewaarplaats editor
no: Kildesamlings-editor
ro: Editor depozit

source: E-mail address
cs: E-mail adresa
da: E-mail adresse
de: Emailadresse
es: Dirección de correo electrónico
nl: E-mailadres
no: E-postadresse
ro: Adresa de e-mail

source: E-mail address will not be shown on the site: an e-mail form will be generated!
cs: E-mailová adresa nebude na stránce zobrazena: bude vygenerován e-mailový formulář!
da: E-mail adressen vil ikke blive vist på siden: en e-mail formular bliver genereret!
de: Emailadresse wird auf der Webseite nicht angezeigt: ein Kontaktformular wird erstellt!
es: La dirección de correo electrónico no se mostrará en el sitio: ¡se generará un formulario de correo electrónico!
nl: E-mailadres komt niet op de site: er wordt een e-mailformulier gemaakt!
no: E-postadressen er ikke synlig på siden: et epostskjema vil bli opprettet!
ro: Adresa de e-mail nu va fi afișată pe site: va fi generat un formular de e-mail!

source: Tree privacy
cs: Soukromí stromu
da: Privat stamtræ
de: Stammbaum Datenschutz
es: Privacidad del árbol
nl: Stamboomprivacy
no: Personvern for tre
ro: Intimitatea arborelui

source: This option is valid for ALL persons in this tree!
cs: Tato možnost platí pro VŠECHNY osoby v tomto stromu!
da: Denne indstilling er gyldig for ALLE individer i dette træ!
de: Diese Option gilt für ALLE Personen in diesem Stammbaum!
es: ¡Esta opción es válida para TODAS las personas de este árbol!
nl: LET OP: deze instelling geldt voor ALLE personen van deze stamboom!
no: Dette valget er gyldig for samtlige personer i treet!
ro: Această opțiune este valabilă pentru TOȚI indivizii din acest arbore!

source: Standard
es: Estándar
nl: Standaard

source: FILTER ALL persons
cs: FILTROVAT VŠECHNY osoby
da: FILTER ALLE personer
de: FILTER ALLE Personen
es: FILTRAR TODAS las personas
nl: Alle personen FILTEREN
no: Filtrer samtlige personer
ro: FILTRAȚI TOȚI indivizii

source: DISPLAY ALL persons
cs: ZOBRAZIT VŠECHNY osoby
da: VIS ALLE personer
de: Alle Personen SICHTBAR
es: MOSTRAR TODAS las personas
nl: Alle personen WEERGEVEN
no: Vis alle personer
ro: AFIȘAȚI TOATE persoanele

source: Family tree texts (per language)
cs: Texty rodokmenu (podle jazyka)
da: Stamtræ tekst (per sprog)
de: Stammbaumtexte (nach Sprache)
es: Textos del árbol genealógico (por idioma)
nl: Stamboomteksten (per taal)
no: Familietretekst
ro: Textele arborelui genealogic (pe limbă)

source: Here you can add some overall texts for EVERY family tree (and for EVERY LANGUAGE!).<br>Select language, and change text
cs: Zde můžete přidat nějaké celkové texty pro KAŽDÝ rodokmen (a pro KAŽDÝ JAZYK!).<br>Vyberte jazyk a změňte text
da: Her kan du tilføje nogle overordnede tekster for HVERT stamtræ (og for HVERT sprog!).<br>Vælg sprog og ændre tekst
de: Hier kann allgemeiner Text für JEDEN Stammbaum (und für JEDE Sprache!) hinzugefügt werden. <br>Sprache wählen und Text ändern
es: Aquí puede agregar algunos textos generales para CADA árbol genealógico (¡y para CADA IDIOMA!).<br> Seleccione el idioma y cambie el texto
nl: Bij ELKE STAMBOOM kunnen algemene teksten worden ingevoerd (voor ELKE TAAL!).<br>Selecteer de taal, en wijzig dan de teksten
no: Her kan du skrive beskrivende tekst til hvert familetre (og på alle språk).<br>Velg språk, og endre teksten.
ro: Aici puteți adăuga câteva texte generale pentru FIECARE arbore genealogic (și pentru FIECARE LIMBĂ!).<br>Selectați limba și modificați textul

source: Add "Default" (e.g. english) texts for all languages, and/ or select a language to add texts for that specific language
cs: Přidejte "Výchozí" (např. anglický) texty pro všechny jazyky a/ nebo vyberte jazyk pro přidání textů pro tento konkrétní jazyk
da: Tilføj "Standard" (f.eks engelsk) tekster for alle sprog og/ eller vælg et sprog for at tilføje tekst for det specifikke sprog
de: "Standardtexte" (z. B. Deutsch) für alle Sprachen hinzufügen, und/oder eine spezifische Sprache wählen, zu der Texte hinzugefügt werden sollen
es: Añada textos "Default" (ejemplo en inglés) para todos los idiomas y/o seleccione un idioma para añadir textos para ese idioma específico
nl: Voeg "Standaard" (bijv. Engelse) teksten in voor alle talen, en/of selecteer een taal om teksten voor die taal in te voeren
ro: Adăugați „Implicit” texte (de exemplu, română) pentru toate limbile și/sau selectați o limbă pentru a adăuga texte pentru limba respectivă

source: Extra text in main menu
cs: Další text v hlavní nabídce
da: Ekstra tekst i hovedmenuen
de: Zusätzlicher Text im Hauptmenü
es: Texto adicional en el menú principal
nl: Extra tekst in hoofdmenu
no: Ekstra tekst i hovedmenyen
ro: Text suplimentar în meniul principal

source: I.e. a website
cs: Tj. webová stránka
da: Dvs. en hjemmeside
de: z. B. eine Webseite
es: Ej: un sitio web.
nl: Bijv. een website
no: F.eks en nettside
ro: i.e. un site web

source: Extra source in main menu
cs: Extra zdroj v hlavní nabídce
da: Ekstra kilde i hovedmenuen
de: Zusätzliche Quelle im Hauptmenü
es: Fuente adicional en el menú principal
nl: Extra bron in hoofdmenu
no: Ekstra kilde i hovedmenyen
ro: Sursă suplimentară în meniul principal

source: I.e. a website
cs: Tj. webová stránka
da: Dvs. en hjemmeside
de: z. B. eine Website
es: Ej: un sitio web.
nl: Bijv. een website
no: F.eks en nettside
ro: i.e. un site web

source: Upper text family page
cs: Horní text rodinné stránky
da: Familiesidens øverste tekst
de: Text im oberen Bereich der Stammbaumseite
es: Texto superior de la ficha de familia
nl: Tekst bovenzijde gezinsblad
no: Tekst øverst på familesidene
ro: Antetul pagini de familie

source: I.e. Familypage
cs: Tj. Rodinná stránka
da: Dvs. Familieside
de: Familienseite
es: Ej: Ficha de familia
nl: Bijv. Gezinsblad
no: F.eks Familieside
ro: I.e. Pagina de familie

source: Lower text family page
cs: Dolní text rodinné stránky
da: Familiesidens nederste tekst
de: Text im unteren Bereich der Stammbaumseite
es: Texto inferior de la ficha de familia
nl: Tekst onderzijde gezinsblad
no: Nederste tekst på familiesidene
ro: Subsolul paginii de familie

source: I.e.: For more information: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;
cs: Tj.: Další informace: &lt;a href="mailform.php"&gt;kontaktujte&lt;/a&gt;
da: Dvs: For mere information: &lt;a href = "mailform.php"&gt;kontakt&lt;/a&gt;
de: z. B.: Für mehr Informationen: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;
es: Ej: Para obtener más información: &lt;a href = "mailform.php"&gt; póngase en contacto con &lt;/a&gt;
nl: Bijv.: Voor meer informatie, neem &lt;a href="mailform.php"&gt; contact op.&lt;/a&gt;
ro: I.e.: Pentru mai multe informații: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;

source: Family tree administration
cs: Správa rodokmenu
da: Familietræ administration
de: Stammbaum-Administration
es: Administración del árbol genealógico
nl: Beheer stambomen
no: Familietreadministrasjon
ro: Administrarea arborelui genealogic

source: Selected:
cs: Vybraný:
da: Valgte:
de: Ausgewählt:
es: Seleccionado:
nl: Geselecteerd:
no: Valgt:
ro: Selectat:

source: Are you sure you want to remove this tree <b>AND all its statistics</b>?
cs: Opravdu chcete odstranit tento strom <b>A všechny jeho statistiky</b>?
da: Er du sikker på, du vil fjerne dette stamtræ <b>OG alle dens statistikker</b>?
de: Soll dieser Stammbaum UND alle dazugehörigen Statistiken wirklich gelöscht werden?
es: ¿Está seguro de que quiere eliminar este árbol <b> Y TODAS sus estadísticas</b>?
nl: Weet je zeker dat je deze stamboom <b>EN de bijbehorende statistieken</b> wilt verwijderen?
no: Er du sikker på at du vil fjerne dette treet <b>OG all dets statistikk</b>?
ro: Sigur doriți să eliminați acest arbore <b>ȘI toate statisticile lui</b>?

source: Merge Data
cs: Sloučit data
da: Flette data
de: Daten zusammenführen
es: Combinar datos
nl: Personen samenvoegen
no: Slå sammen data
ro: Îmbinați datele

source: Show notes
nl: Toon notities

source: Are you sure you want to remove this note?
cs: Opravdu chcete odstranit tuto poznámku?
de: Sind Sie sicher, dass Sie diese Notiz entfernen möchten?
nl: Weet u zeker dat u deze notitie wilt verwijderen?
ro: Sunteți sigur că doriți să eliminați această notă?

source: Note is removed.
cs: Poznámka je odstraněna.
de: Notiz wurde entfernt.
nl: Notitie is verwijderd.
ro: Nota este eliminată.

source: User note
cs: Poznámka uživatele
de: Benutzerhinweis
nl: Gebruikersnotitie
ro: Nota utilizatorului

source: Editor note
cs: Poznámka editora
de: Anmerkung des Bearbeiters
nl: Editor notitie
ro: Nota editorului

source: New
cs: Nový
da: Ny
de: Neu
es: Nuevo
nl: Nieuw
ro: Nou

source: Approved
cs: Schváleno
da: Godkendt
de: Geprüft
es: Aprobado
nl: Goedgekeurd
ro: Aprobat

source: Error: user name probably allready exist.
cs: Chyba: uživatelské jméno již pravděpodobně existuje.
de: Fehler: Benutzername existiert wahrscheinlich bereits.
nl: FOUT: de gebruikersnaam bestaat vermoedelijk al
ro: Eroare: numele de utilizator probabil că există deja.

source: Are you sure you want to delete this user?
cs: Opravdu chcete tohoto uživatele smazat?
da: Er du sikker på, du vil slette denne bruger?
de: Sind Sie sicher, dass Sie diesen Benutzer löschen möchten?
es: ¿Está seguro de que quiere eliminar este usuario?
nl: Weet je zeker dat je deze gebruiker wilt verwijderen?
ro: Sigur doriți să ștergeți acest utilizator?

source: Change password
cs: Změnit heslo
da: Ændre password
de: Passwort ändern
es: Cambiar contraseña
nl: Wachtwoord wijzigen
no: Endre passord
ro: Schimbați parola

source: User group
cs: Uživatelská skupina
da: Bruger gruppe
de: Benutzergruppe
es: Grupo de usuarios
nl: Gebruikersgroep
no: Brukergruppe
ro: Grupul de utilizatori

source: no need to log in
cs: není třeba se přihlašovat
da: ingen grund til at logge ind
de: Keine Anmeldung erforderlich
es: No es necesario iniciar sesión
nl: hoeft niet in te loggen
no: pålogging ikke nødvendig
ro: nu este nevoie să vă autentificați

source: Unblock IP address
cs: Odblokujte IP adresu
de: IP Adresse freigeben
es: Desbloquear dirección IP
nl: IP adres vrijgeven
ro: Deblochează adresa IP

source: Ancestor sheet
cs: List předků
da: Forfader skema
de: Ahnenblatt
es: Hoja de antepasados
nl: Kwartierblad
no: Anetabell
ro: Pagina strămoșilor

source: Ancestor report
cs: Zpráva o předcích
da: Forfader rapport
de: Ahnenbericht
es: Informe de antepasados
nl: Kwartierstaat
no: Anetavle
ro: Raportul strămoșilor

source: You are not authorised to see this page.
cs: Nejste oprávněni nahlížet na tuto stranu.
da: Du har ikke tilladelse til at se denne side.
de: Sie sind nicht berechtigt diese Seite zu sehen.
es: No esta autorizado para ver esta página.
nl: U bent niet geautoriseerd voor deze bladzijde.
no: Du er ikke autorisert til å se denne siden.
ro: Nu sunteți autorizat să vedeți această pagină.

source: Address by person
cs: Adresa osoby
da: Person adresse
de: Addresse der Person
es: Dirección de persona
nl: Adres bij persoon
no: Personadresse:
ro: Adresa persoanei

source: Ancestor chart
cs: Graf předků
da: Forfader diagram
de: Ahnentafel
es: Gráfico de antepasados
nl: Kwartierstaat (grafisch)
no: Slektstre
ro: Diagrama strămoșilor

source: Descendant report
cs: Report Potomků
da: Efterkommer rapport
de: Nachkommenbericht
es: Informe de descendientes
nl: Parenteel
no: Etterkommertavle
ro: Raportul urmașilor

source: Descendant chart
cs: Graf potomků
da: Efterkommer diagram
de: Nachkommenliste
es: Gráfico de descendientes
nl: Parenteel (grafisch)
no: Etterkommere
ro: Diagrama urmașilor

source: Outline report
cs: Přehled
da: Oversigts rapport
es: Esquema
nl: Outline rapport
no: Etterkommerrapport
ro: Raportul general

source: birth
cs: narození
da: fødsel
de: Geburt
es: nacimiento
nl: geboren
no: fødsel
ro: naștere
