Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: Status
cs: Stav
es: Estado
ro: Stare

source: Help
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
no: Hjelp
ro: Ajutor

source: Person 1 should be the man. Switch person 1 and person 2.
ro: Persoana 1 ar trebui să fie bărbatul. Schimbați persoana 1 și persoana 2.

source: Partner
es: Pareja
ro: Partener

source: Whole tree or part
ro: Arbore complet sau parțial

source: Whole tree
ro: Complet

source: Partial tree
ro: Parțial

source: Choose person
ro: Alegeți persoana

source: Number of generations to export
ro: Numărul generațiilor pentru export

source: Choose type of export
ro: Alegeți tipul de export

source: Export type
ro: Tipul de export

source: GEDCOM export
es: Exportar GEDCOM
ro: Export GEDCOM

source: Start export
cs: Začnout export
da: Start eksport
de: Export starten
es: Comenzar exportación
ro: Pornire export

source: Level
cs: Úroveň
da: Trin
de: Ebene
es: Nivel
no: Nivå
ro: Nivel

source: Use privacy profile
ro: Utilizați profilul de confidențialitate

source: Set a default privacy profile
ro: Setați un profil de confidențialitate implicit

source: Privacy profile: high (don't show names, hide data)
ro: Profil de confidențialitate: ridicat (nu afișați numele, ascundeți datele)

source: Privacy profile: medium (partly show names, hide data)
ro: Profil de confidențialitate: mediu (afișați parțial numele, ascundeți datele)

source: Privacy profile: low (show names, hide data)
ro: Profil de confidențialitate: scăzut (afișați numele, ascundeți datele)

source: Also use %s to calculate privacy filter birthdates
ro: Utilizați de asemenea %s pentru a calcula datele de naștere ale filtrului de confidențialitate

source: Database
cs: Databáze
de: Datenbank
es: Base de datos
ro: Baza de date

source: Database host
cs: Hostitel databáze
da: Database vært
de: Host für Datenbank
es: Alojamiento de la base de datos
no: Databasevert
ro: Gazda bazei de date

source: Thumbnail libraries and tools
ro: Biblioteci de miniaturi și instrumente

source: Automatically create thumbnails?
ro: Creați automat miniaturile?

source: Secure media folder for direct access?
ro: Dosar media securizat pentru acces direct?

source: (Re) create location table. <b>This will remove all locations used for World map.</b>
ro: (Re)creați tabelul de locații. <b>Aceasta va elimina toate locațiile utilizate pentru harta lumii.</b>

source: All updates completed, go to: %s
ro: Toate actualizările finalizate, accesați: %s

source: Are your sure you want to delete the <b>entire geolocation database</b>?
ro: Sunteți sigur că doriți să ștergeți <b> întreaga bază de date </b>?

source: Geolocation database is deleted!
ro: Baza de date de geolocație este ștearsă!

source: Are your sure you want to delete location "%s"?
ro: Sunteți sigur că doriți să ștergeți locația "%s"?

source: Location is deleted.
ro: Locația este ștearsă.

source: Do you wish to add these locations to the database now?
ro: Doriți să adăugați aceste locații la baza de date acum?

source: The following %d locations are already known as non-indexable. Please check their validity.
ro: Următoarele %d locații sunt deja cunoscute ca neindexabile. Vă rugăm să verificați valabilitatea acestora.

source: Retry to index these locations
ro: Reîncercați să indexați aceste locații

source: Delete entire geolocation database
ro: Ștergeți întreaga bază de date de geolocație

source: %d locations.
ro: %d locații.

source: %d non-indexable locations.
ro: %d locații non-indexabile.

source: Location already exists. Updated latitude/longitude
ro: Locația există deja. Latitudine/longitudine actualizată

source: You can also drag the marker.
ro: De asemenea, puteți trage marcatorul.

source: Google Maps API Key
ro: Cheia API Google Maps

source: OpenStreetMap API Key
ro: Cheia API OpenStreetMap

source: To use the Google maps options, you need a Google account. Go to: %1$s create API key %2$s and follow the instructions.
ro: Pentru a utiliza opțiunile Google Maps, aveți nevoie de un cont Google. Accesați: %1$s creați cheia API %2$s și urmați instrucțiunile.

source: The API key will work without restrictions but for security reasons set restrictions when API key is generated.
ro: Cheia API va funcționa fără restricții, dar din motive de securitate setați restricții atunci când este generată cheia API.

source: Set restriction to <strong>"HTTP referrers"</strong> and enter your website domain name.
ro: Setați restricția la <strong>„Referințe HTTP”</strong> și introduceți numele domeniului site-ului dvs.

source: Or: set restriction to <strong>"IP addresses"</strong> and enter your server IP.
ro: Sau: setați restricția la <strong>„adrese IP”</strong> și introduceți IP-ul serverului dvs.

source: Home
cs: Domů
de: Startseite
es: Inicio
no: Hjem
ro: Acasă

source: Website
cs: Webová stránka
da: Hjemmeside
de: Internetauftritt
es: Sitio web
no: Nettside
ro: Site web

source: Mail: sender
ro: Mail: expeditor

source: If filled in: will be used as mail sender.
ro: Dacă este completat: va fi folosit ca și mailul expeditorului.

source: SMTP: mail server
cs: SMTP: poštovní server
es: SMTP: servidor de correo
ro: SMTP: serverul de mail

source: SMTP: authentication
cs: SMTP: ověřování
de: SMTP: Authentifizierung
es: SMTP: autenticación
ro: SMTP: autentificare

source: true
cs: pravdivé
de: Ja
ro: adevărat

source: false
cs: nepravdivé
de: Nein
ro: fals

source: Gmail: true
cs: Gmail: pravdivé
de: Gmail: Ja
ro: Gmail: adevărat

source: SMTP: encryption type
cs: SMTP: typ šifrování
de: SMTP: Verschlüsselungsart
es: SMTP: tipo de cifrado
ro: SMTP: tip de criptare

source: SMTP: debugging
cs: SMTP: ladění
de: SMTP: Debuggen
es: SMTP: depuración
ro: SMTP: depanare

source: Europe/Global - 5 Jan 1787
cs: Evropa/globální – 5 Jan 1787
da: Europa/Global - 5 Jan 1787
es: Europa/Global - 5 Jan 1787
ro: Europa/Global - 5 Ian 1787

source: USA - Jan 5, 1787
da: Danmark - 5 jan 1787
es: Estados Unidos - Jan 5, 1787
ro: SUA - Ian 5, 1787

source: Western - reports: John Smith, lists: Smith, John.
ro: Occidental - rapoarte: John Smith, liste: Smith, John.

source: Chinese 中文 - reports and lists: 刘 理想
ro: Chineză 中文 - rapoarte și liste: 刘 理想

source: Link homepage
cs: Odkaz na domovskou stránku
da: Link hjemmeside
de: Link zur Startseite
es: Enlace de la página de inicio
no: Lenke til hjemmeside
ro: Link la pagina de pornire

source: Homepage template
cs: Šablona domovské stránky
de: Homepagevorlage
es: Plantilla de página de inicio
ro: Șablon de pagină de pornire

source: Item
cs: Položka
da: Statistik
de: Eintrag
es: Elemento
no: Element
ro: Element

source: Header
cs: Záhlaví
de: Kopfzeile
es: Cabecera
ro: Antet

source: d-m-yyyy
cs: d-m-rrrr
de: t-m-jjjj
es: d-m-aaaa
no: d-m-åååå
ro: z-l-aaaa

source: General picture settings
ro: Setări generale pentru imagini

source: Imagick (images)
ro: Imagick (imagini)

source: Ghostscript (PDF support)
ro: Ghostscript (suport PDF)

source: ffmpeg (movie support)
ro: ffmpeg (suport pentru film)

source: GD (images)
ro: GD (imagini)

source: No Thumbnail library available
ro: Nu este disponibilă nicio bibliotecă de miniaturi

source: This media directory exists.
ro: Există acest director media.

source: I can't find this directory. Check if it's created.
ro: Nu pot găsi acest director. Verificați dacă este creat.

source: This directory is under the document root.
ro: Acest director se află în rădăcina documentului.

source: On Apache we can operate both modes (media privacy on and off).
ro: Sub Apache putem opera ambele moduri (activare și dezactivare a confidențialității media).

source: This directory is outside the document root so media privacy mode is only one working for this directory.
ro: Acest director se află în afara rădăcinii documentului, așa că modul de confidențialitate media funcționează doar pentru acest director.

source: In privacy mode your files will be safe and will be displayed.
ro: În modul de confidențialitate, fișierele dvs. vor fi în siguranță și vor fi afișate.

source: In privacy mode disabled your files will still be safe but will not be displayed at all.
ro: În modul de confidențialitate dezactivat, fișierele dvs. vor fi în siguranță, dar nu vor fi afișate deloc.

source: Couldn't create "%s" in this directory. You will be unable to upload files. Check if directory has write permissions.
ro: Nu s-a putut crea „%s” în acest director. Nu veți putea încărca fișiere. Verificați dacă directorul are permisiuni de scriere.

source: Created "%s" in this directory. Upload to directory is possible.
ro: S-a creat „%s” în acest director. Încărcarea în director este posibilă.

source: Checking if we can use .htaccess on Apache compatible servers:
ro: Verificăm dacă putem folosi .htaccess pe serverele compatibile Apache:

source: Couldn't create .htaccess in this directory. Check if directory has write permissions.
ro: Nu s-a putut crea .htaccess în acest director. Verificați dacă directorul are permisiuni de scriere.

source: Created .htaccess in this directory.
ro: A fost creat .htaccess în acest director.

source: Couldn't read %s which means test .htaccess protects files in this directory.
ro: Nu s-a putut citi %s, ceea ce înseamnă că fișierul test .htaccess protejează fișierele din acest director.

source: Test .htaccess file deleted.
ro: Fișierul de testare .htaccess a fost șters.

source: Couldn't delete htaccess test file.
ro: Nu s-a putut șterge fișierul de testare .htaccess.

source: File .htaccess permanently modified in this directory protecting your files.
ro: Fișierul .htaccess a fost modificat permanent în acest director, care vă protejează fișierele.

source: Couldn't read %s which means this directory is protected from direct access.
ro: Nu s-a putut citi %s, ceea ce înseamnă că acest director este protejat de accesul direct.

source: Test file "%s" deleted.
ro: Fișierul de testare "%s" a fost șters.

source: Directory index for "%s" is not publicly accessible or indexing is disabled.
ro: Indexul directorului pentru „%s” nu este accesibil public sau indexarea este dezactivată.

source: Checking server:
ro: Verificarea serverului:

source: Apache. Media privacy mode is fully compatible with Apache. It can operate both modes.
ro: Apache. Modul de confidențialitate media este pe deplin compatibil cu Apache. Poate opera ambele moduri.

source: Check media path:
ro: Verificarea căii media:

source: In use for family trees:
ro: Utilizat pentru arborii genealogici:

source: If You create or change media path for any of your trees You must reenable, redisable this option.
ro: Dacă creați sau modificați calea media pentru oricare dintre arborii dvs., trebuie să activați/dezactivați această opțiune.

source: With this option you can check the consistency of the dates in your database.
ro: Cu această opțiune puteți verifica consistența datelor din baza de date.

source: For example: birth date after death date, marriage date at age 7, birth date 80 years after mother's birth date etc.
ro: De exemplu: data nașterii după data morții, data căsătoriei la vârsta de 7 ani, data nașterii la 80 de ani după data nașterii mamei etc.

source: Value x is the entered value at beginning of the line.
ro: Valoarea x este valoarea introdusă la începutul liniei.

source: Birth date - after bapt/marr/death/burial date.
ro: Data nașterii – după data botezului/căsătoriei/decesului/înmormântării.

source: Birth date - more than x years after mother's birth.
ro: Data nașterii – la mai mult de x ani de la nașterea mamei.

source: Birth date - more than x years after father's birth.
ro: Data nașterii – la mai mult de x ani de la nașterea tatălui.

source: Birth date - less than x years after mother's birth.
ro: Data nașterii – la mai puțin de x ani de la nașterea mamei.

source: Birth date - less than x years after father's birth.
ro: Data nașterii – la mai puțin de x ani de la nașterea tatălui.

source: Birth date - less than x months after wedding parents.
ro: Data nașterii – la mai puțin de x luni de la căsătoria părinților.

source: Birth date - before wedding parents.
ro: Data nașterii – înaintea căsătoriei părinților.

source: Birth date - less than x months after previous child of mother.
ro: Data nașterii – la mai puțin de x luni de la copilul precedent al mamei.

source: Baptism date - after death/burial date.
ro: Data botezului – după data decesului/înmormântării.

source: Baptism date - more than x years after mother's birth.
ro: Data botezului – la mai mult de x ani de la nașterea mamei.

source: Baptism date - more than x years after father's birth.
ro: Data botezului – la mai mult de x ani de la nașterea tatălui.

source: Baptism date - less than x years after mother's birth.
ro: Data botezului – la mai puțin de x ani de la nașterea mamei.

source: Baptism date - less than x years after father's birth.
ro: Data botezului – la mai puțin de x ani de la nașterea tatălui.

source: Marriage date - after death/burial date.
ro: Data căsătoriei – după data decesului/înmormântării.

source: Marriage date - less than x years after birth date.
ro: Data căsătoriei – la mai puțin de x ani de la data nașterii.

source: Marriage age - age difference of more than x years between partners.
ro: Vârsta căsătoriei – diferența de vârstă mai mare de x ani între parteneri.

source: Death date - after burial date.
ro: Data morții – după data înmormântării.

source: Death date - bef birth of mother.
ro: Data morții – înainte de nașterea mamei.

source: Death date - bef birth of father.
ro: Data morții – înainte de nașterea tatălui.

source: Burial date - bef birth of mother.
ro: Data înmormântării – înainte de nașterea mamei.

source: Burial date - bef birth of father.
ro: Data înmormântării – înainte de nașterea tatălui.

source: Age (by death date) - more than x years.
ro: Vârsta (după data morții) – mai mult de x ani.

source: Age (by burial date) - more than x years.
ro: Vârsta (după data înmormântării) – mai mult de x ani.

source: Age (up till today) - more than x years. <b>(may give long list!)</b>.
ro: Vârsta (până astăzi) – mai mult de x ani. <b>(Poate da o listă lungă!)</b>.

source: Details
cs: Podrobnosti
da: Detaljer
es: Detalles
no: Detaljer
ro: Detalii

source: No inconsistencies found!
ro: Nu există probleme de neconcordanță!

source: No invalid dates found
ro: Toate datele sunt valide

source: search for:
ro: caută pentru:

source: Carefully compare these two persons. Only if you are <b>absolutely sure</b> they are identical, press "Merge right into left".
ro: Comparați atent aceste două persoane. Numai dacă sunteți <b> absolut sigur </b> că sunt identice, apăsați "Îmbinați dinspre dreapta spre stânga".

source: Reset
cs: Resetovat
da: Nulstil
de: Zurücksetzen
es: Reiniciar
no: Tilbakestill
ro: Resetare

source: Internet link / URL
cs: Internetový odkaz / URL
es: Enlace internet / URL
no: Internettlenke / URL
ro: Link / URL de internet

source: Fanchart
cs: Graf vějíř
da: Vifte diagram
de: Fächerdiagram
es: Gráfico de abanico
no: Viftetavle
ro: Diagrama tip plăcintă

source: is
cs: je
da: er
de: ist
es: es
no: er
ro: este

source: No such person
ro: Nu există o astfel de persoană

source: No such family
ro: Nu există o astfel de familie

source: week
cs: týden
de: Woche
ro: săptămână

source: Census
cs: Sčítání lidu
da: Folketælling
de: Volkszählung
es: Censo
no: Folketelling
ro: Recensământ

source: Admin
ro: Administrare

source: PRIVACY FILTER
cs: FILTR SOUKROMÍ
da: PRIVAT FILTER
de: DATENSCHUTZFILTER
es: (persona viva - FILTRO DE PRIVACIDAD)
no: PERSONVERNFILTER
ro: FILTRU DE CONFIDENȚIALITATE

source: PRIVACY FILTER
cs: FILTR SOUKROMÍ
da: PRIVAT FILTER
de: DATENSCHUTZFILTER
es: (persona viva - FILTRO DE PRIVACIDAD)
no: PERSONVERNFILTER
ro: FILTRU DE CONFIDENȚIALITATE

source: Print
ro: Tipărire

source: DNA:
ro: ADN:

source: Download link
cs: Odkaz ke stažení
ro: Link pentru descărcare

source: %s info
es: Información de %s
ro: Informații %s

source: Menu items
cs: Položky menu
de: Menüeinträge
es: Elementos del menú
ro: Elemente de meniu

source: This website is created using %s, a freeware genealogical program
ro: Acest site web este creat cu %s , un program genealogic gratuit.

source: Tip
de: Hinweis
es: Sugerencia
no: Tips
ro: Sfat

source: Click markers to show information about the location and see a list off all persons connected to the location.
ro: Faceți clic pe marcatori pentru a afișa informații despre locație și a vedea o listă cu toate persoanele conectate la locație.

source: PDF (Portrait)
cs: PDF (na výšku)
de: PDF (Hochformat)
es: PDF (vertical)
ro: PDF (Portret)

source: PDF (Landscape)
cs: PDF (na šířku)
de: PDF (Querformat)
es: PDF (Horizontal)
ro: PDF (Peisaj)

source: 6 characters minimum
ro: Minimum 6 caractere

source: Blood relationship
ro: Relație de sânge

source: Marital relationship
ro: Relație conjugală

source: partner
es: compañero
ro: partener

source: With each consecutive search the path may get longer and computing time may increase!
ro: Cu fiecare căutare consecutivă, calea poate deveni mai lungă și timpul de calcul poate crește!

source: etc.
cs: atd.

source: feb
cs: úno

source: apr
cs: dub
es: Abr

source: aug
cs: srp
es: Ago

source: sep
cs: zář

source: dec
cs: pro
de: Dez
es: Dic
no: Des

source: Nr.
cs: No.
es: Nº

source: Interval
cs: Časový úsek
de: Schrittweite
es: Intervalo
no: Intervall

source: Gmail: [email_address]@gmail.com
cs: Gmail: [e-mailová_adresa]@gmail.com
de: Gmail: [Emailadresse]@gmail.com

source: Client
cs: Zákazník
es: Cliente

source: China - 1787-01-05
cs: Čína - 1787-01-05
da: Kina - 1787-01-05

source: Link
cs: Odkaz
es: Enlace

source: Nr.
cs: Č.
es: Nº.

source: half
cs: polovičný
da: halv
de: halb
es: semi
no: halv

source: Contact
cs: Kontakt
da: Kontakt
de: Kontakt
es: Contacto
no: Kontakt

source: Wildcards:
cs: Zástupné znaky:

source: PLACE_AT
de: in
es: en
no: i

source: Yartzeit
da: Sjælelys
de: Yahrzeit
es: Yahrzeit

source: PROBANT
de: Proband
no: Proband

source: "John Jones", "Jones John", "John of Jones", "of Jones, John", "Jones, John of", "Jones of, John"
de: "Hans Müller", "Müller Hans", "Hans von Müller", "von Müller, Hans", "Müller, Hans von", "Müller von, Hans“
es: "John Jones", "Jones John", "John de Jones", "de Jones, John", "Jones, John de", "Jones de, John"

source: &infin;
de: &dagger;

source: E-mail
es: Correo electrónico
no: Epost

source: Email
es: Correo electrónico

source: Brit Mila
da: Omskærelse

source: Bat Mitzvah
da: Jødisk pige ceremoni

source: Bar Mitzvah
da: Jødisk drenge ceremoni

source: HuMo-gen backup
no: HuMo-gen sikkerhetskopi

source: The last backup file will be saved to the admin folder. You can restore from this file with "Option 1" below.<br> You will also be offered a download button and we suggest downloading backup files frequently in case the data on your server (including the backup file) might get deleted or corrupted. You can restore from downloaded files with "Option 2" below.
no: Siste sikkerhetskopi vil bli lagret i admin-mappen. Du kan gjenopprette fra denne filen med "Valg 1" under Du vil dessuten få valget "Last ned". Vi anbefaler at du jevnlig laster ned dine sikkerhetskopier i tilfelle dataene på serveren blir ødelagt eller slettet. Du kan gjenopprette fra sikkerhetskopien med "Valg 2" under.

source: Here you can restore your entire database from the last backup made with HuMo-gen Backup (if available) or from an .sql or .sql.zip backup file on your computer.
no: Her kan du gjenopprette hele databasen fra siste sikkerhetskopi du tok med HuMo-gen Backup (hvis noen), eller fra en .sql eller .sql.zip-fil på egen PC.

source: Option 1: Restore from last backup created with HuMo-gen Backup
no: Valg 1: Gjenopprett fra siste sikkerhetskopi du tok med HuMo-gen Backup

source: No humo_backup file found on server.
no: Ingen humo_backup fil funnet på serveren.

source: from backup created on
no: fra sikkerhetskopi opprettet den

source: Option 2: Restore from backup file on your computer
no: Valg 2: Gjenopprett fra sikkerhetskopi på egen PC

source: Starting to restore database from backup file:
no: Starter gjenopprettelse av sikkerhetskopi:

source: Upload has failed</span> (you may wish to try again or choose to place the file in the admin/backup_tmp folder yourself with an ftp program or the control panel of your webhost)
no: Opplastingen mislyktes</span> (du kan prøve på nytt, eller manuelt plassere filen i admin/backup_tmp mappen med et ftp-program, eller webhotellets kontrollpanel)

source: File will be deleted after successful restore
no: Filen slettes etter vellykket gjenopprettelse

source: No backup files found in admin/backup_tmp...
no: Ingen sikkerhetskopi funnet i admin/backup_tmp...

source: IMPORTANT
no: VIKTIG

source: <li>Only use files with .sql.zip or .sql extension. (Files you downloaded with HuMo-gen Backup automatically have a .sql.zip extension).</li> <li>If you want to restore from a .sql file you created with any other program, we suggest you zip it first and rename it with a .sql.zip extension since zipping reduces the file size drastically!</li> <li>If upload fails, you can place the backup file yourself in the admin/backup_tmp folder by other means, such as an ftp program or your web host's control panel.</li></ul>
no: <li>Bruk bare filer med .sql.zip or .sql filetternavn. (Filer lastet ned med HuMo-gen Backup får automatisk .sql.zip filetternavn).</li> <li>Hvis du ønsker å gjenopprette fra en .sql fil laget med et annet program anbefales først å zippe filen, derette å omdøpe den med et .sql.zip filetternavn, fordi zippingen drastisk reduserer filstørrelsen!</li> <li>Hvis opplastingen mislykkes kan du legge filen i admin/backup_tmp på en annen måte, som med et ftp-program eller webhotellets kontrollpanel.</li></ul>

source: Here you can add your own pages to HuMo-gen! It's possible to use categories in the menu (like "Family history", "Family stories").
no: Her kan du legge egne sider til HuMo-gen! Det er mulig å bruke kategorier i menyen (f.eks "Familiehistorie", "Biografier")

source: To edit the pages the CKEditor is used. For help about this editor, go to: <a href="http://ckeditor.com" target="_blank">ckeditor.com</a>.
no: For å redigere sider benyttes CKEditor. Ønsker du hjelp med denne, gå til: <a href="http://ckeditor.com" target="_blank">ckeditor.com</a>.

source: To point the main humogen folder, use ../../../foldername<br> To point to a folder outside (and parallel to) the humogen folder, use ../../../../foldername
no: For å peke til humogen-mappen bruk ../../../mappenavn<br> For å peke til en mappe utenfor (og parallell med) humogen-mappen, bruk ../../../../mappenavn

source: Select main homepage (welcome page for visitors) for HuMo-gen<br> <b>The selected CMS page will replace the main index!</b>
no: Velg primær velkomstside (forside for besøkende) for HuMo-gen <b>Den valgte CMS-siden vil erstatte/overskrive standardvalget !</b>

source: Found:
no: Funnet:

source: Or add a new child:
no: Eller legg til et nytt barn:

source: Connect child
no: Koble til barn

source: Select parents:
no: Velg foreldre:

source: Select marriage
no: Velg ekteskap

source: Relation Type
no: Realsjonstype

source: Update all places here. At this moment these places are updated: birth, baptise, death and burial places.
no: Oppdater alle steder her. Inntil videre blir følgende steder oppdatert: fødsels-, dåps-, døds- og begravelsessteder

source: * Select adoption parents *
no: * Velg adoptivforeldre *

source: Media too large
no: Mediefilen er for stor

source: Are you sure you want to delete this place?
no: Er du sikker på at du vil slette stedet?

source: e.g. Writer, Brother, Sister, Father
no: f.eks. skribent, bror, søster, far

source: page in source
no: kildeside
