Repository: HuubMons/HuMo-genealogy
Catalog: languages/*/*.po
Languages: cs, da, de, es, nl, no, ro

source: Creating backup file. This may take some time. Please wait...
cs: Vytváření záložního souboru. To může nějakou dobu trvat. Prosím, čekejte...
da: Danner en backup fil. Det kan tage noget tid. Vent venligst...
de: Erstelle Sicherungsdatei. Dies kann einige Zeit dauern. Bitte warten...
es: Creando copia de seguriddad. Esto puede tardar un rato. Por favor espere...
nl: Back-upbestand wordt gemaakt. Dit kan even duren, moment alstublieft...
no: Lager sikkerhetskopi. Dette kan ta noe tid, vennligst vent...
ro: Crearea fișierului de rezervă. Acest lucru poate dura ceva timp. Vă rugăm așteptați...

source: Skipped backup of table:
cs: Přeskočená záloha tabulky:
de: Sicherung von Tabelle überprungen:
nl: Back-up overgeslagen van tabel:
ro: S-a omis copia de rezervă a tabelului:

source: A backup file was saved to the server. We strongly suggest you download a copy to your computer in case you might need it later.
cs: Na server byl uložen záložní soubor. Důrazně doporučujeme stáhnout kopii do počítače pro případ, že ji budete potřebovat později.
da: En backup fil blev gemt på serveren. Vi anbefaler stærkt, at du downloader en kopi til din computer, måske får du brug for den senere.
de: Eine Sicherungsdatei wurde auf dem Server gesichert. Wir empfehlen dringend diese Datei auf Ihren Computer herunterzuladen, falls Sie diese später benötigen.
es: Se guardó una de copia de seguridad en el servidor. Le recomendamos encarecidamente que descargue una copia en su ordenador por si la necesita más adelante.
nl: Het back-upbestand is op de server opgeslagen. We raden sterk aan om een kopie te downloaden naar je computer.
no: En sikkerhetskopi ble lagret til serveren. Vi anbefaler på det sterkeste at du laster ned en kopi til egen PC skulle du behøve den senere.
ro: Un fișier de rezervă a fost salvat pe server. Vă sugerăm insistent să descărcați o copie pe computer în cazul în care ați avea nevoie de ea mai târziu.

source: Processed lines...
cs: Zpracované řádky ...
da: Bearbejdede linjer...
de: Verarbeitete Zeilen...
es: Líneas procesadas ...
nl: Verwerkte regels...
ro: Linii prelucrate...

source: Database has been restored successfully!
cs: Databáze byla úspěšně obnovena!
da: Databasen er blevet genindlæst med succes!
de: Datenbank wurde erfolgreich wiederhergestellt!
es: ¡La base de datos se ha restaurado correctamente!
nl: De database is succesvol hersteld!
no: Databasen ble vellykket gjenopprettet!
ro: Baza de date a fost restaurată cu succes!

source: Calculated birth date is an estimated/ calculated date that is used for the privacy filter.<br> These calculated dates will be used for persons where all dates are missing (no birth, baptise, death or burial dates).<br> Calculation will be done using birth, baptise, death, burial and marriage dates of persons and these dates of parents and children.
cs: Vypočítané datum narození je odhadované/ vypočítané datum, které se používá pro filtr ochrany osobních údajů. <br> Tato vypočítaná data budou použita pro osoby, kde chybí všechna data (žádné narození, křest, úmrtí nebo data pohřbu). <br> Výpočet bude prováděn pomocí dat narození, křtu, úmrtí, pohřbu a manželství osob a těchto dat rodičů a dětí.
da: Beregnet fødselsdato er en anslået/ beregnet dato, der anvendes af dit personlige privat filter.<br> Disse beregnede datoer vil blive anvendt til personer, hvor alle datoer mangler (ingen fødsel, dåb, død eller begravelsesdatoer).<br> Beregningen vil ske ved hjælp af fødsel, dåb, død, begravelse og ægteskabsdato for personer og deres datoer for forældre og børn.
de: Das errechnete Geburtsdatum ist ein geschätztes / errechnetes Datum, das für den Datenschutzfilter benutzt wird.<br> Dieses errechnete Datum wird für Personen benutzt, bei denen alle Daten fehlen (kein Geburts-, Tauf, Sterbe- oder Bestattungsdatum).<br> Die Berechnung basiert auf Geburts-, Tauf-, Sterbe-, Bestattungs-, Heiratsdaten der Partner bzw. der Eltern oder Kinder.
es: La fecha de nacimiento calculada es una fecha estimada que se utiliza en el filtro de privacidad.<br> Estas fechas calculadas se utilizarán para personas a las que les faltan todas las fechas (sin fechas de nacimiento, bautizo, defunción ni entierro).<br> El cálculo se hará utilizando las fechas de nacimiento, bautizo, defunción, entierro y matrimonio de sus padres e hijos.
nl: Berekende geboortedatum is een geschatte/ berekende datum die wordt gebruikt voor het privacy-filter.<br> Deze berekende datum zal gebruikt worden voor personen waar alle datums ontbreken (geen geboorte-, doop-, overlijdens- of begrafenisdatum).<br> Berekening zal gebeuren met behulp van geboorte-, doop-, overlijdens-, begrafenis- en huwelijkdatums van personen en deze datums van ouders en kinderen.
ro: Data de naștere calculată este o dată estimată/calculată care este utilizată pentru filtrul de confidențialitate.<br> Aceste date calculate vor fi folosite pentru persoanele la care toate datele lipsesc (fără date de naștere, botez, deces sau înmormântare).<br> Calculul se va face folosind datele de naștere, botez, deces, înmormântare și căsătorie a persoanelor și aceste date ale părinților și copiilor.

source: Choose family tree
cs: Vybrat strom rodokmenu
de: Stammbaum auswählen
nl: Kies stamboom
ro: Alegeți arborele genealogic

source: No dates
cs: Žádná data
da: Ingen datoer
de: Kein Datum
es: Sin fechas
nl: Geen datums
no: Ingen datoer
ro: Nu există date

source: Calculation of birth dates is completed. Sometimes more dates will be found if calculation is restarted!
cs: Výpočet dat narození je dokončen. Někdy bude nalezeno více dat, pokud je výpočet restartován!
da: Beregningen af fødselsdatoer er afsluttet. Nogle gange vil flere datoer blive fundet, hvis beregningen genstartes!
de: Berechnung der Geburtsdaten wurde durchgeführt. Manchmal können weitere Daten gefunden werden wenn die Berechnung erneut durchgeführt wird!
es: Se ha completado el cálculo de las fechas de nacimiento. ¡A veces se encontrarán más fechas si se reinicia el cálculo!
nl: Berekening van geboortedatums is gereed. Soms worden meer datums gevonden als de berekening opnieuw wordt gestart!
ro: Calculul datelor de naștere este finalizat. Uneori se vor găsi mai multe date dacă se reia calculul!

source: Here you can add your own pages to %s! It's possible to use categories in the menu (like "Family history", "Family stories").
cs: Zde můžete přidat své vlastní stránky do %s! V nabídce je možné použít kategorie (jako je "Historie rodiny", "Příběhy rodiny").
de: Hier können Sie eigene Seiten in %s anlegen! Es ist möglich Kategorien (wie z.B. "Familiengeschichte" oder "Familienepisoden") im Menü zu benutzen.
es: ¡Aquí puede agregar sus propias páginas en %s! Es posible utilizar categorías en el menú (como "Historia familiar", "Historias familiares").
nl: Hier kun je eigen bladzijden toevoegen aan %s! Het is mogelijk om categorieën in het menu te zetten (bijvoorbeeld 'Familie geschiedenis' of 'Familie verhalen').
ro: Aici puteți adăuga propriile pagini la %s! Este posibil să utilizați categorii în meniu (cum ar fi „Istoric de familie”, „Povești de familie”).

source: Pages
cs: Strany
da: Sider
de: Seiten
es: Páginas
nl: Bladzijden
no: Sider
ro: Pagini

source: CMS settings
cs: Nastavení CMS
de: CMS-Einstellungen
nl: CMS Instellingen
ro: Setări CMS

source: This page is selected as homepage!
cs: Tato stránka je vybrána jako domovská stránka!
da: Denne side er valgt som hjemmeside!
de: Diese Seite wurde als Startseite gewählt!
es: ¡Esta página está seleccionada como página de inicio!
nl: Deze bladzijde is geselecteerd als homepage!
no: Denne siden er satt som hjemmeside!
ro: Această pagină este selectată ca pagină de pornire!

source: Are you sure you want to remove this page?
cs: Jste si jisti, že chcete tuto stránku odstranit?
da: Er du sikker på, at du vil fjerne denne side?
de: Soll diese Seite wirklich entfernt werden?
es: ¿Está seguro de que quiere eliminar esta página?
nl: Weet je zeker dat je deze bladzijde wilt verwijderen?
no: Er du sikker på at du ønsker å fjerne siden?
ro: Sigur doriți să eliminați această pagină?

source: There are still pages connected to this menu!<br> Please disconnect the pages from this menu first.
cs: K této nabídce jsou stále připojeny stránky! <br> \ nNejprve prosím odpojte stránky od této nabídky.
da: Der er stadig sider forbundet til denne menu!<br> Afbryd venligst sideforbindelsen til denne menu først.
de: Es sind noch Seiten mit dem Menü verbunden!<br> Bitte trennen Sie diese Seiten zunächst vom Menü.
es: ¡Todavía hay páginas conectadas a este menú!<br> Desconéctelas primero.
nl: Er zijn nog bladzijden aan dit menu gekoppeld!<br> Koppel eerst de bladzijden los van het menu.
no: Det er fortsatt sider knyttet til denne menyen! Koble sidene fra menyen først.
ro: Există încă pagini conectate la acest meniu!<br> Vă rugăm să deconectați mai întâi paginile din acest meniu.

source: Are you sure you want to remove this menu?
cs: Jste si jisti, že chcete tuto nabídku odstranit?
da: Er du sikker på, du vil fjerne denne menu?
de: Soll dieses Menü wirklich entfernt werden?
es: ¿Está seguro de que quiere eliminar este menú?
nl: Weet je zeker dat je dit menu wilt verwijderen?
no: Er du sikker på at du ønsker å fjerne denne menyen?
ro: Sigur doriți să eliminați acest meniu?

source: Pages, click to edit:
nl: Bladzijden, klik om te bewerken:
no: Sider, klikk for å redigere:

source: Hide page in menu
cs: Skrýt stránku v nabídce
da: Skjul side i menu
de: Seite nicht im Menü anzeigen
es: Ocultar página en el menú
nl: Verberg bladzijde in menu
no: Skjul siden i menyen
ro: Ascunde pagina din meniu

source: Remove page
cs: Odebrat stránku
da: Fjern side
de: Seite entfernen
es: Quitar página
nl: Verwijder bladzijde
no: Fjern side
ro: Eliminați pagina

source: No page title
cs: Žádný název stránky
de: Kein Seitentitel
es: Página sin título
nl: Geen blz. titel
ro: Fără titlu de pagină

source: Add page
cs: Přidat stranu
da: Tilføj side
de: Seite hinzufügen
es: Añadir página
nl: Bladzijde toevoegen
no: Legg til side
ro: Adăugare pagină

source: Page title
cs: Název stránky
da: Side titel
de: Titel der Seite
es: Título de la página
nl: Bladzijde titel
no: Sidetittel
ro: Titlul paginii

source: "Hide page in menu" is a special option. These pages can be accessed using a direct link.
cs: "Skrýt stránku v menu " je zvláštní možnost. K těmto stránkám lze přistupovat pomocí přímého odkazu.
da: "Skjul side i menuen" er en særlig mulighed. Disse sider kan tilgås ved hjælp af et direkte link.
de: "Seite im Menü nicht anzeigen" ist eine besondere Option. Diese Seiten können per direktem Link angezeigt werden.
es: "Ocultar página en el menú" es una opción especial. Se puede acceder a estas páginas mediante un enlace directo.
nl: *Verberg bladzijde in menu* is een speciale optie. Deze bladzijden kunnen worden weergegeven met een directe link.
no: Sider skjult med valget "Skjul siden i menyen" kan nås med en direkte lenke.
ro: „Ascunde pagina în meniu” este o opțiune specială. Aceste pagini pot fi accesate folosind o legătură directă.

source: This page can be accessed using this link:
cs: Na tuto stránku lze přistupovat pomocí tohoto odkazu:
da: Der er adgang til denne side ved at bruge dette link:
de: Diese Seite kann über folgenden Link angezeigt werden:
es: A esta página se puede acceder usando el enlace directo:
nl: Deze bladzijde kan weergegeven worden met deze link:
no: Siden kan nås med denne lenken:
ro: Această pagină poate fi accesată folosind acest link:

source: or
cs: nebo
da: eller
de: oder
es: o
nl: of
no: eller
ro: sau

source: No menu selected
cs: Žádné vybrané menu
da: Ingen menu valgt
de: Kein Menü ausgewählt
es: Ningún menú seleccionado:
nl: Geen menu geselecteerd
no: Ingen meny valgt
ro: Niciun meniu selectat

source: Published
cs: Publikováno
de: Veröffentlicht
es: Publicado
nl: Gepubliceerd
ro: Publicat

source: Visitors counter
cs: Počítač návštěv
da: Besøgstæller
de: Besucherzähler
es: Contador de visitas
nl: Bezoekers teller
no: Besøksteller
ro: Contor vizitatori

source: Add and edit menu/ category items:
cs: Přidejte a upravte položky nabídky/ kategorie:
da: Tilføj og ret menu/ kategori emner:
de: Menü- oder Kategorieeinträge hinzufügen oder bearbeiten:
es: Añadir y editar elementos de menú/categoría:
nl: Toevoegen en wijzigen menu/ categorie items:
no: Legg til/rediger menyer og kategorier:
ro: Adăugați și editați elemente de meniu/categorie:

source: Order
cs: Pořadí
da: Bestil
de: Reihenfolge
es: Ordenar
nl: Volgorde
no: Sortering
ro: Ordinea

source: Menu item/ category
cs: Položka/ kategorie nabídky
da: Menu emne/ kategori
de: Menü- oder Kategorieeintrag
es: Elemento de menú/categoría
nl: Menu item/ categorie
no: Meny/kategori
ro: Meniu element/categorie

source: Remove menu
cs: Odebrat nabídku
da: Fjern menu
de: Menü entfernen
es: Eliminar menú
nl: Verwijder menu
no: Fjern meny
ro: Eliminați meniul

source: CMS Settings
cs: Nastavení CMS
de: CMS-Einstellungen
es: Configuración de CMS
nl: CMS Instellingen
no: CMS-innstillinger
ro: Setări CMS

source: Path for pictures in CMS pages
cs: Cesta pro obrázky na stránkách CMS
da: Billedsti i CMS sider
de: Pfad für Bilder in CMS-Seiten
es: Ruta a las fotos en las páginas CMS
nl: Pad voor afbeeldingen in CMS bladzijden
no: Sti til bilder i CMS-sider
ro: Calea pentru imagini în paginile CMS

source: To point the main humo-gen folder, use ../../../foldername<br> To point to a folder outside (and parallel to) the humo-gen folder, use ../../../../foldername
cs: Chcete-li ukázat hlavní složku humo-gen, použijte ../../../foldername <br> Pro ukázání na složku zvenku (a paralelně se) složkou humo-gen, použijte ../../../../foldername
de: Um den Hauptordner des HuMo-gen-Ordners zu zeigen benutzen Sie bitte ../../../Ordnername<br> Um auf einen Ordner außerhalb (und/oder parallel) zum HuMo-gen-Ordners zu zeigen, benutzen Sie bitte ../../../../Ordnername
es: Para apuntar a la carpeta principal de humo-gen, use ../../../nombreCarpeta Para apuntar a una carpeta externa (pero al mismo nivel) que la carpeta humo-gen, use ../../../../nombreCarpeta
nl: Verwijs naar de map in de hoofd humo-gen map, gebruik ../../../foldername<br> Verwijs naar de map buiten (en parallel aan) de humo-gen folder, gebruik ../../../../foldername
ro: Pentru a indica directorul principal humo-gen, utilizați ../../../nume_director<br> Pentru a indica un director din afara (și paralel cu) directorul humo-gen, utilizați ../../../../mume_director

source: Use default picture path:
cs: Použijte výchozí cestu obrázků:
de: Standard-Dateipfad für Bilder verwenden:
es: Usar la ruta de imágenes por defecto:
nl: Gebruik standaard afbeeldingenpad:
ro: Utilizați calea implicită a imaginii:

source: Select main homepage (welcome page for visitors) for %s<br> <b>The selected CMS page will replace the main index!</b>
cs: Vyberte hlavní domovskou stránku (uvítací stránka pro návštěvníky) pro %s <br> <b> Vybraná stránka CMS nahradí hlavní index! </b>
de: Startseite (Begrüßungsseite für Besucher) von %s festlegen<br> <b>Die ausgewählte CMS-Seite wird den Hauptindex ersetzen!</b>
es: Seleccione la página de inicio principal (página de bienvenida para visitantes) de %s<br> <b>¡La página CMS seleccionada reemplazará al índice principal!</b>
nl: Selecteer de welkomst bladzijde "Home" voor %s<br> <b>De geselecteerde CMS bladzijde vervangt deze bladzijde!</b>
ro: Selectați pagina principală (pagina de bun venit pentru vizitatori) pentru %s<br> <b>Pagina CMS selectată va înlocui indexul principal!</b>

source: Use for all languages
cs: Použít pro všechny jazyky
da: Brug til alle sprog
de: Für alle Sprachen verwenden
es: Usar en todos los idiomas
nl: Gebruik voor alle talen
no: Bruk for alle språk
ro: Utilizați pentru toate limbile

source: Standard main index
cs: Standardní hlavní index
da: Standard hovedindeks
de: Standard Hauptindex
es: Índice principal estándar
nl: Standaard hoofdindex
no: Standard hovedindeks
ro: Index principal standard

source: Set per language
cs: Nastavit na jazyk
da: Sæt pr. sprog
de: Set pro Sprache
es: Establecer por idioma
nl: Instellen per taal
no: Angi per språk
ro: Setați în funcție de limbă

source: These addresses can be connected to multiple persons, families and other items.
cs: Tyto adresy mohou být spojeny s více osobami, rodinami a dalšími položkami.
de: Diese Adressen können mit mehreren Personen, Familien und anderen Dingen verbunden werden
es: Estas direcciones se pueden conectar a varias personas, familias y otros elementos.
nl: Deze adressen kunnen gekoppeld worden aan meerdere personen, gezinnen en andere items.
ro: Aceste adrese pot fi conectate la mai multe persoane, familii, evenimente și alte elemente.

source: Are you sure you want to remove this address and ALL address references?
cs: Jste si jisti, že chcete tuto adresu odstranit a všechny reference adresy?
da: Er du sikker på, du vil fjerne denne adresse og alle adressereferencerne?
de: Soll diese Adresse und ALLE Adressreferenzen wirklich entfernt werden?
es: ¿Está seguro de que quiere eliminar esta dirección y TODAS las referencias a ella?
nl: Weet je zeker dat je dit adres met ALLE koppelingen wilt verwijderen?
no: Er du sikker på at du vil fjerne denne adressen og alle adressereferanser?
ro: Sigur doriți să eliminați această adresă și TOATE referințele la adresă?

source: Address has been removed!
cs: Adresa byla odstraněna!
da: Adressen er blevet fjernet!
de: Adresse wurde entfernt!
es: ¡Dirección eliminada!
nl: Adres is verwijderd!
no: Adressen er fjernet!
ro: Adresa a fost eliminată!

source: Select address
cs: Vyberte adresu
da: Vælg adresse
de: Adresse auswählen
es: Seleccionar dirección
nl: Selecteer adres
ro: Selectați adresa

source: Add address
cs: Přidat adresu
da: Tilføj adresse
de: Adresse hinzufügen
es: Añadir dirección
nl: Adres toevoegen
no: Legg til adresse
ro: Adăugați adresa

source: No valid address number.
cs: Žádné platné číslo adresy.
da: Intet gyldigt adressenummer.
de: Keine gültige Adressnummer.
es: Nº de dirección inválido
nl: Geen geldig adres nummer.
no: Intet gyldig adressenummer
ro: Nu există un număr de adresă valid.

source: Option
nl: Optie
no: Valg

source: Value
nl: Waarde
no: Verdi

source: Place
cs: Místo
da: By
de: Ort
es: Lugar
nl: Plaats
no: Sted
ro: Locul

source: Street
cs: Ulice
de: Straße
es: Calle
nl: Straat
ro: Strada

source: Zip code
cs: Směrovací číslo
da: Postnummer
de: Postleitzahl
es: Código postal
nl: Postcode
no: Postnummer
ro: Cod poștal

source: Phone
cs: Telefon
da: Telefon
de: Telefon
es: Teléfono
nl: Telefoon
no: Telefon
ro: Telefon

source: Delete
cs: Vymazat
da: Slet
de: Entfernen
es: Eliminar
nl: Verwijder
ro: Șterge

source: Preview
cs: Náhled
de: Vorschau
es: Vista previa
nl: Voorbeeld
ro: Previzualizare

source: Places
cs: Místa
da: Steder
de: Orte
es: Lugares
nl: Plaatsen
no: Steder
ro: Locuri

source: Select location
cs: Vyberte lokaci
da: Vælg sted
de: Ort auswählen
es: Seleccionar ubicación
nl: Selecteer plaats
no: Velg sted
ro: Selectați locația

source: Person places
nl: Persoon plaatsen

source: Family places
nl: Gezin plaatsen

source: Other places (sources, events, addresses, etc.)
nl: Overige plaatsen (bronnen, gebeurtenissen, adressen, etc.)

source: Change location
cs: Změnit lokaci
da: Skift sted
de: Ort ändern
es: Cambiar ubicación
nl: Wijzig plaats
no: Endre sted
ro: Modificați locația

source: Also change Google Maps table.
nl: Wijzig ook de Google Maps tabel.
no: Edre også Google maps-tabellen

source: A repository can be connected to a source. Edit a source to connect a repository.
cs: Úložiště může být připojeno ke zdroji. Upravte zdroj pro připojení úložiště.
de: Ein Archiv kann mit einer Quelle verbunden werden. Bearbeiten Sie eine Quelle, um sie mit einem Archiv zu verbinden.
es: Se puede conectar un depósito a una fuente. Edite una fuente para conectarla un depósito.
nl: Een bewaarplaats kan gekoppeld worden aan een bron. Wijzig een bron om een bewaarplaats te koppelen.
ro: Un depozit poate fi conectat la o sursă. Editați o sursă pentru a conecta un depozit.

source: Really remove repository with all repository links?
cs: Opravdu odstranit úložiště se všemi odkazy na úložiště?
da: Vil du virkelig flytte gemmestedet med alle tilhørende links?
de: Wollen Sie dieses Archiv und alle Archivreferenzen wirklich entfernen?
es: ¿De verdad quiere eliminar el depósito con todos los enlaces a él?
nl: Deze bewaarplaats echt verwijderen met alle bewaarplaats koppelingen?
no: Virkelig fjerne kildesamlingen med alle lenker?
ro: Eliminați cu adevărat depozitul cu toate linkurile de depozit?

source: Repository is removed!
cs: Úložiště je odstraněno!
da: Gemmestedet er flyttet!
de: Archiv entfernt!
es: ¡Depósito eliminado!
nl: Bewaarplaats is verwijderd!
no: Kildesamlingen er fjernet!
ro: Depozitul este eliminat!

source: Select repository
cs: Vyberte úložiště
da: Vælg gemmested
de: Archiv auswählen
es: Seleccionar depósito
nl: Selecteer bewaarplaats
ro: Selectați depozitul

source: Add repository
cs: Přidat úložiště
da: Tilføj gemmested
de: Füge Archiv hinzu
es: Añadir depósito
nl: Bewaarplaats toevoegen
no: Legg til kildesamling
ro: Adăugați depozit

source: No valid repository number.
cs: Žádné platné číslo úložiště.
da: Intet godkendt gemmesteds nummer.
de: Keine gültige Archivnummer.
es: Nº de depósito inválido.
nl: Geen geldig bewaarplaats nummer.
no: Intet gyldig kildesamlingsnummer
ro: Nu există un număr de depozit valid.

source: These sources can be connected to multiple persons, families, events and other items.
cs: Tyto zdroje mohou být spojeny s více osobami, rodinami, akcemi a dalšími položkami.
de: Diese Quellen können mit mehreren Personen, Familien und anderen Dingen verbunden werden
es: Estas fuentes se pueden conectar a varias personas, familias, acontecimientos y otros elementos.
nl: Deze bronnen kunnen gekoppeld zijn aan meerdere personen, gezinnen, gebeurtenissen en andere items.
ro: Aceste surse pot fi conectate la mai multe persoane, familii, evenimente și alte elemente.

source: Are you sure you want to remove this source and ALL source references?
cs: Jste si jisti, že chcete tento zdroj a všechny zdrojové odkazy odstranit?
da: Er du sikker på, du vil fjerne denne kilde og ALLE relaterede kilder?
de: Soll diese Quelle und ALLE Quellreferenzen wirklich entfernt werden?
es: ¿Está seguro de que quiere eliminar esta fuente y todas las referencias a ella?
nl: Weet je zeker dat je deze bron met ALLE koppelingen wilt verwijderen?
no: Er du sikker på at du vil fjerne denne kilden med ALLE referanser?
ro: Sigur doriți să eliminați această sursă și TOATE referințele sursei?

source: Source is removed!
cs: Zdroj je odstraněn!
da: Kilden er fjernet!
de: Quelle entfernt!
es: ¡La fuente se ha eliminado!
nl: Bron is verwijderd!
no: Kilden er fjernet!
ro: Sursa este eliminată!

source: Select source
cs: Vyberte zdroj
da: Vælg kilde
de: Quelle auswählen
es: Seleccionar fuente
nl: Selecteer bron
ro: Selectați sursa

source: restricted
cs: omezeno
da: begrænset
de: eingeschränkt
es: restringido
nl: restrictie
no: begrenset
ro: restricționat

source: No valid source number.
cs: Žádné platné zdrojové číslo.
da: Intet godkendt kildenummer
de: Keine gültige Quellennummer.
es: Nº de fuente inválido
nl: Geen geldig bronnummer.
no: Intet gyldig kildenummer
ro: Nu există un număr de sursă valid.

source: publish
cs: publikovat
da: udgive
de: veröffentlichen
es: publicar
nl: weergeven
no: publiser
ro: publicare
