Repository: HuubMons/HuMo-genealogy
Catalog: languages/gr/gr.po
Languages: el

source: Invalid repository dates:
el: Μη έγκυρες ημερομηνίες αποθήκευσης:

source: Invalid source dates:
el: Μη έγκυρες ημερομηνίες πηγής:

source: Click addresses
el: Κάντε κλικ στις διευθύνσεις

source: Address editor
el: Επεξεργαστής διεύθυνσης

source: Source editor
el: Επεξεργαστής πηγής

source: Repository editor
el: Επεξεργαστής αποθετηρίου

source: E-mail address
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου

source: E-mail address will not be shown on the site: an e-mail form will be generated!
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν θα εμφανίζεται στον ιστότοπο: θα δημιουργηθεί μια φόρμα ηλεκτρονικού ταχυδρομείου!

source: FILTER ALL persons
el: ΦΙΛΤΡΟ ΟΛΑ τα άτομα

source: DISPLAY ALL persons
el: ΕΜΦΑΝΙΣΤΕ ΟΛΑ τα άτομα

source: This option is valid for ALL persons in this tree!
el: Αυτή η επιλογή ισχύει για όλα τα άτομα σε αυτό το δέντρο!

source: Back to main merge menu
el: Επιστροφή στο κύριο μενού συγχώνευσης

source: <- Switch left and right ->
el: <- Εναλλαγή αριστερά και δεξιά ->

source: Skip to next
el: Μετάβαση στο επόμενο

source: Skip to nr:
el: Μετάβαση στον αρ:

source: Go!
el: Πηγαίνω!

source: Merge right into left
el: Συγχώνευση δεξιά στα αριστερά

source: No more duplicates found
el: Δεν βρέθηκαν άλλα διπλότυπα

source: You cannot merge persons of opposite sex. Please try again
el: Δεν μπορείτε να συγχωνεύσετε άτομα αντίθετου φύλου. ΠΑΡΑΚΑΛΩ προσπαθήστε ξανά

source: Choose another pair
el: Επιλέξτε ένα άλλο ζευγάρι

source: This is one person already - you can't merge! Please try again
el: Αυτό είναι ήδη ένα άτομο - δεν μπορείτε να συγχωνεύσετε! ΠΑΡΑΚΑΛΩ προσπαθήστε ξανά

source: The checked items will be the ones entered into the database for the merged person. You can change the default settings
el: Τα επιλεγμένα στοιχεία θα είναι αυτά που εισάγονται στη βάση δεδομένων για τη συγχωνευμένη εγγραφή. Μπορείτε να αλλάξετε τις προεπιλεγμένες ρυθμίσεις

source: No more surrounding relatives to check
el: Δεν υπάρχουν άλλοι γύρω συγγενείς για έλεγχο

source: With "Duplicate merge" the program will look for all persons with a fixed set of criteria for identical data. These are: <ul><li>Same last name and same first name.<br> By default, people with blank first or last names are included. You can disable that under "Settings" in the main menu.</li> <li>Same birthdate or same deathdate.<br> By default, when one or both persons have a missing birth/death date they will still be included when the name matches. You can change that under "Settings" in the main menu.</li></ul> The found duplicates will be presented to you, one pair after the other, with their details.<br> You can then decide whether to accept the default merge, or change which details of the right person will be merged into the left.<br> If you decide not to merge this pair, you can "skip" to the next pair.<br> If after the merge there are surrounding relatives that might need merging too, you will be urged to move to "Relatives merge"<br> If you have interrupted a duplicate merge in this session (for example to move to "relatives merge"), this page will also show a "Continue duplicate merge" button so you can continue where you left off.<br> <b>Please note that generating the duplicates may take some time, depending on the size of the tree.</b>
el: Με την "Διπλότυπη συγχώνευση" το πρόγραμμα θα αναζητήσει όλα τα άτομα με ένα σταθερό σύνολο κριτηρίων για πανομοιότυπα δεδομένα. Αυτά είναι: Ίδιο επώνυμο και ίδιο όνομα. Από προεπιλογή, περιλαμβάνονται άτομα με λευκά ονόματα ή επώνυμα. Μπορείτε να το απενεργοποιήσετε στις "Ρυθμίσεις" στο κύριο μενού. Ίδια ημερομηνία γέννησης ή ίδια ημερομηνία θανάτου. Από προεπιλογή, όταν το ένα ή και τα δύο άτομα δεν έχουν ημερομηνία γέννησης/θανάτου, θα εξακολουθούν να περιλαμβάνονται όταν ταιριάζει το όνομα. Μπορείτε να το αλλάξετε στην ενότητα "Ρυθμίσεις" στο κύριο μενού. Τα αντίγραφα που βρέθηκαν θα σας παρουσιαστούν, το ένα ζευγάρι μετά το άλλο, με τα στοιχεία τους. Στη συνέχεια, μπορείτε να αποφασίσετε αν θα αποδεχτείτε την προεπιλεγμένη συγχώνευση ή να αλλάξετε ποια στοιχεία του σωστού ατόμου θα συγχωνευθούν στα αριστερά. Εάν αποφασίσετε να μην συγχωνεύσετε αυτό το ζεύγος, μπορείτε να "μεταπηδήσετε" στο επόμενο ζεύγος. Εάν μετά τη συγχώνευση υπάρχουν γύρω συγγενείς που μπορεί επίσης να χρειαστούν συγχώνευση, θα σας ζητηθεί να μεταβείτε στο "Συγχώνευση συγγενών" Εάν έχετε διακόψει μια διπλή συγχώνευση σε αυτήν την περίοδο σύνδεσης (για παράδειγμα για να μετακινηθείτε στο "συγχώνευση συγγενών"), αυτή η σελίδα θα εμφανίσει επίσης ένα κουμπί "Συνέχεια διπλής συγχώνευσης" για να μπορείτε να συνεχίσετε από εκεί που σταματήσατε. Λάβετε υπόψη ότι η δημιουργία των διπλότυπων ενδέχεται να διαρκέσει κάποιο χρόνο, ανάλογα με το μέγεθος του δέντρου.

source: Continue duplicate merge
el: Συνεχίστε τη διπλότυπη συγχώνευση

source: Find doubles only within this family name (optional)
el: Εύρεση διπλών μόνο σε αυτό το οικογενειακό όνομα (προαιρετικό)

source: Generate new duplicate merge
el: Δημιουργία νέας διπλότυπης συγχώνευσης

source: Please wait while duplicate list is generated
el: Περιμένετε μέχρι να δημιουργηθεί η διπλότυπη λίστα

source: Possible duplicates found:
el: Βρέθηκαν πιθανά διπλότυπα:

source: Start comparing duplicates
el: Ξεκινήστε να συγκρίνετε διπλότυπα

source: No duplicates found. Duplicate merge and Automatic merge won't result in merges!
el: Δεν βρέθηκαν διπλότυπα. Η διπλή συγχώνευση και η αυτόματη συγχώνευση δεν θα οδηγήσουν σε συγχωνεύσεις!

source: You can try one of the other merge options
el: Μπορείτε να δοκιμάσετε μία από τις άλλες επιλογές συγχώνευσης

source: Pick the two persons you want to check for merging
el: Επιλέξτε τα δύο άτομα που θέλετε να ελέγξετε για συγχώνευση

source: You can enter names (or part of names) or GEDCOM no. (INDI), or leave boxes empty
el: Μπορείτε να εισαγάγετε ονόματα (ή μέρος ονομάτων) ή GEDCOM αρ. (INDI), ή αφήστε τα κουτιά άδεια

source: <b>TIP: when you click "search" with all boxes left empty you will get a list with all persons in the database. (May take a few seconds)</b>
el: <b>ΣΥΜΒΟΥΛΗ: όταν κάνετε κλικ στην "αναζήτηση" με όλα τα πλαίσια κενά, θα λάβετε μια λίστα με όλα τα άτομα στη βάση δεδομένων. (Μπορεί να χρειαστούν μερικά δευτερόλεπτα)</b>

source: First name
el: Ονομα

source: Last name
el: Επίθετο

source: Pick a name from search results
el: Επιλέξτε ένα όνομα από τα αποτελέσματα αναζήτησης

source: Show details
el: Δείξε λεπτομέρειες

source: Switch persons
el: Εναλλαγή ατόμων

source: Automatic merge will go through the entire database and merge all persons who comply with ALL the following conditions:<br> <ul><li>Both persons have a first name and a last name and they are identical</li> <li>Both persons have parents with first and last names and those names are identical</li> <li>Both persons' parents have a marriage date and it is identical (This can be disabled under "Settings")</li> <li>Both persons have a birth date and it is identical OR both have a death date and it is identical</li></ul> <b>Please note that the automatic merge may take quite some time, depending on the size of the database and the number of merges.</b><br> You will be notified of results as the action is completed
el: Η αυτόματη συγχώνευση θα περάσει από ολόκληρη τη βάση δεδομένων και θα συγχωνεύσει όλα τα άτομα που συμμορφώνονται με ΟΛΕΣ τις ακόλουθες προϋποθέσεις: Και τα δύο άτομα έχουν όνομα και επίθετο και είναι πανομοιότυπα Και τα δύο άτομα έχουν γονείς με όνομα και επίθετο και αυτά τα ονόματα είναι πανομοιότυπα Οι γονείς και των δύο έχουν ημερομηνία γάμου και είναι πανομοιότυπη (Αυτό μπορεί να απενεργοποιηθεί στις "Ρυθμίσεις") Και τα δύο άτομα έχουν ημερομηνία γέννησης και είναι ίδια Ή και τα δύο έχουν ημερομηνία θανάτου και είναι ίδια Λάβετε υπόψη ότι η αυτόματη συγχώνευση ενδέχεται να διαρκέσει αρκετό χρόνο, ανάλογα με το μέγεθος της βάσης δεδομένων και τον αριθμό των συγχωνεύσεων. Θα ενημερωθείτε για τα αποτελέσματα μόλις ολοκληρωθεί η ενέργεια

source: Start automatic merge
el: Έναρξη αυτόματης συγχώνευσης

source: Please wait while the automatic merges are processed...
el: Περιμένετε όσο γίνεται η επεξεργασία των αυτόματων συγχωνεύσεων...

source: No automatic merge options were found.
el: Δεν βρέθηκαν επιλογές αυτόματης συγχώνευσης.

source: Automatic merge completed
el: Η αυτόματη συγχώνευση ολοκληρώθηκε

source: merges were performed
el: πραγματοποιήθηκαν συγχωνεύσεις

source: It is recommended to continue with <b>"Relatives merge"</b> to consider merging persons affected by previous merges that were performed.
el: Συνιστάται να συνεχίσετε με τη <b>"Συγχώνευση συγγενών"</b> για να εξετάσετε τη συγχώνευση ατόμων που επηρεάστηκαν από προηγούμενες συγχωνεύσεις που πραγματοποιήθηκαν.

source: Relatives merge
el: Συγγενείς συγχωνεύονται

source: You may wish to proceed with duplicate merge or manual merge.
el: Μπορεί να θέλετε να προχωρήσετε σε διπλότυπη ή μη αυτόματη συγχώνευση.

source: Duplicate merge
el: Διπλότυπη συγχώνευση

source: Manual merge
el: Χειροκίνητη συγχώνευση

source: These are the persons that were merged:
el: Αυτά είναι τα άτομα που συγχωνεύτηκαν:

source: Merge filter settings
el: Συγχώνευση ρυθμίσεων φίλτρου

source: Max characters to match firstname:
el: Μέγιστος αριθμός χαρακτήρων για αντιστοίχιση με το όνομα:

source: In different trees, first names may be listed differently: Thomas Julian Booth, Thomas J. Booth, Thomas Booth etc. By default a match of the first 10 characters of the first name will be considered a match. You can change this to another value. Try and find the right balance: if you set a low number of chars you will get many unwanted possible matches. If you set it too high, you may miss possible matches as in the example names above.
el: Σε διαφορετικά δέντρα, τα πρώτα ονόματα ενδέχεται να αναφέρονται διαφορετικά: Thomas Julian Booth, Thomas J. Booth, Thomas Booth κ.λπ. Από προεπιλογή, μια αντιστοίχιση των πρώτων 10 χαρακτήρων του πρώτου ονόματος θα θεωρείται ταίριασμα. Μπορείτε να το αλλάξετε σε άλλη τιμή. Προσπαθήστε να βρείτε τη σωστή ισορροπία: εάν ορίσετε χαμηλό αριθμό χαρακτήρων, θα λάβετε πολλές ανεπιθύμητες πιθανές αντιστοιχίσεις. Εάν το θέσετε πολύ ψηλά, ενδέχεται να χάσετε πιθανές αντιστοιχίσεις όπως στα παραπάνω ονόματα παραδειγμάτων.

source: include blank lastnames
el: περιλαμβάνουν λευκά επώνυμα

source: By default two persons with missing lastnames will be included as possible duplicates. Two persons called "John" without lastname will be considered a possible match. If you have many cases like this you could get a very long list of possible duplicates and you might want to disable this, so only persons with lastnames will be included.
el: Από προεπιλογή, δύο άτομα που λείπουν επώνυμα θα θεωρούνται ως πιθανά αντίγραφα. Για παράδειγμα, δύο άτομα που ονομάζονται «Γιάννης» χωρίς επίθετο θα θεωρηθούν ως πιθανό ταίριασμα. Εάν έχετε πολλές περιπτώσεις όπως αυτή, μπορεί να λάβετε μια μακρά λίστα πιθανών διπλότυπων και επομένως ίσως θέλετε να την απενεργοποιήσετε έτσι ώστε να περιλαμβάνονται μόνο άτομα με επώνυμα.

source: include blank firstnames
el: περιλαμβάνουν λευκά ονόματα

source: Same as above, but for first names. When enabled (default), all persons called "Smith" without first name will be considered possible duplicates of each other. If you have many cases like this it could give you a long list and you might want to disable it.
el: Το ίδιο με το παραπάνω, αλλά για τα μικρά ονόματα. Όταν είναι ενεργοποιημένο (προεπιλογή), όλα τα άτομα που ονομάζονται "Smith" χωρίς όνομα θα θεωρούνται πιθανά αντίγραφα μεταξύ τους. Εάν έχετε πολλές περιπτώσεις όπως αυτή, θα μπορούσε να σας δώσει μια μεγάλη λίστα και ίσως να θέλετε να την απενεργοποιήσετε.

source: include blank dates
el: περιλαμβάνουν κενές ημερομηνίες

source: By default, two persons with identical names, but with one or both missing birth/death dates are considered possible duplicates. In certain trees this can give a long list of possible duplicates. You can choose to disable this so only persons who both have a birth or death date and this date is identical, will be considered a possible match. This can drastically cut down the number of possible duplicates, but of course you may also miss out on pairs that actually are duplicates.
el: Από προεπιλογή, δύο άτομα με πανομοιότυπα ονόματα, αλλά με μία ή και τις δύο ελλείπουσες ημερομηνίες γέννησης/θανάτου θεωρούνται πιθανά διπλότυπα. Σε ορισμένα δέντρα αυτό μπορεί να δώσει μια μακρά λίστα πιθανών διπλότυπων. Μπορείτε να επιλέξετε να την απενεργοποιήσετε, έτσι μόνο τα άτομα που και οι δύο έχουν ημερομηνία γέννησης ή θανάτου και η ημερομηνία αυτή είναι ίδια, θα θεωρούνται πιθανή αντιστοίχιση. Αυτό μπορεί να μειώσει δραστικά τον αριθμό των πιθανών διπλότυπων, αλλά φυσικά μπορεί επίσης να χάσετε ζεύγη που είναι στην πραγματικότητα διπλότυπα.

source: Automatic merge
el: Αυτόματη συγχώνευση

source: include parents marriage date:
el: περιλαμβάνει την ημερομηνία γάμου των γονέων:

source: Automatic merging is a dangerous business. Therefore many clauses are used to make sure the persons are indeed identical. Besides identical names, identical birth or death dates and identical names of parents, also the parents' wedding date is included. If you consider this too much and rely on the above clauses, you can disable this.
el: Η αυτόματη συγχώνευση είναι μια επικίνδυνη επιχείρηση. Ως εκ τούτου, πολλές ρήτρες χρησιμοποιούνται για να διασφαλιστεί ότι τα πρόσωπα είναι πράγματι πανομοιότυπα. Εκτός από τα πανομοιότυπα ονόματα, τις ίδιες ημερομηνίες γέννησης ή θανάτου και τα ίδια ονόματα γονέων, περιλαμβάνεται και η ημερομηνία γάμου των γονέων. Εάν το θεωρείτε υπερβολικό και βασίζεστε στις παραπάνω ρήτρες, μπορείτε να το απενεργοποιήσετε.

source: Reset
el: Επαναφορά

source: Merge Options
el: Επιλογές συγχώνευσης

source: <b>NOTE:</b> None of these buttons will cause immediate merging. You will first be presented with information and can then decide to make a merge.<br><br> <b>TIP:</b> Start with automatic merge to get rid of all obvious merges. (If no automatic merge options are found, try the duplicate merge option).<br> These will likely cause surrounding relatives to be found, so continue with the "Relatives merge" option.<br> Once you finish that, most needed merges will have been performed. You can then use "Duplicate merge" to see if there are duplicates left to consider for merging.<br> As a last resort you can perform manual merges.
el: <b>ΣΗΜΕΙΩΣΗ:</b> Κανένα από αυτά τα κουμπιά δεν θα προκαλέσει άμεση συγχώνευση. Πρώτα θα σας παρουσιαστούν πληροφορίες και στη συνέχεια μπορείτε να αποφασίσετε να κάνετε μια συγχώνευση.<br><br> <b>ΣΥΜΒΟΥΛΗ:</b> Ξεκινήστε με την αυτόματη συγχώνευση για να απαλλαγείτε από όλες τις προφανείς συγχωνεύσεις. (Εάν δεν βρεθούν επιλογές αυτόματης συγχώνευσης, δοκιμάστε την επιλογή διπλής συγχώνευσης).<br> Αυτά πιθανότατα θα προκαλέσουν την εύρεση γύρω συγγενών, επομένως συνεχίστε με την επιλογή "Συγχώνευση συγγενών".<br> Μόλις το ολοκληρώσετε, θα έχουν πραγματοποιηθεί οι περισσότερες απαραίτητες συγχωνεύσεις. Στη συνέχεια, μπορείτε να χρησιμοποιήσετε την επιλογή "Διπλότυπη συγχώνευση" για να δείτε αν απομένουν διπλότυπα προς εξέταση για συγχώνευση.<br> Ως έσχατη λύση μπορείτε να πραγματοποιήσετε μη αυτόματες συγχωνεύσεις.

source: You will be shown the set of strict criteria used for automatic merging and then you can decide whether to continue.
el: Θα εμφανιστεί το σύνολο των αυστηρών κριτηρίων που χρησιμοποιούνται για την αυτόματη συγχώνευση και, στη συνέχεια, μπορείτε να αποφασίσετε αν θα συνεχίσετε.

source: This button will become available if you have made merges, and surrounding relatives (parents, children or spouses) have to be considered for merging too.<br> By pressing this button, you can then continue to check the surrounding relatives, pair by pair, and merge them if necessary. If those merges will create additional surrounding relatives to consider, they will be automatically added to the list.<br> Surrounding relatives are saved to the database and you can also return to it at a later stage.
el: Αυτό το κουμπί θα γίνει διαθέσιμο εάν έχετε πραγματοποιήσει συγχωνεύσεις και οι γύρω συγγενείς (γονείς, παιδιά ή σύζυγοι) πρέπει επίσης να ληφθούν υπόψη για τη συγχώνευση. Πατώντας αυτό το κουμπί, μπορείτε στη συνέχεια να συνεχίσετε να ελέγχετε τους γύρω συγγενείς, ζευγάρι προς ζεύγος, και να τους συγχωνεύσετε εάν είναι απαραίτητο. Εάν αυτές οι συγχωνεύσεις δημιουργήσουν πρόσθετους γύρω συγγενείς προς εξέταση, θα προστεθούν αυτόματα στη λίστα. Οι γύρω συγγενείς αποθηκεύονται στη βάση δεδομένων και μπορείτε επίσης να επιστρέψετε σε αυτήν σε μεταγενέστερο στάδιο.

source: You will be presented, one after the other, with pairs of possible duplicates to consider for merging.<br> After a merge you can switch to "relatives merge" and after that return to duplicate search where you left off.
el: Θα σας παρουσιαστούν, το ένα μετά το άλλο, ζεύγη πιθανών διπλότυπων που θα εξετάσετε για συγχώνευση.<br> Μετά από μια συγχώνευση, μπορείτε να μεταβείτε στη "συγχώνευση συγγενών" και μετά να επιστρέψετε σε διπλότυπη αναζήτηση από εκεί που σταματήσατε.

source: You can pick two persons out of the database to consider for merging.
el: Μπορείτε να επιλέξετε δύο άτομα από τη βάση δεδομένων που θα εξετάσετε για συγχώνευση.

source: Here you can change the default filters for the different merge options.
el: Εδώ μπορείτε να αλλάξετε τα προεπιλεγμένα φίλτρα για τις διάφορες επιλογές συγχώνευσης.

source: Surrounding relatives check
el: Έλεγχος των γύρω συγγενών

source: Nr.
el: Αρ.

source: of
el: του/της

source: relatives to check
el: συγγενείς για έλεγχο

source: Person 1:
el: Άτομο 1:

source: Person 2:
el: Άτομο 2:

source: Gedcom number:
el: Αριθμός Gedcom:

source: last name
el: επίθετο

source: first name
el: όνομα

source: patronym
el: πατρώνυμο

source: birth place
el: τόπος γέννησης

source: baptism place
el: τόπος βάπτισης

source: death place
el: τόπος θανάτου

source: burial place
el: τόπος ταφής

source: stillborn
el: θνησιγενής

source: general text
el: γενικό κείμενο

source: name text
el: κείμενο ονόματος

source: birth text
el: κείμενο γέννησης

source: baptism text
el: κείμενο βάπτισης

source: death text
el: κείμενο θανάτου

source: burial text
el: ταφικό κείμενο

source: Relatives
el: Συγγενείς

source: Read text
el: Διαβάστε το κείμενο

source: (no data)
el: (χωρίς δεδομένα)

source: Picture
el: Εικόνα

source: baptism witness
el: μάρτυρας βάπτισης

source: burial witness
el: ταφικός μάρτυρας

source: Other names
el: Άλλα ονόματα

source: Internet link / URL
el: Σύνδεσμος στο Διαδίκτυο / URL

source: Show
el: προβολή

source: was successfully merged into
el: συγχωνεύθηκε επιτυχώς σε

source: After this merge there are %d surrounding relatives to be checked for merging!
el: Μετά από αυτή τη συγχώνευση υπάρχουν %d γύρω συγγενείς που πρέπει να ελεγχθούν για συγχώνευση!

source: <b>You are strongly advised to move to "Relatives merge" mode to check all surrounding persons who may have to be checked for merging.</b><br> While in "Relatives merge" mode, any persons who might need merging as a result of consequent merges will be added automatically.<br> This is the easiest way to make sure you don't forget anyone.
el: Σας συνιστούμε να μεταβείτε στη λειτουργία "Συγχώνευση συγγενών" για να ελέγξετε όλα τα γύρω άτομα που μπορεί να χρειαστεί να ελεγχθούν για συγχώνευση. Ενώ βρίσκεστε στη λειτουργία "Συγχώνευση συγγενών", όλα τα άτομα που μπορεί να χρειαστούν συγχώνευση ως αποτέλεσμα των επακόλουθων συγχωνεύσεων θα προστεθούν αυτόματα. Αυτός είναι ο ευκολότερος τρόπος για να βεβαιωθείτε ότι δεν θα ξεχάσετε κανέναν.

source: Continue manual merge
el: Συνεχίστε τη μη αυτόματη συγχώνευση

source: Continue with next pair
el: Συνεχίστε με το επόμενο ζευγάρι

source: Here you can add some overall texts for EVERY family tree (and for EVERY LANGUAGE!).<br>Select language, and change text
el: Εδώ μπορείτε να προσθέσετε μερικά συνολικά κείμενα για ΚΑΘΕ γενεαλογικό δέντρο (και για ΚΑΘΕ ΓΛΩΣΣΑ!).<br>Επιλέξτε γλώσσα και αλλάξτε κείμενο

source: Add "Default" (e.g. english) texts for all languages, and/ or select a language to add texts for that specific language
el: Προσθήκη κειμένων "Προεπιλογή" (π.χ. αγγλικά) για όλες τις γλώσσες ή/και επιλέξτε μια γλώσσα για να προσθέσετε κείμενα για τη συγκεκριμένη γλώσσα

source: Extra text in main menu
el: Επιπλέον κείμενο στο κύριο μενού

source: I.e. a website
el: Δηλ. ένας ιστότοπος

source: Extra source in main menu
el: Επιπλέον πηγή στο κύριο μενού

source: I.e. a website
el: Δηλ. ένας ιστότοπος

source: Upper text family page
el: Σελίδα οικογένειας άνω κειμένου

source: Lower text family page
el: Σελίδα οικογένειας κάτω κειμένου

source: I.e.: For more information: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;
el: Δηλ.: Για περισσότερες πληροφορίες: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;

source: Family tree administration
el: Διαχείριση οικογενειακού δέντρου

source: Selected:
el: Επιλέχτηκε:

source: Are you sure you want to remove this tree <b>AND all its statistics</b>?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτό το δέντρο ΚΑΙ όλα τα στατιστικά του;

source: Family tree texts (per language)
el: Κείμενα οικογενειακού δέντρου (ανά γλώσσα)

source: Merge Data
el: Συγχώνευση δεδομένων

source: Are you sure you want to delete this user?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον χρήστη;

source: Change password
el: Αλλαξε κωδικό

source: User group
el: Ομάδα χρηστών

source: no need to log in
el: δεν χρειάζεται να συνδεθείτε

source: Unblock IP address
el: Ξεμπλοκάρετε τη διεύθυνση IP

source: Ancestor sheet
el: Προγονικό φύλλο

source: Ancestor report
el: Αναφορά προγόνων

source: You are not authorised to see this page.
el: Δεν είστε εξουσιοδοτημένοι να δείτε αυτήν τη σελίδα.

source: Address by person
el: Διεύθυνση ανά άτομο

source: Ancestor chart
el: Διάγραμμα προγόνων

source: Fanchart
el: Διάγραμμα πίτας

source: Descendant report
el: Έκθεση απογόνων

source: Descendant chart
el: Διάγραμμα απογόνων

source: DNA Charts
el: Διαγράμματα DNA

source: Outline report
el: Περίληψη Αναφοράς

source: %s Mail form.
el: %s Φόρμα αλληλογραφίας.

source: Message sent through %s from the website.
el: Το μήνυμα στάλθηκε μέσω %s από τον ιστότοπο.

source: Results are limited.
el: Τα αποτελέσματα είναι περιορισμένα.

source: ERROR: username already exists
el: ΣΦΑΛΜΑ: το όνομα χρήστη υπάρχει ήδη

source: ERROR: No identical passwords
el: ΣΦΑΛΜΑ: Δεν υπάρχουν πανομοιότυποι κωδικοί πρόσβασης

source: ERROR: Password has to contain at least 6 characters
el: ΣΦΑΛΜΑ: Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον 6 χαρακτήρες

source: New registered user
el: Νέος εγγεγραμμένος χρήστης

source: is
el: είναι

source: identical to
el: ολόιδιος με

source: brother of
el: αδελφός του/της

source: sister-in-law of
el: κουνιάδα του/της

source: brother-in-law of
el: κουνιάδος του/της

source: sister of
el: αδερφή του/της

source: father-in-law
el: πεθερός

source: mother-in-law
el: πεθερά

source: great-grand
el: δις

source: grand
el: εγγονή

source: 2nd
el: δεύτερη

source: son
el: γιος

source: daughter
el: κόρη

source: son-in-law
el: γαμπρός

source: daughter-in-law
el: νύφη

source: grandchild
el: εγγονός

source: nephew
el: ανιψιός

source: niece
el: ανιψιά

source: 2nd [COUSIN]
el: δεύτερος/η

source: 3rd [COUSIN]
el: τρίτος/η

source: th
el: ου

source: uncle
el: θείος

source: aunt
el: θεία

source: cousin.male
el: ξάδερφος

source: cousin.female
el: ξαδέρφη

source: COUSIN_MALE
el: ΞΑΔΕΡΦΟΣ

source: COUSIN_FEMALE
el: ΞΑΔΕΡΦΗ

source: once removed
el: μόλις αφαιρεθεί

source: times removed
el: Αφαιρέθηκε φορές

source: 4th [COUSIN]
el: 4th

source: twice removed
el: αφαιρέθηκε δύο φορές

source: These persons are not related in any way.
el: Αυτά τα άτομα δεν έχουν καμία σχέση.

source: No further paths found.
el: Δεν βρέθηκαν άλλα μονοπάτια.
