Repository: HuubMons/HuMo-genealogy
Catalog: languages/gr/gr.po
Languages: el

source: "Hide page in menu" is a special option. These pages can be accessed using a direct link.
el: Η "Απόκρυψη σελίδας στο μενού" είναι μια ειδική επιλογή. Μπορείτε να προσπελάσετε αυτές τις σελίδες χρησιμοποιώντας έναν σύνδεσμο άμεσο.

source: This page can be accessed using this link:
el: Αυτή η σελίδα είναι προσβάσιμη χρησιμοποιώντας αυτόν τον σύνδεσμο:

source: Published
el: Δημοσιεύτηκε

source: Visitors counter
el: μετρητής επισκεπτών

source: Add and edit menu/ category items:
el: Προσθήκη και επεξεργασία στοιχείων μενού/κατηγορίας:

source: Order
el: Σειρά

source: Menu item/ category
el: Στοιχείο μενού/κατηγορία

source: Remove menu
el: Κατάργηση μενού

source: CMS Settings
el: Ρυθμίσεις CMS

source: Path for pictures in CMS pages
el: Διαδρομή για εικόνες σε σελίδες CMS

source: To point the main humo-gen folder, use ../../../foldername<br> To point to a folder outside (and parallel to) the humo-gen folder, use ../../../../foldername
el: Για να δείξετε τον κύριο φάκελο humo-gen, χρησιμοποιήστε το ../../../foldername Για να υποδείξετε έναν φάκελο εκτός (και παράλληλο) του φακέλου humo-gen, χρησιμοποιήστε το ../../../../όνομα φακέλου

source: Use default picture path:
el: Χρησιμοποιήστε την προεπιλεγμένη διαδρομή εικόνας:

source: Select main homepage (welcome page for visitors) for %s<br> <b>The selected CMS page will replace the main index!</b>
el: Επιλέξτε την κύρια αρχική σελίδα (σελίδα καλωσορίσματος για επισκέπτες) για %s Η επιλεγμένη σελίδα CMS θα αντικαταστήσει το κύριο ευρετήριο!

source: Use for all languages
el: Χρήση για όλες τις γλώσσες

source: Standard main index
el: Τυπικό κύριο ευρετήριο

source: Set per language
el: Ορίστε ανά γλώσσα

source: Places
el: Μέρη

source: Select location
el: Επιλέξτε τοποθεσία

source: Change location
el: Αλλαγή τοποθεσίας

source: A repository can be connected to a source. Edit a source to connect a repository.
el: Ένα αποθετήριο μπορεί να συνδεθεί με μια πηγή. Επεξεργαστείτε μια πηγή για να συνδέσετε ένα αποθετήριο.

source: Really remove repository with all repository links?
el: Αλήθεια να καταργήθεί το αποθετήριο με όλους τους συνδέσμους αποθετηρίου;

source: Repository is removed!
el: Το αποθετήριο καταργήθηκε!

source: Select repository
el: Επιλέξτε αποθετήριο

source: Add repository
el: Προσθήκη αποθετηρίου

source: No valid repository number.
el: Δεν υπάρχει έγκυρος αριθμός αποθετηρίου.

source: These sources can be connected to multiple persons, families, events and other items.
el: Αυτές οι πηγές μπορούν να συνδεθούν με πολλά άτομα, οικογένειες, συμβάντα και άλλα στοιχεία.

source: Source is removed!
el: Η πηγή αφαιρέθηκε!

source: Are you sure you want to remove this source and ALL source references?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτήν την πηγή και ΟΛΕΣ τις αναφορές πηγής;

source: Select source
el: Επιλέξτε πηγή

source: Results are limited, use search to find more sources.
el: Τα αποτελέσματα είναι περιορισμένα, χρησιμοποιήστε την αναζήτηση για να βρείτε περισσότερες πηγές.

source: Add source
el: Προσθήκη πηγής

source: No valid source number.
el: Δεν υπάρχει έγκυρος αριθμός πηγής.

source: Status
el: Κατάσταση

source: publish
el: δημοσιεύω

source: restricted = only visible for selected user groups
el: περιορισμένη = ορατή μόνο για επιλεγμένες ομάδες χρηστών

source: Subject
el: Θέμα

source: Repository
el: Αποθετήριο

source: Add repositories
el: Προσθήκη αποθετηρίων

source: Publication
el: Δημοσίευση

source: will be shown as a link.
el: θα εμφανιστεί ως σύνδεσμος.

source: Own code
el: Κωδικός

source: Author
el: Συγγραφέας

source: Kind
el: Είδος

source: Archive
el: Αρχείο

source: Page
el: Σελίδα

source: Favourites list
el: Λίστα αγαπημένων

source: Latest changes
el: Τελευταίες αλλαγές

source: Added by
el: Προστέθηκε από

source: Changed by
el: Τροποποιήθηκε από

source: Person
el: Άτομο

source: Results
el: Αποτελέσματα

source: Person not found
el: Το άτομο δεν βρέθηκε

source: This will disconnect this person from parents, spouses and children <b>and delete it completely from the database.</b> Do you wish to continue?
el: Αυτό θα αποσυνδέσει αυτό το άτομο από τους γονείς, τους συζύγους και τα παιδιά και θα το διαγράψει εντελώς από τη βάση δεδομένων. Θέλετε να συνεχίσετε;

source: Also remove ALL RELATED PERSONS (including all items)
el: Καταργήστε επίσης ΟΛΑ ΤΑ ΣΧΕΤΙΚΑ ΠΡΟΣΩΠΑ (συμπεριλαμβανομένων όλων των αντικειμένων)

source: Are you sure you want to disconnect this child?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδέσετε αυτό το παιδί;

source: Family
el: Οικογένεια

source: Browse
el: Ξεφυλλίσε

source: marriage/ relation
el: γάμος/ σχέση

source: Married
el: Παντρεμένος/η

source: to:
el: με:

source: Children
el: Παιδιά

source: Siblings
el: Αδέρφια

source: There are no parents.
el: Δεν υπάρχουν γονείς.

source: Editing in %s? <b>Always backup your data!</b>
el: Επεξεργασία σε %s; <b>Να δημιουργείτε πάντα αντίγραφα ασφαλείας των δεδομένων σας!</b>

source: Add person
el: Προσθήκη ατόμου

source: Help
el: Βοήθεια

source: Examples of date entries:
el: Παραδείγματα καταχωρίσεων ημερομηνίας:

source: 13 october 1813, 13 oct 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, between 1986 and 1987, 13 oct 1100 BC.
el: 13 Οκτωβρίου 1813, 13 Οκτωβρίου 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, μεταξύ 1986 και 1987, 13 οκτ. 110 π.Χ.

source: In all text fields it's possible to add a hidden text/ own remarks by using # characters. Example: #Check birthday.#
el: Σε όλα τα πεδία κειμένου είναι δυνατό να προσθέσετε ένα κρυφό κείμενο/ δικές σας παρατηρήσεις χρησιμοποιώντας # χαρακτήρες. Παράδειγμα: #Έλεγχος γενεθλίων.#

source: = click to open selection popup screen.
el: = κάντε κλικ για να ανοίξετε την αναδυόμενη οθόνη επιλογής.

source: = click to open extended editor items.
el: = κάντε κλικ για να ανοίξετε εκτεταμένα στοιχεία επεξεργασίας.

source: firstname
el: Όνομα

source: prefix
el: πρόθεμα

source: For example: d\' or: van_ (use _ for a space)
el: Για παράδειγμα: d' ή: van_ (χρησιμοποιήστε _ για κενό)

source: lastname
el: Επώνυμο

source: patronymic
el: πατρώνυμο

source: alive
el: ζωντανός/ή

source: deceased
el: αποθανών/ούσα

source: male
el: αρσενικά

source: female
el: θηλυκά

source: Addresses
el: Διευθύνσεις

source: A shared address can be connected to multiple persons or relations.
el: Μια κοινόχρηστη διεύθυνση μπορεί να συνδεθεί με πολλά άτομα ή σχέσεις.

source: A shared address is only supported by the Haza-data and HuMo-genealogy programs.
el: Μια κοινόχρηστη διεύθυνση υποστηρίζεται μόνο από τα προγράμματα Haza-data και HuMo-genealogy.

source: EMPTY LINE
el: ΚΕΝΗ ΓΡΑΜΜΗ

source: Address GEDCOM number:
el: Διεύθυνση αριθμού GEDCOM:

source: Shared address
el: Κοινόχρηστη διεύθυνση

source: Addressrole
el: Διευθυντής

source: Extra text by address
el: Επιπλέον κείμενο ανά διεύθυνση

source: Or: add new address
el: Ή: προσθήκη νέας διεύθυνσης

source: Editor notes
el: Σημειώσεις του συντάκτη

source: There are %d editor notes.
el: Υπάρχουν %d σημειώσεις επεξεργασίας.

source: Priority
el: Προτεραιότητα

source: Low
el: Χαμηλός

source: Normal
el: Κανονικός

source: High
el: Υψηλός

source: Not started
el: Δεν ξεκίνησε

source: In progress
el: Σε εξέλιξη

source: Completed
el: Ολοκληρώθηκε

source: Postponed
el: Αναβλήθηκε

source: Cancelled
el: Ακυρώθηκε

source: Open Archives
el: Ανοιχτά Αρχεία

source: Online search enabled
el: Ενεργοποιήθηκε η διαδικτυακή αναζήτηση

source: Online search disabled
el: Η διαδικτυακή αναζήτηση απενεργοποιήθηκε

source: Archives
el: Αρχεία

source: No results found
el: Δεν βρέθηκαν αποτελέσματα

source: Search using period
el: Αναζήτηση με χρήση περιόδου

source: parents
el: Γονείς

source: Add parents
el: Προσθήκη γονέων

source: Father
el: Πατέρας

source: Mother
el: Μητέρα

source: Or select an existing family as parents:
el: Ή επιλέξτε μια υπάρχουσα οικογένεια ως γονείς:

source: age
el: ηλικία

source: year
el: έτος

source: All
el: Ολα

source: For example: Joseph ben Hirsch Zvi
el: Για παράδειγμα: Joseph ben Hirsch Zvi

source: at
el: στο

source: hour
el: ώρα

source: birth time
el: ώρα γέννησης

source: stillborn child
el: θνησιγενές παιδί

source: birth declaration
el: δήλωση γέννησης

source: To display this, the option "Show events" has to be checked in "Users -> Groups"
el: Για να εμφανιστεί αυτό, η επιλογή "Εμφάνιση συμβάντων" πρέπει να επιλεγεί στο "Χρήστες -> Ομάδες"

source: Bat Mitzvah
el: Μπατ Μιτζβά

source: Bar Mitzvah
el: Μπαρ Μιτζβά

source: religion
el: θρησκεία

source: cause of death
el: αιτία θανάτου

source: murdered
el: δολοφονημένος

source: drowned
el: πνίγηκε

source: perished
el: χάθηκε

source: killed in action
el: σκοτώθηκε σε δράση

source: being missed
el: που λείπει

source: died unmarried
el: πέθανε άγαμος

source: registration
el: εγγραφή

source: If death year and age are used, then birth year is calculated automatically (when empty).
el: Εάν χρησιμοποιούνται έτος και ηλικία θανάτου, τότε το έτος γέννησης υπολογίζεται αυτόματα (όταν είναι κενό).

source: death time
el: ώρα θανάτου

source: death declaration
el: δήλωση θανάτου

source: cremation
el: αποτέφρωση

source: Text for person
el: Κείμενο για το άτομο

source: Source for person
el: Πηγή για το άτομο

source: own code
el: κωδικός

source: Use own code for your own remarks.<br> It's possible to use own code for special privacy options, see Admin > Users > Groups.<br> It's also possible to add your own icons by a person! Add the icon in the images folder e.g. 'person.gif', and add 'person' in the own code field.
el: Χρησιμοποιήστε τον δικό σας κωδικό για τις δικές σας παρατηρήσεις. Μπορείτε να χρησιμοποιήσετε τον δικό σας κωδικό για ειδικές επιλογές απορρήτου, δείτε Διαχειριστής > Χρήστες > Ομάδες. Είναι επίσης δυνατό να προσθέσετε τα δικά σας εικονίδια από ένα άτομο! Προσθέστε το εικονίδιο στο φάκελο εικόνων π.χ. "person.gif" και προσθέστε "person" στο πεδίο του δικού σας κώδικα.

source: There are %d unprocessed GEDCOM tags.
el: Υπάρχουν %d μη επεξεργασμένες ετικέτες GEDCOM.

source: User notes
el: Σημειώσεις χρήστη

source: There are %d user added notes.
el: Προστέθηκαν %d σημειώσεις χρήστη.

source: Delete person
el: Διαγραφή ατόμου

source: Add relation
el: Προσθήκη σχέσης

source: Add new relation to this person
el: Προσθέστε νέα σχέση σε αυτό το άτομο

source: Or add relation with existing person:
el: Ή προσθέστε σχέση με υπάρχον άτομο:

source: If you continue, ALL children will be disconnected automatically!
el: Αν συνεχίσετε, ΟΛΑ τα παιδιά θα αποσυνδεθούν αυτόματα!

source: Are you sure to remove this mariage?
el: Είστε βέβαιοι ότι θα καταργήσετε αυτό το γάμο;

source: Select person 1
el: Επιλέξτε άτομο 1

source: Select person 2
el: Επιλέξτε άτομο 2

source: End date
el: Ημερομηνία λήξης

source: Marriage/ Related
el: Γάμος/ Σχέση

source: Age person 1
el: Ηλικία ατόμου 1

source: If birth year of man or woman is empty it will be calculated automatically using age by marriage.
el: Εάν το έτος γέννησης του άνδρα ή της γυναίκας είναι κενό, θα υπολογιστεί αυτόματα χρησιμοποιώντας την ηλικία κατά γάμο.

source: Age person 2
el: Ηλικία ατόμου 2

source: Intentionally unmarried mother
el: Σκόπιμα ανύπαντρη μητέρα

source: Non_marital
el: Μη συζυγική

source: Registered partnership
el: Εγγεγραμμένη συνεργασία

source: Unknown relation
el: Άγνωστη σχέση

source: Registrar
el: Ληξίαρχος

source: Divorce (use this checkbox for a divorce without further data).
el: Διαζύγιο (χρησιμοποιήστε αυτό το πλαίσιο ελέγχου για διαζύγιο χωρίς περαιτέρω δεδομένα).

source: Text by relation
el: Κείμενο ανά σχέση

source: Source by relation
el: Πηγή ανά σχέση

source: Delete relation
el: Διαγραφή σχέσης

source: Use this icon to order children (drag and drop)
el: Χρησιμοποιήστε αυτό το εικονίδιο για να ταξινομήσετε παιδιά (με μεταφορά και απόθεση)

source: Or automatically order children:
el: Ή αυτόματη ταξινόμηση των παιδιών:

source: Automatic order children
el: Αυτόματη ταξινόμηση των παιδιών:

source: Children are re-ordered.
el: Τα παιδιά ταξινομήθηκαν εκ νέου

source: Disconnect child
el: Αποσυνδέστε το παιδί

source: Add child
el: Προσθήκη παιδιού

source: Or add existing person as a child:
el: Ή προσθέστε υπάρχον άτομο ως παιδί:

source: Select child
el: Επέλεξε παιδί

source: e.g. Writer, Brother, Sister, Father.
el: π.χ. Συγγραφέας, Αδελφός, Αδελφή, Πατέρας.

source: Page in source.
el: Σελίδα στην πηγή.

source: Quality
el: Ποιότητα

source: quality: default
el: ποιότητα: προεπιλογή

source: quality: unreliable evidence or estimated data
el: ποιότητα: αναξιόπιστα στοιχεία ή εκτιμώμενα δεδομένα

source: quality: questionable reliability of evidence
el: ποιότητα: αμφισβητήσιμη αξιοπιστία των αποδεικτικών στοιχείων

source: quality: data from secondary evidence
el: ποιότητα: δεδομένα από δευτερεύοντα στοιχεία

source: quality: data from direct source
el: ποιότητα: δεδομένα από άμεση πηγή

source: Extra text
el: Επιπλέον κείμενο

source: Search existing source
el: Αναζήτηση υπάρχουσας πηγής

source: Select existing source
el: Επιλέξτε την υπάρχουσα πηγή

source: Or:
el: Ή:

source: add new source
el: προσθήκη νέας πηγής

source: Add another source
el: Προσθέστε άλλη πηγή

source: GEDCOM file export
el: Εξαγωγή αρχείου GEDCOM

source: Don't use a GEDCOM file as a backup for your genealogical data!
el: Μην χρησιμοποιείτε ένα αρχείο GEDCOM ως αντίγραφο ασφαλείας για τα γενεαλογικά σας δεδομένα!

source: A GEDCOM file is only usefull to exchange genealogical data with other genealogical programs.
el: Ένα αρχείο GEDCOM είναι χρήσιμο μόνο για την ανταλλαγή γενεαλογικών δεδομένων με άλλα γενεαλογικά προγράμματα.

source: Use "Database backup" for a proper backup.
el: Χρησιμοποιήστε το "Αντίγραφο ασφαλείας βάσης δεδομένων" για ένα σωστό αντίγραφο ασφαλείας.

source: Download GEDCOM file
el: Κατεβάστε το αρχείο GEDCOM

source: Select family tree to export and click "Start export"
el: Επιλέξτε το οικογενειακό δέντρο για εξαγωγή και κάντε κλικ στην "Έναρξη εξαγωγής"

source: Choose family tree to export
el: Επιλέξτε γενεαλογικό δέντρο για εξαγωγή

source: Include spouses of descendants
el: Συμπεριλάβετε τους συζύγους των απογόνων

source: Include parents of spouses
el: Συμπεριλάβετε τους γονείς των συζύγων

source: GEDCOM version
el: Έκδοση GEDCOM

source: Character set
el: Σετ χαρακτήρα

source: UTF-8 (recommended character set)
el: UTF-8 (προτεινόμενο σύνολο χαρακτήρων)

source: GEDCOM 7.0 always uses the UTF-8 character set.
el: Το GEDCOM 7.0 χρησιμοποιεί πάντα το σύνολο χαρακτήρων UTF-8.

source: Export texts
el: Εξαγωγή κειμένων

source: Export shared addresses
el: Εξαγωγή κοινόχρηστων διευθύνσεων

source: Convert all shared addresses as single addresses
el: Μετατρέψτε όλες τις κοινόχρηστες διευθύνσεις ως μεμονωμένες διευθύνσεις

source: "Shared addresses" is <b>only compatible</b> with HuMo-genealogy and Haza-21 programs.<br> Other programs: convert shared addresses. The "shared address" option will be lost.
el: Οι "Κοινόχρηστες διευθύνσεις" είναι <b>συμβατές</b> μόνο με τα προγράμματα HuMo-genealogy και Haza-21.<br> Άλλα προγράμματα: μετατροπή κοινόχρηστων διευθύνσεων. Η επιλογή "κοινόχρηστη διεύθυνση" θα χαθεί.

source: There are no shared addresses, standard GEDCOM export is used.
el: Δεν υπάρχουν κοινές διευθύνσεις, χρησιμοποιείται τυπική εξαγωγή GEDCOM.

source: Show export status
el: Εμφάνιση κατάστασης εξαγωγής

source: STEP 1) Select GEDCOM file:
el: ΒΗΜΑ 1) Επιλέξτε το αρχείο GEDCOM:

source: Add and remove GEDCOM files
el: Προσθήκη και αφαίρεση αρχείων GEDCOM

source: Here you can upload a GEDCOM file (for example: gedcom_name.ged or gedcom_name.zip).
el: Εδώ μπορείτε να ανεβάσετε ένα αρχείο GEDCOM (για παράδειγμα: gedcom_name.ged ή gedcom_name.zip).

source: ATTENTION: the privileges of the file map may have to be adjusted!
el: ΠΡΟΣΟΧΗ: τα προνόμια του χάρτη αρχείων ίσως χρειαστεί να προσαρμοστούν!

source: Another option is to upload GEDCOM files manually by using FTP to folder: /humo-gen/admin/gedcom_files/
el: Μια άλλη επιλογή είναι να ανεβάσετε αρχεία GEDCOM με μη αυτόματο τρόπο χρησιμοποιώντας το FTP στο φάκελο: /humo-gen/admin/gedcom_files/

source: Are you sure to remove GEDCOM files?
el: Είστε βέβαιοι ότι θα καταργήσετε τα αρχεία GEDCOM;

source: GEDCOM file is REMOVED.
el: Το αρχείο GEDCOM ΚΑΤΑΡΓΗΘΗΚΕ.

source: If needed remove GEDCOM files (except test GEDCOM file):
el: Εάν χρειάζεται, αφαιρέστε τα αρχεία GEDCOM (εκτός από το δοκιμαστικό αρχείο GEDCOM):

source: Remove all GEDCOM files
el: Καταργήστε όλα τα αρχεία GEDCOM

source: Remove GEDCOM files older than %d month(s)
el: Κατάργηση αρχείων GEDCOM παλαιότερα από %d μήνες

source: Remove GEDCOM files older than %d year(s)
el: Κατάργηση αρχείων GEDCOM παλαιότερα από %d έτος(α)

source: Remove
el: Αφαιρώ

source: Select GEDCOM file and settings
el: Επιλέξτε το αρχείο και τις ρυθμίσεις GEDCOM

source: Select GEDCOM file
el: Επιλέξτε το αρχείο GEDCOM

source: GEDCOM settings
el: Ρυθμίσεις GEDCOM

source: Add a general source connected to all persons in this GEDCOM file.
el: Προσθέστε μια γενική πηγή συνδεδεμένη με όλα τα άτομα σε αυτό το αρχείο GEDCOM.

source: Reassign new ID numbers for persons, fams etc. (don't use IDs from GEDCOM)
el: Εκχωρήστε εκ νέου νέους αριθμούς ταυτότητας για πρόσωπα, γνωστούς κ.λπ. (μην χρησιμοποιείτε αναγνωριστικά από την GEDCOM)

source: Order children by date (only needed if children are in wrong order)
el: Ταξινόμηση των παιδιών κατά ημερομηνία (χρειάζεται μόνο εάν τα παιδιά έχουν λάθος σειρά)

source: Order families by date (only needed if families are in wrong order)
el: Ταξινόμηση οικογενειών κατά ημερομηνία (χρειάζεται μόνο εάν οι οικογένειες έχουν λανθασμένη σειρά)

source: Add new locations to geo-location database (for Google Maps locations). This will slow down reading of GEDCOM file!
el: Προσθέστε νέες τοποθεσίες στη βάση δεδομένων γεωγραφικών τοποθεσιών (για τοποθεσίες στους Χάρτες Google). Αυτό θα επιβραδύνει την ανάγνωση του αρχείου GEDCOM!

source: Don't remove picture links from database (only needed for Geneanet GEDCOM file).
el: Μην αφαιρείτε συνδέσμους εικόνων από τη βάση δεδομένων (απαιτείται μόνο για το αρχείο Geneanet GEDCOM).

source: In Geneanet add HuMo-genealogy picture id in the source by a person. Using this example: #media1254,media13454#
el: Στο Geneanet προσθέστε το αναγνωριστικό εικόνας HuMo-genealogy στην πηγή από ένα άτομο. Χρησιμοποιώντας αυτό το παράδειγμα: #media1254,media13454#

source: Only process picture file name. For example: picture.jpg [DEFAULT]
el: Επεξεργαστείτε μόνο το όνομα αρχείου εικόνας. Για παράδειγμα: picture.jpg [ΠΡΟΕΠΙΛΟΓΗ]

source: Process full picture path. For example: picture_path&#92;picture.jpg
el: Επεξεργασία διαδρομής πλήρους εικόνας. Για παράδειγμα: picture_path&#92;picture.jpg

source: GEDCOM process settings
el: Ρυθμίσεις διαδικασίας GEDCOM

source: Show non-processed items when processing GEDCOM (can be a long list!
el: Εμφάνιση μη επεξεργασμένων στοιχείων κατά την επεξεργασία του GEDCOM (μπορεί να είναι μια μεγάλη λίστα!

source: Show all numbers when processing GEDCOM (useful when a time-out occurs!)
el: Εμφάνιση όλων των αριθμών κατά την επεξεργασία του GEDCOM (χρήσιμο όταν προκύπτει χρονικό όριο!)

source: Debug mode
el: Λειτουργία εντοπισμού σφαλμάτων

source: Batch processing
el: Επεξεργασία παρτίδας

source: 1 record (slow processing, but needs less server-memory)
el: 1 εγγραφή (αργή επεξεργασία, αλλά χρειάζεται λιγότερη μνήμη διακομιστή)

source: ALL records (fast processing, but needs server-memory)
el: ΟΛΕΣ οι εγγραφές (γρήγορη επεξεργασία, αλλά χρειάζεται μνήμη διακομιστή)

source: Time-out detected! Controlled time-out setting is adjusted. Retry reading of GEDCOM with new setting.
el: Εντοπίστηκε τάιμ άουτ! Η ρύθμιση ελεγχόμενου χρονικού ορίου προσαρμόζεται. Δοκιμάστε ξανά την ανάγνωση του GEDCOM με νέα ρύθμιση.

source: seconds. Controlled time-out, the GEDCOM script will restart and continue.<br>Use this if the server has a time-out setting (set less seconds then server time-out).<br>0 = disable controlled time-out.
el: δευτερόλεπτα. Ελεγχόμενο χρονικό όριο λήξης, το σενάριο GEDCOM θα επανεκκινηθεί και θα συνεχιστεί.Χρησιμοποιήστε το εάν ο διακομιστής έχει μια ρύθμιση χρονικού ορίου (ρυθμίστε λιγότερα δευτερόλεπτα μετά το χρονικό όριο του διακομιστή).0 = απενεργοποιήστε το ελεγχόμενο χρονικό όριο λήξης.

source: Yes, replace existing family tree: <b>"%1$s"</b> with %2$s persons!
el: Ναι, αντικαταστήστε το υπάρχον οικογενειακό δέντρο: "%1$s" με %2$s άτομα!

source: Add this GEDCOM file to the existing tree
el: Προσθέστε αυτό το αρχείο GEDCOM στο υπάρχον δέντρο

source: Step
el: Βήμα

source: STEP 2) Remove old family tree:
el: ΒΗΜΑ 2) Αφαιρέστε το παλιό οικογενειακό δέντρο:

source: <b>STEP 3) Processing GEDCOM file:</b> <p>The following lines have to be processed without error messages...<br> <b>Processing may take a while!!</b>
el: <b>ΒΗΜΑ 3) Επεξεργασία αρχείου GEDCOM:</b> <p> Οι ακόλουθες γραμμές πρέπει να υποβάλλονται σε επεξεργασία χωρίς μηνύματα σφάλματος ... <br> \ n<b>Η επεξεργασία ενδέχεται να διαρκέσει λίγο!!</b>

source: Restart
el: Επανεκκίνηση

source: lines processed
el: γραμμές που υποβάλλονται σε επεξεργασία

source: Or wait %s seconds for automatic continuation. Some browsers will give a reload message...
el: Ή περιμένετε %s δευτερόλεπτα για αυτόματη συνέχιση. Ορισμένα προγράμματα περιήγησης θα δώσουν ένα μήνυμα επαναφόρτωσης...

source: Persons added by GEDCOM import.
el: Πρόσωπα που προστέθηκαν από την εισαγωγή GEDCOM.

source: Reading in the file took: %d seconds
el: Η ανάγνωση στο αρχείο διήρκεσε: %d δευτερόλεπτα

source: Non-processed items
el: Μη επεξεργασμένα είδη

source: Level
el: Επίπεδο

source: All items have been processed!
el: Όλα τα στοιχεία έχουν υποστεί επεξεργασία!

source: STEP 4) Final database processing:
el: Βήμα 4) Επεξεργασία τελικής βάσης δεδομένων:

source: Processing of referenced texts into standard texts...
el: Επεξεργασία κειμένων αναφοράς σε τυπικά κείμενα...

source: persons
el: άτομα

source: families
el: οικογένειες

source: Processing texts IN names...
el: Επεξεργασία κειμένων σε ονόματα...

source: Updating location database...
el: Ενημέρωση βάσης δεδομένων τοποθεσίας...

source: Order children...
el: Ταξινομήστε τα παιδιά...

source: Counting persons and families and enter into database...
el: Καταμέτρηση των ατόμων και των οικογενειών και προσθέτοντας στη βάση δεδομένων ...

source: Processing took: %d seconds
el: Η επεξεργασία διήρκεσε: %d δευτερόλεπτα

source: No error messages? In this case the database is ready for use!
el: Δεν υπάρχουν μηνύματα σφάλματος; Σε αυτή την περίπτωση η βάση δεδομένων είναι έτοιμη για χρήση!

source: Ready! Now click %s to watch the family tree
el: Ready! Now click %s to see your family tree

source: TIP: Use <a href="index.php?page=cal_date">"Calculated birth dates"</a> for a better privacy filter.
el: ΣΥΜΒΟΥΛΗ: Χρησιμοποιήστε <a href="index.php?page=cal_date">"Υπολογισμένες ημερομηνίες γέννησης"</a> για καλύτερο ΦΙΛΤΡΟ ΑΠΟΡΡΗΤΟΥ.

source: Remove old family tree items from %s table...
el: Κατάργηση παλαιών στοιχείων οικογενειακού δέντρου από τον πίνακα %s...

source: Optimize table...
el: Βελτιστοποίηση πίνακα...

source: No error messages above? In that case the tables have been created!
el: Δεν υπάρχουν μηνύματα σφάλματος παραπάνω; Σε αυτή την περίπτωση οι πίνακες έχουν δημιουργηθεί!

source: It's not possible to delete this group: there is/ are
el: Δεν είναι δυνατή η διαγραφή αυτής της ομάδας: υπάρχουν/υπάρχουν

source: user(s) connected to this group!
el: χρήστες που συνδέονται με αυτήν την ομάδα!

source: Are you sure you want to remove the group:
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε την ομάδα:
