Repository: HuubMons/HuMo-genealogy
Catalog: languages/gr/gr.po
Languages: el

source: If the site owner gave you a username and password, you can log in here to see data that is not shown to the general public (such as details of living people or "hidden" family trees)
el: Εάν ο ιδιοκτήτης του ιστότοπου σάς έδωσε όνομα χρήστη και κωδικό πρόσβασης, μπορείτε να συνδεθείτε εδώ για να δείτε δεδομένα που δεν εμφανίζονται στο ευρύ κοινό (όπως στοιχεία ζωντανών ανθρώπων ή "κρυμμένα" οικογενειακά δέντρα)

source: Language Flags
el: Σημαίες γλώσσας

source: On the menu bar, to the right of the menu buttons, you will notice several national flags, that allow you to change the display language.
el: Στη γραμμή μενού, στα δεξιά των κουμπιών μενού, θα παρατηρήσετε αρκετές εθνικές σημαίες, που σας επιτρέπουν να αλλάξετε τη γλώσσα εμφάνισης.

source: User settings
el: Ρυθμίσεις χρήστη

source: This page contains several user settings: selecting a theme and changing password (if allowed).
el: Αυτή η σελίδα περιέχει πολλές ρυθμίσεις χρήστη: επιλογή θέματος και αλλαγή κωδικού πρόσβασης (αν επιτρέπεται).

source: ”Select a theme” dropdown
el: Αναπτυσσόμενο μενού "Επιλογή θέματος".

source: By default, %s is provided with several color schemes, and so long as the site administrator has not disabled them, they will appear in this dropdown list. You can select a theme to your preference, that will change elements such as page color, background images, etc. These themes will only affect your experience on %s and will make no changes to your internet browser or computer.
el: Από προεπιλογή, το %s παρέχεται με πολλούς συνδυασμούς χρωμάτων και εφόσον ο διαχειριστής του ιστότοπου δεν τους έχει απενεργοποιήσει, θα εμφανίζονται σε αυτήν την αναπτυσσόμενη λίστα. Μπορείτε να επιλέξετε ένα θέμα σύμφωνα με τις προτιμήσεις σας, το οποίο θα αλλάξει στοιχεία όπως το χρώμα της σελίδας, οι εικόνες φόντου κ.λπ. Αυτά τα θέματα θα επηρεάσουν μόνο την εμπειρία σας στο %s και δεν θα κάνουν αλλαγές στο πρόγραμμα περιήγησης στο Διαδίκτυο ή στον υπολογιστή σας.

source: Owner family tree
el: Ιδιοκτήτης οικογενειακού δέντρου

source: Clicking the name of the site owner will open an email form that allows you to send the site owner a short notice. Please enter your name and email address, so you can be answered. If you wish to send the site owner an attachment (such as a photo or a document) you can use this form to ask the site owner for his email. Then you can use any regular email program to send those attachments. (The email address of the site owner is not published on the site to prevent spamming).
el: Κάνοντας κλικ στο όνομα του κατόχου του ιστότοπου θα ανοίξει μια φόρμα ηλεκτρονικού ταχυδρομείου που σας επιτρέπει να στείλετε μια σύντομη ειδοποίηση στον κάτοχο του ιστότοπου. Εισαγάγετε το όνομα και τη διεύθυνση email σας, ώστε να μπορείτε να απαντήσετε. Εάν θέλετε να στείλετε στον κάτοχο του ιστότοπου ένα συνημμένο (όπως μια φωτογραφία ή ένα έγγραφο), μπορείτε να χρησιμοποιήσετε αυτήν τη φόρμα για να ζητήσετε από τον ιδιοκτήτη του ιστότοπου το email του. Στη συνέχεια, μπορείτε να χρησιμοποιήσετε οποιοδήποτε κανονικό πρόγραμμα email για να στείλετε αυτά τα συνημμένα. (Η διεύθυνση email του κατόχου του ιστότοπου δεν δημοσιεύεται στον ιστότοπο για την αποφυγή ανεπιθύμητων μηνυμάτων).

source: Search fields
el: Πεδία αναζήτησης

source: In the search fields you can search by first and/or last name. You can also choose from three options: "contains", "equals" and "starts with". Note: next to the search button there is an option for "Advanced Search!"
el: Στα πεδία αναζήτησης μπορείτε να κάνετε αναζήτηση με όνομα ή/και επώνυμο. Μπορείτε επίσης να επιλέξετε από τρεις επιλογές: "περιέχει", "ισούται" και "ξεκινά με". Σημείωση: δίπλα στο κουμπί αναζήτησης υπάρχει μια επιλογή για "Σύνθετη αναζήτηση!"

source: Recently changed persons and new persons
el: Πρόσφατα άλλαξαν πρόσωπα και νέα πρόσωπα

source: Minimum:
el: Τουλάχιστον:

source: characters
el: χαρακτήρες

source: Favourites list:
el: Λίστα αγαπημένων:

source: Places (by persons)
el: Μέρη (κατά άτομα)

source: Places (by families)
el: Μέρη (κατά οικογένειες)

source: Register
el: Κάνω ΕΓΓΡΑΦΗ

source: European law: %s cookie information
el: Ευρωπαϊκή νομοθεσία: %s πληροφορίες cookie

source: birth pl.
el: τόπος γέννησης

source: bapt pl.
el: τόπος βάπτισης

source: death pl.
el: τόπος θανάτου

source: Find place
el: Βρείτε μέρος

source: Contains
el: Περιέχει

source: Equals
el: Ίσο

source: Starts with
el: Ξεκινάει με

source: Date untill
el: Ημερομηνία έως

source: Research status:
el: Ερευνητική κατάσταση:

source: parents unknown
el: άγνωστοι γονείς

source: father unknown
el: άγνωστος πατέρας

source: mother unknown
el: άγνωστη μητέρα

source: Choose sex:
el: Επιλέξτε φύλο:

source: Male
el: Αρσενικά

source: Female
el: Θηλυκά

source: Partner firstname
el: Όνομα συνεργάτη

source: Partner lastname
el: Επώνυμο συνεργάτη

source: Clear fields
el: Καθαρίστε τα πεδία

source: Wildcards:
el: Μπαλαντέρ:

source: _ = 1 character
el: _ = 1 χαρακτήρας

source: % = >1 character
el: % = >1 χαρακτήρας

source: Tip
el: Συμβουλή

source: With Advanced Search you can easily create lists like: all persons with surname <b>Schaap</b> who were born <b>between 1820 and 1840</b> in <b>Amsterdam</b><br>You can also search without a name: all persons who <b>died in 1901</b> in <b>Amstelveen.</b>
el: Με τη Σύνθετη αναζήτηση μπορείτε εύκολα να δημιουργήσετε λίστες όπως: όλα τα άτομα με επώνυμο <b>Schaap</b> που γεννήθηκαν <b>μεταξύ 1820 και 1840</b> στο <b>Άμστερνταμ</b><br>Μπορείτε αναζήτηση επίσης χωρίς όνομα: όλα τα άτομα που <b>πέθαναν το 1901</b> στο <b>Amstelveen.</b>

source: Standard search
el: Τυπική αναζήτηση

source: persons found.
el: άτομα που βρέθηκαν.

source: Concise view
el: Συνοπτικά

source: No names found.
el: Δεν βρέθηκαν ονόματα.

source: Sort by:
el: Ταξινόμηση κατά:

source: Frequency of Surnames
el: Συχνότητα Επωνύμων

source: All names
el: Όλα τα ονόματα

source: Number of displayed surnames
el: Αριθμός εμφανιζόμενων επωνύμων

source: Number of columns
el: Αριθμός στηλών

source: families found.
el: βρέθηκαν οικογένειες.

source: No valid username or password.
el: Μη έγκυρο όνομα χρήστη ή κωδικός πρόσβασης.

source: Mail form
el: Φόρμα αλληλογραφίας

source: The e-mail address you entered doesn't seem to be a valid e-mail address!
el: Η διεύθυνση e-mail που εισαγάγατε δεν φαίνεται να είναι έγκυρη διεύθυνση e-mail!

source: Display birth or death locations across different time periods
el: Εμφάνιση τοποθεσιών γέννησης ή θανάτου σε διαφορετικές χρονικές περιόδους

source: Display:
el: Απεικόνιση:

source: Display births until:
el: Εμφάνιση γεννήσεων έως:

source: Display deaths until:
el: Εμφάνιση θανάτων μέχρι:

source: Filter by specific family name(s)
el: Φιλτράρισμα κατά συγκεκριμένο όνομα(α) οικογένειας

source: Mark checkbox next to name(s)
el: Επισήμανση πλαισίου ελέγχου δίπλα στα ονόματα

source: Filter by descendants
el: Φιλτράρισμα κατά απογόνους

source: Filter by ancestors
el: Φιλτράρισμα κατά προγόνους

source: Mapping with specific name(s):
el: Χαρτογράφηση με συγκεκριμένα ονόματα:

source: Switch name filter off
el: Απενεργοποιήστε το φίλτρο ονόματος

source: Filter by descendants of:
el: Φιλτράρισμα κατά απογόνους:

source: Switch descendant filter off
el: Απενεργοποιήστε το φίλτρο απογόνων

source: No known birth places amongst descendants
el: Δεν υπάρχουν γνωστοί τόποι γέννησης μεταξύ των απογόνων

source: Filter by ancestors of:
el: Φιλτράρισμα κατά προγόνους των:

source: Switch ancestor filter off
el: Απενεργοποιήστε το προγονικό φίλτρο

source: No known birth places amongst ancestors
el: Δεν υπάρχουν γνωστοί τόποι γέννησης μεταξύ των προγόνων

source: Filter by descendants of a person
el: Φιλτράρισμα κατά απογόνους ενός ατόμου

source: Pick a name or enter ID:
el: Επιλέξτε ένα όνομα ή εισαγάγετε αναγνωριστικό:

source: Pick a name from the pulldown list
el: Επιλέξτε ένα όνομα από την αναπτυσσόμενη λίστα

source: Filter by ancestors of a person
el: Φιλτράρισμα με βάση τους προγόνους ενός ατόμου

source: today
el: σήμερα

source: For a list of all people that died here until
el: Για μια λίστα με όλους τους ανθρώπους που πέθαναν εδώ μέχρι

source: Hide full details
el: Απόκρυψη πλήρους στοιχείων

source: Show full details
el: Εμφάνιση πλήρων λεπτομερειών

source: Hide dates
el: Απόκρυψη ημερομηνιών

source: Show dates
el: Εμφάνιση ημερομηνιών

source: Dates below names
el: Ημερομηνίες κάτω από τα ονόματα

source: Dates beside names
el: Ημερομηνίες μετά τα ονόματα

source: Choose number of generations to display
el: Επιλέξτε τον αριθμό των γενεών για εμφάνιση

source: PDF (Portrait)
el: PDF (Κατακόρυφο)

source: PDF (Landscape)
el: Φώτο ανά σελίδα

source: Photo's per page
el: Φώτο ανά σελίδα

source: Registration completed
el: Η εγγραφή ολοκληρώθηκε

source: At this moment you are registered in the user-group "guest". The administrator will check your registration, and select a user-group for you.
el: Αυτή τη στιγμή είστε εγγεγραμμένος στην ομάδα χρηστών "επισκέπτης". Ο διαχειριστής θα ελέγξει την εγγραφή σας και θα επιλέξει μια ομάδα χρηστών για εσάς.

source: The register function has been switched off!
el: Η λειτουργία εγγραφής έχει απενεργοποιηθεί!

source: User registration form
el: Φόρμα εγγραφής χρήστη

source: Repeat password
el: Επαναλάβετε τον κωδικό πρόσβασης

source: or: ID
el: ή: ID

source: Results are limited, use search to find more persons.
el: Τα αποτελέσματα είναι περιορισμένα, χρησιμοποιήστε την αναζήτηση για να βρείτε περισσότερα άτομα.

source: This calculator will find the following relationships:<br> <ul><li>Any blood relationship between X and Y ("X is great-grandfather of Y", "X is 3rd cousin once removed of Y" etc.)</li> <li>Blood relationship between the spouse of X and person Y ("X is spouse of 2nd cousin of Y", "X is son-in-law of Y")</li> <li>Blood relationship between person X and the spouse of Y ("X is 2nd cousin of spouse of Y", "X is father-in-law of Y")</li> <li>Blood relationship between spouse of X and spouse of Y ("X spouse of sister-in-law of Y" etc.)</li> <li>Direct marital relation ("X is spouse of Y")</li></ul> Directions for use:<br> <ul><li>Enter first and/or last name (or part of names) in the search boxes and press "Search". Repeat this for person 1 and 2.</li> <li>If more than 1 person is found, select the one you want from the search result pulldown box. Repeat this for person 1 and 2.</li> <li>Now press the "Calculate relationships" button on the right.</li> <li><b>TIP: when you click "search" with empty first <u>and</u> last name boxes you will get a list with all persons in the database. (May take a few seconds)</b></li></ul>
el: Αυτή η αριθμομηχανή θα βρει τις ακόλουθες σχέσεις: Οποιαδήποτε συγγένεια μεταξύ του Χ και του Υ ("Ο Χ είναι προπάππους του Υ", "Ο Χ είναι ο τρίτος ξάδερφος που αφαιρέθηκε από τον Υ" κ.λπ.) Σχέση αίματος μεταξύ της συζύγου του Χ και του ατόμου Υ ("Ο Χ είναι σύζυγος του 2ου ξαδέλφου του Υ", "Ο Χ είναι γαμπρός του Υ") Σχέση αίματος μεταξύ του ατόμου Χ και της συζύγου του Υ ("Χ είναι 2ος ξάδερφος της συζύγου του Υ", "Χ είναι πεθερός του Υ") Σχέση αίματος μεταξύ συζύγου του Χ και συζύγου του Υ ("Χ σύζυγος κουνιάδας του Υ" κ.λπ.) Άμεση συζυγική σχέση ("Χ είναι σύζυγος του Υ") Οδηγίες χρήσης: Εισαγάγετε το όνομα ή/και το επώνυμο (ή μέρος των ονομάτων) στα πλαίσια αναζήτησης και πατήστε "Αναζήτηση". Επαναλάβετε αυτό για το άτομο 1 και 2. Εάν βρεθούν περισσότερα από 1 άτομα, επιλέξτε αυτό που θέλετε από το αναπτυσσόμενο πλαίσιο αποτελεσμάτων αναζήτησης. Επαναλάβετε αυτό για το άτομο 1 και 2. Τώρα πατήστε το κουμπί "Υπολογισμός σχέσεων" στα δεξιά. ΣΥΜΒΟΥΛΗ: όταν κάνετε κλικ στην "αναζήτηση" με κενά πλαίσια και επωνύμου, θα λάβετε μια λίστα με όλα τα άτομα στη βάση δεδομένων. (Μπορεί να χρειαστούν μερικά δευτερόλεπτα)

source: Calculate relationships
el: Υπολογίστε τις σχέσεις

source: You have to search and than choose Person 1 and Person 2 from the search result pulldown
el: Πρέπει να κάνετε αναζήτηση και στη συνέχεια να επιλέξετε Άτομο 1 και Άτομο 2 από το αναπτυσσόμενο μενού αποτελεσμάτων αναζήτησης

source: Use Extended Calculator
el: Χρησιμοποιήστε τον εκτεταμένο υπολογισμό

source: are both husbands of
el: είναι και οι δύο σύζυγοι του/της

source: are both wifes of
el: είναι και οι δύο σύζυγοι του

source: husband of
el: σύζυγος της

source: wife of
el: σύζυγος του

source: No blood relation or direct marital relation found
el: Δεν βρέθηκε συγγένεια εξ αίματος ή άμεση συζυγική σχέση

source: No direct marital relation found
el: Δεν βρέθηκε άμεση συζυγική σχέση

source: You may wish to try finding a connection with the <span style='font-weight:bold'>Extended Marital Calculator</span> below.<br> This will find connections that span over many marital relations and generations.<br> Computing time will vary depending on the size of the tree and the distance between the two persons.<br> For example, in a 10,000 person tree even the most distant persons will usually be found within 1-2 seconds.<br> In a 75,000 person tree the most distant persons may take up to 8 sec to find.
el: Μπορεί να θέλετε να δοκιμάσετε να βρείτε μια σύνδεση με τον Εκτεταμένο Συζυγικό Υπολογιστή παρακάτω. Αυτό θα βρει συνδέσεις που εκτείνονται σε πολλές συζυγικές σχέσεις και γενιές. Ο χρόνος υπολογισμού θα ποικίλλει ανάλογα με το μέγεθος του δέντρου και την απόσταση μεταξύ των δύο ατόμων. Για παράδειγμα, σε ένα δέντρο 10.000 ατόμων ακόμη και τα πιο απομακρυσμένα άτομα θα βρεθούν συνήθως μέσα σε 1-2 δευτερόλεπτα. Σε ένα δέντρο 75.000 ατόμων, τα πιο μακρινά άτομα μπορεί να χρειαστούν έως και 8 δευτερόλεπτα για να βρουν.

source: Perform extended marital calculation
el: Εκτελέστε εκτεταμένο συζυγικό υπολογισμό

source: Try to find another path
el: Προσπάθησε να βρεις άλλο δρόμο

source: Your new password has been stored successfully
el: Ο νέος σας κωδικός έχει αποθηκευτεί με επιτυχία

source: Your password activation key was already sent to your email address, please check your inbox and spam folder
el: Το κλειδί ενεργοποίησης του κωδικού πρόσβασής σας έχει ήδη σταλεί στη διεύθυνση email σας, ελέγξτε τα εισερχόμενά σας και το φάκελο ανεπιθύμητης αλληλογραφίας

source: This is in response to your request for password reset at
el: Αυτό είναι απόκριση στο αίτημά σας για επαναφορά κωδικού πρόσβασης στο

source: To reset your password, please visit this link or copy and paste this link in your browser window
el: Για να επαναφέρετε τον κωδικό πρόσβασής σας, επισκεφτείτε αυτόν τον σύνδεσμο ή αντιγράψτε και επικολλήστε αυτόν τον σύνδεσμο στο παράθυρο του προγράμματος περιήγησής σας

source: Your request for password retrieval
el: Το αίτημά σας για ανάκτηση κωδικού πρόσβασης

source: We encountered a system problem in sending reset link to your email address.
el: Αντιμετωπίσαμε πρόβλημα συστήματος κατά την αποστολή συνδέσμου επαναφοράς στη διεύθυνση email σας.

source: Your reset link was sent to your email address. Please check your mail in a few minutes.
el: Ο σύνδεσμος επαναφοράς στάλθηκε στη διεύθυνση email σας. Ελέγξτε την αλληλογραφία σας σε λίγα λεπτά.

source: Re-enter new Password
el: Εισαγάγετε ξανά νέο κωδικό πρόσβασης

source: Source by address (person):
el: Πηγή ανά διεύθυνση (άτομο):

source: Source for marriage notice:
el: Πηγή ειδοποίησης γάμου:

source: Source for marriage notice (church):
el: Πηγή ειδοποίησης γάμου (εκκλησία):

source: Source by address (family):
el: Πηγή ανά διεύθυνση (οικογένεια):

source: Source for address:
el: Πηγή για διεύθυνση:

source: Frequency of First Names
el: Συχνότητα Ονομάτων

source: Number of displayed first names
el: Αριθμός εμφανιζόμενων ονομάτων

source: No. of persons
el: Αριθμός ατόμων

source: Oldest birth date
el: Πρωιμότερη ημερομηνία γέννησης

source: Youngest birth date
el: Τελευταία ημερομηνία γέννησης

source: Oldest baptism date
el: Η παλαιότερη ημερομηνία βάπτισης

source: Youngest baptism date
el: Η νεότερη ημερομηνία βάπτισης

source: Oldest death date
el: Πρωιμότερη ημερομηνία θανάτου

source: Youngest death date
el: Τελευταία ημερομηνία θανάτου

source: Longest living person
el: Η μεγαλύτερη διάρκεια ζωής

source: Average age
el: ΜΕΣΟΣ ΟΡΟΣ ΖΩΗΣ

source: Average age married persons
el: Μέση διάρκεια ζωής των παντρεμένων ατόμων

source: Lifespan range of married individuals
el: Εύρος διάρκειας ζωής παντρεμένων ατόμων

source: Latest update
el: Τελευταία ενημέρωση

source: No. of families
el: Αριθμός οικογενειών

source: Most children in family
el: Τα περισσότερα παιδιά

source: There are no dates available for this person. Timeline can not be calculated.
el: Δεν υπάρχουν διαθέσιμες ημερομηνίες για αυτό το άτομο. Το χρονοδιάγραμμα δεν μπορεί να υπολογιστεί.

source: Steps:
el: Διάστημα:

source: Change Display
el: Ανανέωση

source: Explanation of the timeline chart:<br> <ul><li>The middle column displays the years of the timeline. The starting point will be just before birth and the end year will be just after death.</li> <li>The left column displays the events in the person's life.<br> Events listed are: birth, death and marriage(s) of main person, death of spouse, birth, marriage and death of children and birth and death of grandchildren.<br> Birth, death, marriages and death of spouse are listed in bold red. Birth, marriage and death of children in green. Birth and death of grandchildren in blue</li> <li>The rightmost column displays historic events that took place in these years.</li></ul> The timeline menu:<br> <ul><li>On the top part of the menu you can choose how the chart will be displayed. There are three choices:<br> 1 - will display each year in a separate row.<br> 5 - will create periods of five years for a more concise display.<br> 10 - displays the chart in periods of one decade for even more concise display.</li> <li>If the webmaster enabled more than one timeline, the bottom part of the menu will let you choose from amongst several possible timelines. For example "American History", "Dutch History" etc.</li> <li><strong>After choosing the desired step and/or timeline, click the "Change Display" button on the bottom of the menu.</strong></li></ul>
el: Επεξήγηση του γραφήματος χρονογραμμής: Η μεσαία στήλη εμφανίζει τη γραμμή χρόνου. Το σημείο εκκίνησης θα είναι λίγο πριν τη γέννηση και το τέλος του έτους θα είναι αμέσως μετά το θάνατο. Η αριστερή στήλη εμφανίζει τα γεγονότα στη ζωή του ατόμου. Τα γεγονότα που παρατίθενται είναι: γέννηση, θάνατος και γάμος του κύριου προσώπου, θάνατος συζύγου, γέννηση, γάμος και θάνατος παιδιών και γέννηση και θάνατος εγγονών. Η γέννηση, ο θάνατος, οι γάμοι και ο θάνατος του συζύγου αναφέρονται με έντονο κόκκινο. Γέννηση, γάμος και θάνατος παιδιών με πράσινο χρώμα. Γέννηση και θάνατος εγγονιών με μπλε χρώμα Η δεξιά στήλη εμφανίζει ιστορικά γεγονότα που έλαβαν χώρα σε αυτά τα . Το μενού της γραμμής χρόνου: Στο επάνω μέρος του μενού μπορείτε να επιλέξετε πώς θα εμφανίζεται το γράφημα. Υπάρχουν τρεις επιλογές: 1 - θα εμφανίζεται κάθε χρόνο σε ξεχωριστή σειρά. 5 - θα δημιουργήσει περιόδους των πέντε για μια πιο συνοπτική εμφάνιση. 10 - εμφανίζει το γράφημα σε περιόδους μιας δεκαετίας για ακόμη πιο συνοπτική εμφάνιση. Εάν ο webmaster έχει ενεργοποιήσει περισσότερες από μία λωρίδες χρόνου, το κάτω μέρος του μενού θα σας επιτρέψει να επιλέξετε ανάμεσα σε πολλές πιθανές γραμμές χρόνου. Για παράδειγμα «Αμερικανική Ιστορία», «Ολλανδική Ιστορία» κ.λπ. Αφού επιλέξετε το επιθυμητό βήμα ή/και το χρονικό πλαίσιο, κάντε κλικ στο κουμπί "Ανανέωση" στο κάτω μέρος του μενού.

source: There are no timeline files available for this language.
el: Δεν υπάρχουν διαθέσιμα αρχεία χρονολογίου για αυτήν τη γλώσσα.

source: Two factor authentication (2FA)
el: Έλεγχος ταυτότητας δύο παραγόντων (2FA)

source: Use a 2FA app (like Microsoft or Google authenticator) to generate a secure code to login.
el: Χρησιμοποιήστε μια εφαρμογή 2FA (όπως Microsoft ή Google authenticator) για να δημιουργήσετε έναν ασφαλή κωδικό για να συνδεθείτε.

source: More information about 2FA can be found at internet.
el: Περισσότερες πληροφορίες για το 2FA μπορείτε να βρείτε στο διαδίκτυο.

source: 1) Install a 2FA app, and add %s in the app using this QR code:
el: 1) Εγκαταστήστε μια εφαρμογή 2FA και προσθέστε %s στην εφαρμογή χρησιμοποιώντας αυτόν τον κωδικό QR:

source: 2) Use 2FA code from app and enable 2FA login:
el: 2) Χρησιμοποιήστε τον κωδικό 2FA από την εφαρμογή και ενεργοποιήστε τη σύνδεση 2FA:

source: Enable 2FA login
el: Ενεργοποίηση σύνδεσης 2FA

source: Select a theme
el: Επιλέξτε ένα θέμα
