Repository: HuubMons/HuMo-genealogy
Catalog: languages/gr/gr.po
Languages: el

source: Picture/ Media
el: Εικόνα/Μέσα

source: Profession
el: Επάγγελμα

source: Event
el: Εκδήλωση

source: godfather
el: νονός

source: witness
el: μάρτυρας

source: Name
el: Όνομα

source: Prefix
el: Πρόθεμα

source: Suffix
el: Κατάληξη

source: Title of Nobility
el: Τίτλος ευγενείας

source: Title
el: Τίτλος

source: Adoption
el: Υιοθεσία

source: Title of Lordship
el: Τίτλος Άρχοντος

source: URL/ Internet link
el: URL/ Σύνδεσμος διαδικτύου

source: Colour mark by person
el: Έγχρωμο σημάδι ανά άτομο

source: Religion
el: Θρήσκευμα

source: text
el: κείμενο

source: Events
el: Εκδηλώσεις

source: Add event
el: Προσθήκη συμβάντος

source: For items like:
el: Για είδη όπως:

source: baptized as child
el: βαφτίστηκε παιδί

source: depart
el: αποθανών

source: etc.
el: κτλ.

source: Marriage contract
el: Συμβόλαιο γάμου

source: Marriage license
el: Αδεια γάμου

source: Nickname
el: Παρατσούκλι

source: Add
el: Προσθήκη

source: Drag to change order (saves automatically)
el: Σύρετε για να αλλάξετε σειρά (αποθηκεύεται αυτόματα)

source: Drag to change order
el: Σύρετε για να αλλάξετε σειρά

source: GEDCOM number (ID)
el: Αριθμός GEDCOM (ID)

source: Search
el: Αναζήτηση

source: or
el: ή

source: and
el: και

source: Selected colour
el: Επιλεγμένο χρώμα

source: Change colour mark by person
el: Αλλαγή χρώματος ανά άτομο

source: Colour 1
el: Χρώμα 1

source: Colour 2
el: Χρώμα 2

source: Colour 3
el: Χρώμα 3

source: Colour 4
el: Χρώμα 4

source: Colour 5
el: Χρώμα 5

source: Colour 6
el: Χρώμα 6

source: Colour 7
el: Χρώμα7

source: Colour 8
el: Χρώμα 8

source: Colour 9
el: Χρώμα 9

source: Colour 10
el: Χρώμα 10

source: Colour 11
el: Χρώμα 11

source: Colour 12
el: Χρώμα 12

source: Colour 13
el: Χρώμα 13

source: Colour 14
el: Χρώμα 14

source: Also change
el: Αλλάξτε επίσης

source: Descendants
el: Απόγονοι

source: Ancestors
el: Πρόγονοι

source: German Rufname
el: Παρατσούκλι

source: Baptise
el: Βάπτισμα

source: Settling
el: Τακτοποίηση

source: Characteristics
el: Χαρακτηριστικά

source: Buried
el: Θαμμένος

source: Will
el: Θέλω

source: Religious
el: Θρήσκευμα

source: Education
el: Εκπαίδευση

source: Social
el: Κοινωνικός

source: Jewish
el: Εβραίοι

source: e.g. Lt. Cmndr.
el: π.χ. Lt. Cmndr.

source: e.g. Jr.
el: π.χ. Jr.

source: e.g. Jhr., Jkvr.
el: π.χ. Jhr., Jkvr.

source: e.g. Prof., Dr.
el: π.χ. Prof., Dr.

source: e.g. Lord of Amsterdam
el: π.χ. Lord of Amsterdam

source: Date
el: Ημερομηνία

source: Place
el: Θέση

source: Text
el: Κείμενο

source: Source
el: Πηγή

source: Upload new image
el: Ανεβάστε νέα εικόνα

source: Upload
el: Μεταφόρτωση

source: Also known as
el: Γνωστός και ως

source: alias name
el: ψευδώνυμο

source: Short name (for reports)
el: Σύντομο όνομα (για αναφορές)

source: Adopted name
el: Υιοθετημένο όνομα

source: Hebrew name
el: Εβραϊκό όνομα

source: Census name
el: Όνομα απογραφής

source: Married name
el: Όνομα παντρεμένου

source: Given name
el: Δοσμένο όνομα

source: Farm name
el: Όνομα αγροκτήματος

source: Birth name
el: Όνομα γέννησης

source: Indian name
el: Ινδικό όνομα

source: Formal name
el: Επίσημο όνομα

source: Current name
el: Τρέχον όνομα

source: Soldier name
el: Όνομα στρατιώτη

source: Religious name
el: Θρησκευτικό όνομα

source: Other name
el: Άλλο όνομα

source: Formerly known as
el: Επίσημα γνωστός ως

source: jan
el: Ιαν

source: feb
el: Φεβ

source: mar
el: Μαρ

source: apr
el: Απρ

source: may
el: Μάι

source: jun
el: Ιούν

source: jul
el: Ιούλ

source: aug
el: Αύγ

source: sep
el: Σεπτ

source: oct
el: Οκτ

source: nov
el: Νοε

source: dec
el: Δεκ

source: and
el: και

source: before
el: πριν

source: after
el: μετά

source: between
el: μεταξύ

source: interpreted
el: ερμηνεύεται

source: estimated
el: εκτιμάται

source: calculated
el: υπολογίζεται

source: After nightfall
el: Μετά το βράδυ

source: January
el: Ιανουάριος

source: February
el: Φεβρουάριος

source: March
el: Μάρτιος

source: April
el: Απρίλιος

source: May
el: Μάιος

source: June
el: Ιούνιος

source: July
el: Ιούλιος

source: August
el: Αύγουστος

source: September
el: Σεπτέμβριος

source: October
el: Οκτώβριος

source: November
el: Νοέμβριος

source: December
el: Δεκέμβριος

source: Select media
el: Επιλέξτε μέσα

source: Select person
el: Επιλέξτε άτομο

source: or ID:
el: ή ταυτότητα:

source: Parents
el: Γονείς

source: Select place
el: Επιλέξτε μέρος

source: Select adoption parents
el: Επιλέξτε γονείς υιοθεσίας

source: Select parents
el: Επιλέξτε γονείς

source: Results are limited, use search to find more parents.
el: Τα αποτελέσματα είναι περιορισμένα, χρησιμοποιήστε την αναζήτηση για να βρείτε περισσότερους γονείς.

source: Extra settings
el: Επιπλέον ρυθμίσεις

source: Hide or show family trees per user.
el: Απόκρυψη ή εμφάνιση οικογενειακών δέντρων ανά χρήστη.

source: These are settings PER USER, it's also possible to set these setting PER USER GROUP.
el: Αυτές είναι ρυθμίσεις ΑΝΑ ΧΡΗΣΤΗ, είναι επίσης δυνατό να ορίσετε αυτές τις ρυθμίσεις ΑΝΑ ΟΜΑΔΑ ΧΡΗΣΤΩΝ.

source: Family tree
el: Οικογενειακό δέντρο

source: Show tree?
el: Εμφάνιση δέντρου;

source: Edit tree?
el: Επεξεργασία δέντρου;

source: Change
el: Αλλαγή

source: Use user-group setting
el: Χρησιμοποιήστε τη ρύθμιση ομάδας χρηστών

source: Yes
el: Ναι

source: No
el: Όχι

source: No valid family number.
el: Δεν υπάρχει έγκυρος αριθμός οικογένειας.

source: Update options
el: Επιλογές ενημέρωσης

source: update check is disabled.
el: Ο έλεγχος ενημέρωσης είναι απενεργοποιημένος.

source: Update check failed.
el: Ο έλεγχος ενημέρωσης απέτυχε.

source: is up-to-date!
el: είναι ενημερωμένο!

source: Update available
el: Διαθέσιμη ενημέρωση

source: Beta version available
el: Διαθέσιμη έκδοση beta

source: Online version check unavailable.
el: Η διαδικτυακή αναζήτηση ελέγχου έκδοσης δεν είναι διαθέσιμος.

source: Debug information:
el: Πληροφορίες εντοπισμού σφαλμάτων:

source: Select a family tree:
el: Επιλέξτε ένα οικογενειακό δέντρο:

source: %s status
el: Κατάσταση %s

source: All updates completed, click at "Mainmenu"
el: Όλες οι ενημερώσεις ολοκληρώθηκαν, κάντε κλικ στο "Κύριο μενού"

source: Main menu
el: Κυρίως μενού

source: AUTOMATIC UPDATE PROCESS STARTED!
el: Η ΔΙΑΔΙΚΑΣΙΑ ΑΥΤΟΜΑΤΗΣ ΕΝΗΜΕΡΩΣΗΣ ΞΕΚΙΝΗΣΕ!

source: UPDATE OK!
el: ΕΝΗΜΕΡΩΣΗ ΟΚ!

source: UPDATE FAILED!
el: Η ΕΝΗΜΕΡΩΣΗ ΑΠΕΤΥΧΕ!

source: There is no humo_user_log table
el: Δεν υπάρχει πίνακας humo_user_log

source: seconds.
el: δευτερόλεπτα.

source: creating repositories...
el: δημιουργία αποθετηρίων...

source: creating connections...
el: δημιουργία συνδέσεων...

source: creating humo_cms_menu...
el: δημιουργία humo_cms_menu...

source: creating humo_cms_pages...
el: δημιουργία humo_cms_pages...

source: Update in progress...
el: Αναβάθμιση σε εξέλιξη...

source: Update tree:
el: Ενημέρωση δέντρου:

source: Update table unprocessed_tags...
el: Ενημέρωση πίνακα unprocessed_tags...

source: Access to admin pages is not allowed.
el: Δεν επιτρέπεται η πρόσβαση σε σελίδες διαχειριστή.

source: Administration
el: Διαχείριση

source: Sidebar
el: πλευρική εργαλειοθήκη

source: Install
el: Εγκατάσταση

source: Extensions
el: Επεκτάσεις

source: Show/ hide languages
el: Εμφάνιση/απόκρυψη γλωσσών

source: Show/ hide theme's
el: Εμφάνιση/απόκρυψη θεμάτων

source: Settings
el: Ρυθμίσεις

source: Homepage
el: Αρχική σελίδα

source: Homepage favourites
el: Αγαπημένα της αρχικής σελίδας

source: Slideshow on the homepage
el: Παρουσίαση στην αρχική σελίδα

source: Special settings
el: Ειδικές ρυθμίσεις

source: Jewish settings
el: Εβραϊκά περιβάλλοντα

source: Sitemap
el: Χάρτης ιστότοπου

source: CMS Own pages
el: Ίδιες σελίδες CMS

source: Language editor
el: Επεξεργαστής γλώσσας

source: Prefix editor
el: Επεξεργαστής προθέματος

source: World map
el: ΠΑΓΚΟΣΜΙΟΣ ΧΑΡΤΗΣ

source: Family trees
el: Οικογενειακά δέντρα

source: Pictures/ create thumbnails
el: Εικόνες/δημιουργία μικρογραφιών

source: Picture settings
el: Ρυθμίσεις εικόνας

source: Create thumbnails
el: Δημιουργία μικρογραφιών

source: Notes
el: Σημειώσεις

source: Family tree data check
el: Έλεγχος δεδομένων οικογενειακού δέντρου

source: Check consistency of dates
el: Ελέγξτε τη συνοχή των ημερομηνιών

source: Find invalid dates
el: Βρείτε μη έγκυρες ημερομηνίες

source: Check database integrity
el: Ελέγξτε την ακεραιότητα της βάσης δεδομένων

source: View latest changes
el: Προβολή τελευταίων αλλαγών

source: Calculated birth date
el: Υπολογισμένη ημερομηνία γέννησης

source: Privacy filter
el: ΦΙΛΤΡΟ ΑΠΟΡΡΗΤΟΥ

source: Gedcom export
el: Εξαγωγή Gedcom

source: Database backup
el: Αντίγραφο ασφαλείας βάσης δεδομένων

source: Statistics
el: Στατιστική

source: Persons and families
el: Άτομα και οικογένειες

source: Sources
el: Πηγές

source: Repositories
el: Αποθετήρια

source: Shared addresses
el: Κοινόχρηστες διευθύνσεις

source: Rename places
el: Μετονομάστε μέρη

source: Users
el: Χρήστες

source: User groups
el: Ομάδες χρηστών

source: Log
el: Σύνδεση

source: Logfile users
el: Χρήστες αρχείων καταγραφής

source: Page title
el: Τίτλος σελίδας

source: No page title
el: Χωρίς τίτλο σελίδας

source: No menu selected
el: Δεν έχει επιλεγεί μενού

source: Hide page in menu
el: Απόκρυψη σελίδας στο μενού

source: Database connection status:
el: Κατάσταση σύνδεσης βάσης δεδομένων:

source: There is no MySQL connection: please check host/ username and password.
el: Δεν υπάρχει σύνδεση MySQL: ελέγξτε το host/όνομα χρήστη και τον κωδικό πρόσβασης.

source: Database connection: OK!
el: Σύνδεση βάσης δεδομένων: ΟΚ!

source: No database found! Check MySQL connection and database name
el: Δεν βρέθηκε βάση δεδομένων! Ελέγξτε τη σύνδεση MySQL και το όνομα της βάσης δεδομένων

source: The configuration file is not writable! Please change the include/db_login.php file manually.
el: Το αρχείο διαμόρφωσης δεν είναι εγγράψιμο! Αλλάξτε μη αυτόματα το αρχείο include/db_login.php.

source: There is a problem in the db_login file, maybe an old db_login file is used.
el: Υπάρχει πρόβλημα στο αρχείο db_login, ίσως χρησιμοποιείται ένα παλιό αρχείο db_login.

source: Photo upload failed, check folder rights
el: Η μεταφόρτωση φωτογραφίας απέτυχε, ελέγξτε τα δικαιώματα φακέλου

source: restricted
el: περιορισμένος

source: Sex
el: Φύλο

source: born
el: γεννήθηκε

source: baptised
el: βαφτίστηκε

source: died
el: πέθανε

source: buried
el: έχει ταφεί

source: source
el: πηγή

source: person
el: πρόσωπο

source: Address
el: Διεύθυνση

source: Living together
el: Ζούνε μαζί

source: Notice of Marriage
el: Ανακοίνωση γάμου

source: Marriage
el: Γάμος

source: Religious Notice of Marriage
el: Θρησκευτική ανακοίνωση γάμου

source: Religious Marriage
el: Θρησκευτικός γάμος

source: Divorce
el: Διαζύγιο

source: relation
el: σχέση

source: Person disconnected from marriage(s).
el: Άτομο που έχει αποσυνδεθεί από γάμο(ους).

source: Person disconnected from parents.
el: Άτομο αποσυνδεδεμένο από τους γονείς.

source: Person is removed
el: Το άτομο αφαιρείται

source: Marriage is removed!
el: Καταργείται ο γάμος!

source: Parents are selected!
el: Οι γονείς επιλέγονται!

source: Manual selected family isn't an existing family in the family tree!
el: Η μη αυτόματη επιλεγμένη οικογένεια δεν είναι μια υπάρχουσα οικογένεια στο οικογενειακό δέντρο!

source: Child already has parents connected! Are you sure you want to connect this child?
el: Το παιδί έχει ήδη συνδεδεμένους γονείς! Είστε βέβαιοι ότι θέλετε να συνδέσετε αυτό το παιδί;

source: No valid picture, media or document file
el: Δεν υπάρχει έγκυρο αρχείο εικόνας, πολυμέσων ή εγγράφου

source: Are you sure you want to remove this event?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτό το συμβάν;

source: Also remove colour marks of
el: Αφαιρέστε επίσης τα χρωματικά σημάδια του

source: Are you sure you want to remove this note?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτήν τη σημείωση;

source: File successfully uploaded.
el: Το αρχείο μεταφορτώθηκε με επιτυχία.

source: Upload has failed.
el: Η μεταφόρτωση απέτυχε.

source: Saved
el: Αποθηκεύτηκε

source: Language
el: Γλώσσα

source: NO NAME
el: ΧΩΡΙΣ ΟΝΟΜΑ

source: Error: user name probably allready exist.
el: Σφάλμα: το όνομα χρήστη πιθανότατα υπάρχει ήδη.

source: %s Update
el: Ενημέρωση %s

source: Version:
el: Έκδοση:

source: no version number available...
el: δεν υπάρχει διαθέσιμος αριθμός έκδοσης...

source: %s is up-to-date!
el: Το %s είναι ενημερωμένο!

source: If needed: re-install all or some of the %s files
el: Εάν χρειάζεται: εγκαταστήστε ξανά όλα ή μερικά από τα αρχεία %s

source: %s beta version
el: %s έκδοση beta

source: Sometimes there is a beta version available.
el: Μερικές φορές υπάρχει διαθέσιμη έκδοση beta.

source: %s beta version available
el: Διατίθεται %s beta έκδοση

source: No beta version available.
el: Δεν υπάρχει διαθέσιμη έκδοση beta.

source: Enable/ disable %s update check.
el: Ενεργοποίηση/απενεργοποίηση ελέγχου ενημέρωσης %s.

source: Check regularly for %s updates.
el: Ελέγχετε τακτικά για ενημερώσεις %s.

source: Debug %s update
el: Εντοπισμός σφαλμάτων ενημέρωσης %s

source: Debug
el: Εντοπισμός σφαλμάτων

source: Automatic update
el: Αυτόματη ενημέρωση

source: Every step can take some time, please be patient and wait till the step is completed!
el: Κάθε βήμα μπορεί να πάρει λίγο χρόνο, παρακαλούμε να είστε υπομονετικοί και να περιμένετε μέχρι να ολοκληρωθεί το βήμα!

source: Step 1) Download and unzip new %s version
el: Βήμα 1) Κάντε λήψη και αποσυμπίεση της νέας έκδοσης %s

source: Download and unzip new %s version
el: Λήψη και αποσυμπίεση της νέας έκδοσης %s

source: %s version history
el: Ιστορικό έκδοσης %s

source: Found update file, skipped download of update!
el: Βρέθηκε αρχείο ενημέρωσης, παραλείφθηκε η λήψη της ενημέρωσης!

source: Automatic download successfull!
el: Επιτυχής αυτόματη λήψη!

source: Automatic download of file failed.
el: Η αυτόματη λήψη του αρχείου απέτυχε.

source: File successfully unzipped!
el: Το αρχείο αποσυμπιέστηκε με επιτυχία!

source: Step 2)
el: Βήμα 2)

source: Check files
el: Ελέγξτε τα αρχεία

source: Step 2) Compare existing and update files (no installation yet)...
el: Βήμα 2) Συγκρίνετε υπάρχοντα και ενημερώστε αρχεία (χωρίς εγκατάσταση ακόμα)...

source: Step 3) Installation of new files...
el: Βήμα 3) Εγκατάσταση νέων αρχείων...

source: Installation of file failed
el: Η εγκατάσταση του αρχείου απέτυχε

source: File installed!
el: Το αρχείο εγκαταστάθηκε!

source: Directory created.
el: Ο κατάλογος δημιουργήθηκε

source: The following files are not part of the %s system files (anymore). If you want, they can be removed.
el: Τα ακόλουθα αρχεία δεν αποτελούν μέρος των αρχείων συστήματος %s (πλέον). Εάν θέλετε, μπορούν να αφαιρεθούν.

source: Update new db_login.php file...
el: Ενημέρωση νέου αρχείου db_login.php...

source: File is updated.
el: Το αρχείο ενημερώθηκε.

source: Install files!
el: Εγκατάσταση αρχείων!

source: Update completed and installation files removed!
el: Η ενημέρωση ολοκληρώθηκε και τα αρχεία εγκατάστασης καταργήθηκαν!

source: Current %s version:
el: Τρέχουσα έκδοση %s:

source: Available %s version:
el: Διαθέσιμη έκδοση %s:

source: There are 2 update methods: automatic and manually.
el: Υπάρχουν 2 μέθοδοι ενημέρωσης: αυτόματη και χειροκίνητη.

source: 1) Automatic update of %s
el: 1) Αυτόματη ενημέρωση του %s

source: a) [Optional, but highly recommended] Do a database backup first
el: α) [Προαιρετικό, αλλά συνιστάται ιδιαίτερα] Κάντε πρώτα ένα αντίγραφο ασφαλείας της βάσης δεδομένων

source: backup page
el: εφεδρική σελίδα

source: Start automatic update
el: Έναρξη αυτόματης ενημέρωσης

source: 1) Manual update of %s
el: 1) Μη αυτόματη ενημέρωση του %s

source: b) Download the new version:
el: β) Κατεβάστε τη νέα έκδοση:

source: %s version:
el: Έκδοση %s:

source: c) Unzip the file and replace the old %s files by the new %s files.
el: γ) Αποσυμπιέστε το αρχείο και αντικαταστήστε τα παλιά αρχεία %s με τα νέα αρχεία %s.

source: Full installation and update instructions can be found at:
el: Μπορείτε να βρείτε πλήρεις οδηγίες εγκατάστασης και ενημέρωσης στη διεύθυνση:

source: Semi-automatic update
el: Ημιαυτόματη ενημέρωση

source: In some cases the automatic update doesn't work. Then use this semi-automatic update method.
el: Σε ορισμένες περιπτώσεις η αυτόματη ενημέρωση δεν λειτουργεί. Στη συνέχεια, χρησιμοποιήστε αυτήν τη μέθοδο ημιαυτόματης ενημέρωσης.

source: 1. Download a new version of %s.
el: 1. Κάντε λήψη μιας νέας έκδοσης του %s.

source: 2. Rename the zip file into: humo-gen_update.zip
el: 2. Μετονομάστε το αρχείο zip σε: humo-gen_update.zip

source: Upload failed, check folder rights
el: Η μεταφόρτωση απέτυχε, ελέγξτε τα δικαιώματα φακέλου

source: 3. Upload humo-gen_update.zip:
el: 3. Μεταφορτώστε το humo-gen_update.zip:

source: OR: manually upload the file to folder: admin/update/
el: Ή: μεταφορτώστε με μη αυτόματο τρόπο το αρχείο στο φάκελο: admin/update/

source: 4. Then click:
el: 4. Στη συνέχεια κάντε κλικ:

source: start update of %s.
el: έναρξη ενημέρωσης του %s.

source: %s version
el: %s έκδοση

source: Statistics by date
el: Στατιστικά κατά ημερομηνία

source: Remove statistics
el: Κατάργηση στατιστικών

source: Nr.
el: Αρ.

source: Monday
el: Δευτέρα

source: Tuesday
el: Τρίτη

source: Wednesday
el: Τετάρτη

source: Thursday
el: Πέμπτη

source: Friday
el: Παρασκευή

source: Saturday
el: Σάββατο

source: Sunday
el: Κυριακή

source: %s backup
el: Δημιουργία αντιγράφων ασφαλείας %s

source: Create backup file
el: Δημιουργία αρχείου αντιγράφου ασφαλείας

source: Restore database
el: Επαναφορά βάσης δεδομένων

source: If you use %s to edit in the family tree, then create multiple backups. Recommended backups:<br> <b>1) Best option: use PhpMyAdmin. Export all tables from the %s database (TIP: use the zip option for a compressed file).</b><br> 2) Just for sure: export a GEDCOM file. This is not a full family tree backup! But it will contain all basic genealogical data.<br> 3) Use the %s backup page.
el: Εάν χρησιμοποιείτε το %s για επεξεργασία στο οικογενειακό δέντρο, τότε δημιουργήστε πολλά αντίγραφα ασφαλείας. Προτεινόμενα αντίγραφα ασφαλείας: 1) Η καλύτερη επιλογή: χρησιμοποιήστε το PhpMyAdmin. Εξαγωγή όλων των πινάκων από τη βάση δεδομένων %s (ΣΥΜΒΟΥΛΗ: χρησιμοποιήστε την επιλογή zip για ένα συμπιεσμένο αρχείο). 2) Σίγουρα: εξάγετε ένα αρχείο GEDCOM. Αυτό δεν είναι ένα πλήρες αντίγραφο ασφαλείας του οικογενειακού δέντρου! Αλλά θα περιέχει όλα τα βασικά γενεαλογικά δεδομένα. 3) Χρησιμοποιήστε τη σελίδα δημιουργίας αντιγράφων ασφαλείας %s.

source: Download backup file
el: Λήψη αρχείου αντιγράφου ασφαλείας

source: We recommend downloading the most recent backup file in case the data on your server (including the backup file) might get deleted or corrupted.
el: Συνιστούμε τη λήψη του πιο πρόσφατου αρχείου αντιγράφου ασφαλείας σε περίπτωση που τα δεδομένα στον διακομιστή σας (συμπεριλαμβανομένου του αρχείου αντιγράφου ασφαλείας) ενδέχεται να διαγραφούν ή να καταστραφούν.

source: Restore database from backup file
el: Επαναφορά βάσης δεδομένων από αρχείο αντιγράφου ασφαλείας

source: Invalid backup file: has to be file with extension ".sql" or ".sql.zip"
el: Μη έγκυρο αρχείο αντιγράφου ασφαλείας: πρέπει να είναι αρχείο με επέκταση ".sql" ή ".sql.zip"

source: Here you can restore your entire database from a backup made with %s (if available) or from a .sql or .sql.zip backup file on your computer.
el: Εδώ μπορείτε να επαναφέρετε ολόκληρη τη βάση δεδομένων σας από ένα αντίγραφο ασφαλείας που δημιουργήθηκε με %s (εάν υπάρχει) ή από ένα αρχείο αντιγράφου ασφαλείας .sql ή .sql.zip στον υπολογιστή σας.

source: Optional: upload a database backup file
el: Προαιρετικά: μεταφορτώστε ένα αρχείο αντιγράφου ασφαλείας βάσης δεδομένων

source: Starting to restore database. This may take some time. Please wait...
el: Έναρξη επαναφοράς της βάσης δεδομένων. Αυτό μπορεί να πάρει κάποιο χρόνο. Παρακαλώ περιμένετε...

source: Most recent backup!
el: Το πιο πρόσφατο αντίγραφο ασφαλείας!

source: No backup file found!
el: Δεν βρέθηκε αρχείο αντιγράφου ασφαλείας!

source: Creating backup file. This may take some time. Please wait...
el: Δημιουργία αρχείου αντιγράφου ασφαλείας. Αυτό μπορεί να πάρει κάποιο χρόνο. Παρακαλώ περιμένετε...

source: Skipped backup of table:
el: Παράβλεψη αντιγράφου ασφαλείας πίνακα:

source: A backup file was saved to the server. We strongly suggest you download a copy to your computer in case you might need it later.
el: Ένα αρχείο αντιγράφου ασφαλείας αποθηκεύτηκε στον διακομιστή. Σας προτείνουμε ανεπιφύλακτα να κάνετε λήψη ενός αντιγράφου στον υπολογιστή σας σε περίπτωση που μπορεί να το χρειαστείτε αργότερα.

source: Processed lines...
el: Επεξεργασμένες γραμμές...

source: Database has been restored successfully!
el: Η βάση δεδομένων έχει αποκατασταθεί με επιτυχία!

source: Calculated birth date is an estimated/ calculated date that is used for the privacy filter.<br> These calculated dates will be used for persons where all dates are missing (no birth, baptise, death or burial dates).<br> Calculation will be done using birth, baptise, death, burial and marriage dates of persons and these dates of parents and children.
el: Η υπολογισμένη ημερομηνία γέννησης είναι μια εκτιμώμενη/υπολογιζόμενη ημερομηνία που χρησιμοποιείται για το φίλτρο απορρήτου. Αυτές οι υπολογισμένες ημερομηνίες θα χρησιμοποιηθούν για άτομα όπου λείπουν όλες οι ημερομηνίες (χωρίς ημερομηνίες γέννησης, βάπτισης, θανάτου ή ταφής). Ο υπολογισμός θα γίνει χρησιμοποιώντας τις ημερομηνίες γέννησης, βάπτισης, θανάτου, ταφής και γάμου προσώπων και αυτές τις ημερομηνίες γονέων και παιδιών.

source: Choose family tree
el: Επιλέξτε οικογενειακό δέντρο

source: Select
el: Επιλέξτε

source: No dates
el: Χωρίς ημερομηνίες

source: Calculation of birth dates is completed. Sometimes more dates will be found if calculation is restarted!
el: Ο υπολογισμός των ημερομηνιών γέννησης έχει ολοκληρωθεί. Μερικές φορές θα βρεθούν περισσότερες ημερομηνίες εάν επανεκκινηθεί ο υπολογισμός!

source: These addresses can be connected to multiple persons, families and other items.
el: Αυτές οι διευθύνσεις μπορούν να συνδεθούν με πολλά άτομα, οικογένειες και άλλα αντικείμενα.

source: Are you sure you want to remove this address and ALL address references?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτήν τη διεύθυνση και ΟΛΕΣ τις αναφορές διεύθυνσης;

source: Address has been removed!
el: Η διεύθυνση έχει αφαιρεθεί!

source: gedcomnumber (ID)
el: αριθμός gedcom (ID)

source: Select address
el: Επιλέξτε διεύθυνση

source: Add address
el: Προσθήκη διεύθυνσης

source: No valid address number.
el: Δεν υπάρχει έγκυρος αριθμός διεύθυνσης.

source: Street
el: Οδός

source: Zip code
el: Ταχυδρομικός κώδικας

source: Phone
el: Τηλέφωνο

source: Save
el: Αποθήκευση

source: Delete
el: Διαγραφή

source: Preview
el: Προεπισκόπηση

source: Here you can add your own pages to %s! It's possible to use categories in the menu (like "Family history", "Family stories").
el: Εδώ μπορείτε να προσθέσετε τις δικές σας σελίδες στο %s! Είναι δυνατή η χρήση κατηγοριών στο μενού (όπως "Οικογενειακό ιστορικό", "Οικογενειακές ιστορίες").

source: Menu
el: Μενού

source: CMS settings
el: Ρυθμίσεις CMS

source: This page is selected as homepage!
el: Αυτή η σελίδα έχει επιλεγεί ως αρχική σελίδα!

source: Are you sure you want to remove this page?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτήν τη σελίδα;

source: There are still pages connected to this menu!<br> Please disconnect the pages from this menu first.
el: Υπάρχουν ακόμα σελίδες συνδεδεμένες σε αυτό το μενού!<br> Αποσυνδέστε πρώτα τις σελίδες από αυτό το μενού.

source: Are you sure you want to remove this menu?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτό το μενού;

source: Remove page
el: Αφαίρεση σελίδας

source: Add page
el: Προσθήκη σελίδας
