Repository: HuubMons/HuMo-genealogy
Catalog: languages/gr/gr.po
Languages: el

source: Your email address is not correct
el: Η διεύθυνση email σας δεν είναι σωστή

source: This email address was not found in our database.
el: Αυτή η διεύθυνση email δεν βρέθηκε στη βάση δεδομένων μας.

source: Please contact the site owner.
el: Επικοινωνήστε με τον ιδιοκτήτη του ιστότοπου.

source: Password activation failed because mail address is used multiple times.
el: Η ενεργοποίηση του κωδικού πρόσβασης απέτυχε επειδή η διεύθυνση αλληλογραφίας χρησιμοποιείται πολλές φορές.

source: PRIVACY FILTER
el: ΦΙΛΤΡΟ ΑΠΟΡΡΗΤΟΥ

source: Date of death unknown
el: Ημερομηνία θανάτου άγνωστη

source: Date of birth unknown
el: Ημερομηνία γέννησης άγνωστη

source: SPOUSE_MALE
el: Spouse

source: SPOUSE_FEMALE
el: Spouse

source: with
el: με

source: child
el: παιδί

source: grandson
el: εγγονός

source: granddaughter
el: εγγονή

source: Select another family tree, or login for the selected family tree.
el: Επιλέξτε ένα άλλο οικογενειακό δέντρο ή συνδεθείτε για το επιλεγμένο οικογενειακό δέντρο.

source: Select a family tree
el: Επιλέξτε ένα οικογενειακό δέντρο

source: Latest update:
el: Τελευταία ενημέρωση:

source: Owner family tree:
el: Ιδιοκτήτης οικογενειακό δέντρο:

source: Surname
el: Επώνυμο

source: Total
el: Σύνολο

source: More statistics
el: Περισσότερα στατιστικά

source: Enter name or part of name
el: Εισαγάγετε όνομα ή μέρος του ονόματος

source: Enter private name
el: Εισαγάγετε ιδιωτικό όνομα

source: Minimum: 3 characters.
el: Τουλάχιστον: 3 χαρακτήρες.

source: All but selected tree
el: Όλα εκτός από το επιλεγμένο δέντρο

source: Advanced search
el: Προχωρημένη Αναζήτηση

source: Patronyms
el: Πατρώνυμα

source: persons are not shown due to privacy settings
el: τα άτομα δεν εμφανίζονται λόγω ρυθμίσεων απορρήτου

source: Your settings are updated!
el: Οι ρυθμίσεις σας ενημερώθηκαν!

source: Wrong 2FA code. Please enter valid 2FA code to enable 2FA authentication.
el: Λάθος κωδικός 2FA. Εισαγάγετε έγκυρο κωδικό 2FA για να ενεργοποιήσετε τον έλεγχο ταυτότητας 2FA.

source: Updated profile
el: Ενημερωμένο προφίλ

source: User updated his/ her profile
el: Ο χρήστης ενημέρωσε το προφίλ του/της

source: All persons born here:
el: Όλοι οι άνθρωποι που γεννήθηκαν εδώ:

source: All persons that died here:
el: Όλοι οι άνθρωποι που πέθαναν εδώ:

source: years
el: χρόνια

source: under 1 year old
el: κάτω του 1 έτους

source: days
el: ημέρες

source: day
el: ημέρα

source: married %s
el: παντρεμένος/η %s

source: Something went wrong, there is no valid person id.
el: Κάτι πήγε στραβά, δεν υπάρχει έγκυρο αναγνωριστικό ατόμου.

source: Something went wrong, there is no valid family id.
el: Κάτι πήγε στραβά, δεν υπάρχει έγκυρο οικογενειακό αναγνωριστικό.

source: Graduated
el: Αποφοίτησε

source: Nationality
el: Ιθαγένεια

source: Naturalised
el: Πολιτογραφήθηκε

source: No children
el: ΟΧΙ παιδιά

source: Not living
el: Δεν ζει

source: Never married
el: Δεν παντρεύτηκε ποτέ

source: BK NOT MARRIED
el: ΒΚ ΔΕΝ ΠΑΝΤΡΕΥΤΗΚΕ

source: Non marital
el: Μη συζυγική

source: Marriage notice
el: Ανακοίνωση γάμου

source: Married notice (religious)
el: Ανακοίνωση γάμου (θρησκευτική)

source: Married (religious)
el: Έγγαμος/η (θρησκευτικός)

source: from:
el: από:

source: divorced
el: διαζευγμένος/η

source: Married/ Related
el: Έγγαμος/η/Συγγενής

source: Married
el: Έγγαμος/η

source: married/ related
el: παντρεμένος / σχέση

source: Family group sheet
el: Φύλλο ομάδας οικογένειας

source: Timeline
el: Χρονοδιάγραμμα

source: Relationship calculator
el: Υπολογιστής σχέσεων

source: Hourglass chart
el: Διάγραμμα κλεψύδρας

source: Admin
el: Διαχειριστής

source: relationship with
el: σχέση με

source: married to
el: παντρεμένος/η με

source: marriage with
el: γάμος με

source: Registered
el: Εγγεγραμμένος

source: divorced from
el: χωρισμένος από

source: marriage (divorced) with
el: γάμος (διαζευγμένος) με

source: son of
el: γιος του

source: daughter of
el: κόρη του

source: child of
el: παιδί του

source: adoption parents
el: γονείς υιοθεσίας

source: stepparent
el: θετός γονέας

source: residence
el: κατοικία

source: Residence (family)
el: Κατοικία (οικογένεια)

source: residences
el: κατοικίες

source: Residences (family)
el: Κατοικίες (οικογένεια)

source: sources
el: πηγές

source: PDF Created with %s on
el: PDF Δημιουργήθηκε με %s ενεργοποιημένο

source: This person was witness at:
el: Αυτό το άτομο ήταν μάρτυρας στο:

source: marriage witness
el: μάρτυρας γάμου

source: marriage witness (religious)
el: κουμπάρος/ρα

source: Grandparents
el: Παππούς/γιαγιά

source: Great-Grandparents
el: Προπαππούδες

source: Great Great-Grandparents
el: Προ- προπαππούδες

source: 3rd Great-Grandparents
el: 3 προ-παππούς/γιαγιά

source: 4th Great-Grandparents
el: 4 προ-παππούς/γιαγιά

source: generation
el: γενιά

source: Download RTF report.
el: Λήψη αναφοράς RTF.

source: TIP: Don't use Wordpad to open this file (the lay-out will be wrong!). It's better to use a text processor like Word or OpenOffice Writer.
el: ΣΥΜΒΟΥΛΗ: Μην χρησιμοποιείτε το Wordpad για να ανοίξετε αυτό το αρχείο (η διάταξη θα είναι λάθος!). Είναι καλύτερα να χρησιμοποιήσετε έναν επεξεργαστή κειμένου όπως το Word ή το OpenOffice Writer.

source: Legend
el: Κατάσταση

source: married
el: παντρεμένος/η

source: Generated with %s on %s
el: Δημιουργήθηκε με %s στις %s

source: Birthdays
el: Γενέθλια

source: Wedding anniversaries
el: Επέτειοι γάμων

source: Civil
el: Πολιτικός

source: Day
el: Ημέρα

source: Wedding year
el: Έτος γάμου

source: Civil/ Religious
el: Πολιτικός/ Θρησκευτικός

source: Spouses
el: σύζυγοι

source: No results found for this month
el: Δεν βρέθηκαν αποτελέσματα για αυτόν τον μήνα

source: %s cookie information
el: %s πληροφορίες cookie

source: %s uses a few cookies so that settings you made can be stored on your computer for your future use.<br> The cookies that are created by %s are not used for any other purpose, are not transferred to others and the information they contain is used by you alone. <p>%s cookies are used for these purposes:
el: %s χρησιμοποιεί μερικά cookies έτσι ώστε οι ρυθμίσεις που κάνατε να μπορούν να αποθηκευτούν στον υπολογιστή σας για μελλοντική χρήση. Τα cookies που δημιουργούνται από το %s δεν χρησιμοποιούνται για κανέναν άλλο σκοπό, δεν μεταφέρονται σε άλλους και οι πληροφορίες που περιέχουν είναι χρησιμοποιείται μόνο από εσάς. %s cookie χρησιμοποιούνται για τους εξής σκοπούς:

source: <ul><li>You chose a theme (skin) that is different from the default. The theme you chose will be used next time you visit the %s site.</li><li>You used the star to mark a family as "favourite". This family will appear on your favourite list on future visits as well.</li><li>In the photo album you set the number of photos to be displayed at a different number than the default. This number will be used next time you visit.</li></ul></p><p>If you do not want %s to create these cookies, you can just refrain from changing the default values for the above features.</p>
el: <ul><li>Επιλέξατε ένα θέμα που είναι διαφορετικό από το προεπιλεγμένο. Το θέμα που επιλέξατε θα χρησιμοποιηθεί την επόμενη φορά που θα επισκεφτείτε τον ιστότοπο %s.</li><li>Χρησιμοποιήσατε το αστέρι για να επισημάνετε μια οικογένεια ως "αγαπημένη". Αυτή η οικογένεια θα εμφανίζεται στη λίστα αγαπημένων σας και σε μελλοντικές επισκέψεις.</li><li>Στο άλμπουμ φωτογραφιών ορίζετε τον αριθμό των φωτογραφιών που θα εμφανίζονται σε διαφορετικό αριθμό από τον προεπιλεγμένο. Αυτός ο αριθμός θα χρησιμοποιηθεί την επόμενη φορά που θα επισκεφτείτε.</li></ul></p><p>Εάν δεν θέλετε το %s να δημιουργήσει αυτά τα cookie, μπορείτε απλώς να αποφύγετε την αλλαγή των προεπιλεγμένων τιμών για τις παραπάνω δυνατότητες. .</p>

source: Same Y-DNA as
el: Το ίδιο Y-DNA με

source: Same mtDNA as
el: Το ίδιο mtDNA με

source: vertical
el: κάθετα

source: horizontal
el: Οριζόντια

source: Nr. generations
el: Γενιές

source: Zoom level:
el: Επίπεδο ζουμ:

source: Right click on the image below and save it as a .png file to your computer.<br>You can then print it over multiple pages with dedicated third-party programs, such as the free:
el: Κάντε δεξί κλικ στην παρακάτω εικόνα και αποθηκεύστε την ως αρχείο .png στον υπολογιστή σας.<br>Μπορείτε στη συνέχεια να την εκτυπώσετε σε πολλές σελίδες με ειδικά προγράμματα τρίτων, όπως τα δωρεάν:

source: If you have a plotter you can use its software to print the image on one large sheet.
el: Εάν έχετε σχεδιογράφο, μπορείτε να χρησιμοποιήσετε το λογισμικό του για να εκτυπώσετε την εικόνα σε ένα μεγάλο φύλλο.

source: Settings family screen
el: Ρυθμίσεις οικογενειακή οθόνη

source: Family Page
el: Οικογενειακή Σελίδα

source: Show family map
el: Εμφάνιση οικογενειακού χάρτη

source: Hide family map
el: Απόκρυψη οικογενειακού χάρτη

source: Hide pictures
el: Απόκρυψη εικόνων

source: Add to favourite list
el: Προσθήκη στη λίστα αγαπημένων

source: TIP: use %s for other (ancestor and descendant) reports.
el: ΣΥΜΒΟΥΛΗ: τοποθετήστε το δείκτη του ποντικιού πάνω από το %s για αναφορές και γραφήματα (προγόνων και απόγονων).

source: *** Privacy filter is active, one or more items are filtered. Please login to see all items ***
el: *** Το φίλτρο απορρήτου είναι ενεργό, ένα ή περισσότερα στοιχεία φιλτράρονται. Παρακαλώ συνδεθείτε για να δείτε όλα τα στοιχεία ***

source: Child
el: Παιδί

source: follows
el: ακολουθεί

source: Stepchild
el: Θετό τέκνο

source: Citation for:
el: Παράθεση για:

source: accessed
el: πρόσβαση

source: New user note
el: Σημείωση νέου χρήστη

source: User note by family
el: Σημείωση χρήστη ανά οικογένεια

source: Your information is saved and will be reviewed by the webmaster.
el: Οι πληροφορίες σας αποθηκεύονται και θα ελεγχθούν από τον webmaster.

source: Add information or remarks
el: Προσθέστε πληροφορίες ή παρατηρήσεις

source: Your e-mail address is missing. Please add you're mail address here:
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας λείπει. Προσθέστε τη διεύθυνση email σας εδώ:

source: Fan style
el: Στυλ πίτας

source: half
el: μισό

source: full
el: πλήρες

source: Generations
el: Γενιές

source: Font size
el: Μέγεθος γραμματοσειράς

source: Years only
el: Χρόνια μόνο

source: Full dates
el: Πλήρεις ημερομηνίες

source: Fan width:
el: Μέγεθος πίτας:

source: "auto" for automatic resizing for best display, or value between 50-300
el: "auto" για αυτόματη αλλαγή μεγέθους για καλύτερη εμφάνιση ή τιμή μεταξύ 50-300

source: Background
el: Υπόβαθρο

source: transparent
el: διαφανές

source: white
el: λευκό

source: No Chinese ttf font file found
el: Δεν βρέθηκε αρχείο κινεζικής γραμματοσειράς ttf

source: Download link
el: Λήψη συνδέσμου

source: Unzip and place in "include/fanchart/chinese/" folder
el: Αποσυμπιέστε και τοποθετήστε το στον φάκελο "include/fanchart/chinese/".

source: %s is a free, open-source and multilingual server-side program that makes it very easy to publish your genealogical data on the internet as a dynamic and searchable family tree website.
el: Το %s είναι ένα δωρεάν, ανοιχτού κώδικα και πολύγλωσσο πρόγραμμα από την πλευρά του διακομιστή που καθιστά πολύ εύκολη τη δημοσίευση των γενεαλογικών σας δεδομένων στο Διαδίκτυο ως δυναμική και αναζητήσιμη τοποθεσία οικογενειακού δέντρου.

source: Icons
el: Εικονίδια

source: Reports
el: Αναφορές

source: This icon is shown to the left of names of persons in lists or reports. When you hover over this icon with your mouse, a pop-up will be displayed. In the pop-up list you will find several icons with names of reports and charts that you can create from this person (the exact number of icons on the list varies according to the presence of ancestors and/or descendants). Following is a list of those icons and their meaning.
el: Αυτό το εικονίδιο εμφανίζεται στα αριστερά των ονομάτων προσώπων σε λίστες ή αναφορές. Όταν τοποθετείτε το δείκτη του ποντικιού πάνω από αυτό το εικονίδιο με το ποντίκι σας, θα εμφανιστεί ένα αναδυόμενο παράθυρο. Στην αναδυόμενη λίστα θα βρείτε πολλά εικονίδια με ονόματα αναφορών και γραφήματα που μπορείτε να δημιουργήσετε από αυτό το άτομο (ο ακριβής αριθμός των εικονιδίων στη λίστα ποικίλλει ανάλογα με την παρουσία προγόνων ή/και απογόνων). Ακολουθεί μια λίστα με αυτά τα εικονίδια και τη σημασία τους.

source: A pedigree is a genealogical report of a person's ancestors. A pedigree uses a special method of numbering: the base person is number 1, his father number 2 and his mother number 3. The number of a father is ways twice that of his son and the mother is one number higher. Thus, number 40 is the father of number 20 and 41 is the mother of number 20. <br>From amongst the icons in the pop-up menu you can also choose a graphical display of the ancestor report.
el: Το γενεαλογικό είναι μια γενεαλογική αναφορά των προγόνων ενός ατόμου. Ένα γενεαλογικό χρησιμοποιεί μια ειδική μέθοδο αρίθμησης: το βασικό άτομο είναι ο αριθμός 1, ο πατέρας του ο αριθμός 2 και η μητέρα του ο αριθμός 3. Ο αριθμός ενός πατέρα είναι διπλάσιος από αυτόν του γιου του και η μητέρα είναι ένας αριθμός μεγαλύτερος. Έτσι, ο αριθμός 40 είναι ο πατέρας του αριθμού 20 και το 41 είναι η μητέρα του αριθμού 20. Μεταξύ των εικονιδίων στο αναδυόμενο μενού μπορείτε επίσης να επιλέξετε μια γραφική εμφάνιση της αναφοράς προγόνων.

source: A descendant report is a genealogical report of a patriarchal couple or of one patriarch (generation I) with their children (generation II) and all further descendants, both along male and female lines. <br>From amongst the icons in the pop-up menu you can also choose a graphical display of the descendant report.
el: Μια αναφορά απογόνων είναι μια γενεαλογική αναφορά ενός πατριαρχικού ζευγαριού ή ενός πατριάρχη (γενιά Ι) με τα παιδιά τους (γενιά ΙΙ) και όλους τους περαιτέρω απογόνους, τόσο ως προς τον άνδρα όσο και ως προς την γυναίκα. Μεταξύ των εικονιδίων στο αναδυόμενο μενού, μπορείτε επίσης να επιλέξετε μια γραφική εμφάνιση της αναφοράς απογόνων.

source: An outline report is a clear summary of all descendants of one person (and his/her partners), where each generation gets its own (ascending) number.
el: Μια αναφορά σύνοψης είναι μια σαφής περίληψη όλων των απογόνων ενός ατόμου (και των συντρόφων του), όπου κάθε γενιά λαμβάνει τον δικό της (αύξοντα) αριθμό.

source: An ancestor sheet lists 5 generations in table layout, with the base person at the bottom and the ancestors above him/her in increasingly smaller boxes.
el: Ένα φύλλο προγόνων παραθέτει 5 γενιές σε διάταξη πίνακα, με το βασικό άτομο στο κάτω μέρος και τους προγόνους από πάνω του σε όλο και μικρότερα κουτιά.

source: A fanchart is a circular chart that shows the ancestors in circles around the base person. This allows for a very clear view of the ancestry of any specific person. The box for each person on the chart is clickable to enable fast access to that person's family sheet. <br> The size of the fanchart and some other settings may be adjusted from the menu to the left of the chart.
el: Το Διάγραμμα πίτας είναι ένα κυκλικό διάγραμμα που δείχνει τους προγόνους σε κύκλους γύρω από το βασικό άτομο. Αυτό επιτρέπει μια πολύ σαφή εικόνα της καταγωγής οποιουδήποτε συγκεκριμένου ατόμου. Μπορείτε να κάνετε κλικ στο πλαίσιο για κάθε άτομο στο γράφημα για να ενεργοποιήσετε τη γρήγορη πρόσβαση στο οικογενειακό φύλλο αυτού του ατόμου. Το μέγεθος του fanchart και ορισμένες άλλες ρυθμίσεις μπορούν να προσαρμοστούν από το μενού στα αριστερά του γραφήματος.

source: The timeline chart displays historic events alongside a person's life events to give a context of the time in which the person lived.<br>This chart has its own dedicated help which you can view by hovering the cursor over the word "Help" to the left of screen.
el: Το γράφημα λωρίδας χρόνου εμφανίζει ιστορικά γεγονότα παράλληλα με τα γεγονότα της ζωής ενός ατόμου για να δώσει ένα πλαίσιο της εποχής στην οποία έζησε το άτομο.Αυτό το γράφημα έχει τη δική του ειδική βοήθεια, την οποία μπορείτε να δείτε τοποθετώντας το δείκτη του ποντικιού πάνω από τη λέξη "Βοήθεια" στα αριστερά της οθόνης.

source: Top Ribbon
el: Κορδέλα κορυφής

source: “Search” field and button
el: Πεδίο και κουμπί «Αναζήτηση».

source: This box appears on all pages of %s and allows you the convenience to search for any persons from the database from any page. Typing in a name and clicking search will display a list of people from the database bearing a name matching the search term.
el: Αυτό το πλαίσιο εμφανίζεται σε όλες τις σελίδες του %s και σας δίνει την ευκολία να αναζητήσετε άτομα από τη βάση δεδομένων από οποιαδήποτε σελίδα. Πληκτρολογώντας ένα όνομα και κάνοντας κλικ στην αναζήτηση θα εμφανιστεί μια λίστα ατόμων από τη βάση δεδομένων που φέρει ένα όνομα που ταιριάζει με τον όρο αναζήτησης.

source: The orange RSS-icon
el: Το πορτοκαλί εικονίδιο RSS

source: (only displayed if activated by the site owner and enabled in webbrowser)
el: (εμφανίζεται μόνο εάν έχει ενεργοποιηθεί από τον κάτοχο του ιστότοπου και είναι ενεργοποιημένο στο πρόγραμμα περιήγησης ιστού)

source: If you add this feed (as it's called) to your RSS-reader, you will be able to see at one glance who has a birthday!<br>(In the "Tools" pull-down menu you may see an "Anniversary List" option. That option will display a list of birthdays in the present month).
el: Εάν προσθέσετε αυτήν τη ροή (όπως λέγεται) στον αναγνώστη RSS, θα μπορείτε να δείτε με μια ματιά ποιος έχει γενέθλια!(Στο αναπτυσσόμενο μενού "Εργαλεία" ενδέχεται να δείτε ένα \ Επιλογή "Λίστα επετείου". Αυτή η επιλογή θα εμφανίσει μια λίστα γενεθλίων του τρέχοντος μήνα).

source: Menu items
el: Στοιχεία μενού

source: Family tree index
el: Ευρετήριο οικογενειακού δέντρου

source: This takes you to the main Persons Index. The "Home" page can be replaced by a custom page made by the website owner.
el: Αυτό θα σας οδηγήσει στον κύριο δείκτη προσώπων. Η σελίδα "Αρχική" μπορεί να αντικατασταθεί από μια προσαρμοσμένη σελίδα που δημιουργήθηκε από τον κάτοχο του ιστότοπου.

source: Takes you to the main persons index. Same as the "Home" button. The list shows all persons in the family tree, sorted alphabetically. A maximum number of 150 persons is displayed. You can press the page numbers to see more. You can chose between "Concise view" or "Expanded view". In the expanded view (ex)partners are also displayed, that are not shown in concise view.
el: Σας μεταφέρει στο βασικό ευρετήριο προσώπων. Ίδιο με το κουμπί "Αρχική σελίδα". Η λίστα εμφανίζει όλα τα άτομα στο οικογενειακό δέντρο, ταξινομημένα αλφαβητικά. Εμφανίζεται μέγιστος αριθμός 150 ατόμων. Μπορείτε να πατήσετε τους αριθμούς σελίδων για να δείτε περισσότερα. Μπορείτε να επιλέξετε μεταξύ "Συνοπτική προβολή" ή "Εκτεταμένη προβολή". Στην αναπτυγμένη προβολή εμφανίζονται επίσης (πρώην) συνεργάτες, οι οποίοι δεν εμφανίζονται σε συνοπτική προβολή.

source: Here you will find a list of all family names, followed by the number of persons who carry that name.
el: Εδώ θα βρείτε μια λίστα με όλα τα οικογενειακά ονόματα, ακολουθούμενη από τον αριθμό των ατόμων που φέρουν αυτό το όνομα.

source: (only displayed if activated by the site owner)
el: (εμφανίζεται μόνο εάν έχει ενεργοποιηθεί από τον ιδιοκτήτη του ιστότοπου)

source: Here you can search by place of birth, baptism, by address, place of death or burial. You can search with the options: "contains", "equals" and "starts with". Here too, you can choose between expanded or concise view. The results will be sorted alphabetically by place name.
el: Εδώ μπορείτε να κάνετε αναζήτηση ανά τόπο γέννησης, βάπτισης, κατά διεύθυνση, τόπο θανάτου ή ταφής. Μπορείτε να κάνετε αναζήτηση με τις επιλογές: "περιέχει", "ισούται" και "ξεκινά με". Και εδώ, μπορείτε να επιλέξετε μεταξύ διευρυμένης ή συνοπτικής προβολής. Τα αποτελέσματα θα ταξινομηθούν αλφαβητικά κατά τοπωνύμιο.

source: Photobook
el: Βιβλίο φωτογραφιών

source: Here you will see a display of all photos in the database.<br>Click on a photo for an enlarged version or click on the name to move to the family page of that person.
el: Εδώ θα δείτε μια εμφάνιση όλων των φωτογραφιών στη βάση δεδομένων.Κάντε κλικ σε μια φωτογραφία για μεγέθυνση ή κάντε κλικ στο όνομα για να μεταβείτε στην οικογενειακή σελίδα αυτού του ατόμου.

source: Tools
el: Εργαλεία

source: Here you will find a list of all sources used in the genealogical research.
el: Εδώ θα βρείτε μια λίστα με όλες τις πηγές που χρησιμοποιήθηκαν στη γενεαλογική έρευνα.

source: Anniversary list
el: Επετειακή λίστα

source: This opens a list with all persons in the selected tree who have a birthday in the current month. You can also choose a different month than the current one.
el: Αυτό ανοίγει μια λίστα με όλα τα άτομα στο επιλεγμένο δέντρο που έχουν γενέθλια τον τρέχοντα μήνα. Μπορείτε επίσης να επιλέξετε διαφορετικό μήνα από τον τρέχοντα.

source: The information given in the statistics table doesnt warrant further explanation.
el: Οι πληροφορίες που δίνονται στον πίνακα στατιστικών στοιχείων δεν δικαιολογούν περαιτέρω εξήγηση.

source: With the relationship calculator you can establish blood and/or marital relations between two people. In the search field "Name" you can enter a name. For example first name, last name, call name, part of name or leave a field empty. Then you can click "search" and consequently pick a name from the result list. Once two names have been selected, you can click "Calculate relationship" and if a relationship is found it will be listed together with a graphical representation. You can press the change symbol to switch between the persons.
el: Με την αριθμομηχανή σχέσεων μπορείτε να δημιουργήσετε σχέσεις αίματος ή/και συζυγικές σχέσεις μεταξύ δύο ατόμων. Στο πεδίο αναζήτησης "Όνομα" μπορείτε να εισαγάγετε ένα όνομα. Για παράδειγμα όνομα, επώνυμο, όνομα κλήσης, τμήμα ονόματος ή αφήστε ένα πεδίο κενό. Στη συνέχεια, μπορείτε να κάνετε κλικ στην "αναζήτηση" και κατά συνέπεια να επιλέξετε ένα όνομα από τη λίστα αποτελεσμάτων. Μόλις επιλεγούν δύο ονόματα, μπορείτε να κάνετε κλικ στο "Υπολογισμός σχέσης" και εάν βρεθεί μια σχέση, θα εμφανιστεί μαζί με μια γραφική αναπαράσταση. Μπορείτε να πατήσετε το σύμβολο αλλαγής για εναλλαγή μεταξύ των προσώπων.

source: This will display a world map relating to the people present in the database, with ability to map by births or deaths.
el: Αυτό θα εμφανίσει έναν παγκόσμιο χάρτη που σχετίζεται με τα άτομα που βρίσκονται στη βάση δεδομένων, με δυνατότητα χαρτογράφησης κατά γεννήσεις ή θανάτους.

source: Contact
el: Επαφές

source: This will open an email form, similar to the one explained above (see “owner family tree”).
el: Αυτό θα ανοίξει μια φόρμα ηλεκτρονικού ταχυδρομείου, παρόμοια με αυτή που εξηγήθηκε παραπάνω (δείτε «οικογενειακό δέντρο ιδιοκτήτη»).

source: This will display a list of new and recently changed people in the database. A fully scrollable list is displayed in reverse chronological date order, with the most recent items displayed first. There is a search field that allows you to narrow the list of results down. It accepts partial names, e.g. searching for “Sa” will return all people with SA in their name, such as Sam, Sarah, Susanne, or even people with the surname Samson for example.
el: Αυτό θα εμφανίσει μια λίστα με νέα και πρόσφατα αλλαγμένα άτομα στη βάση δεδομένων. Μια λίστα με πλήρη κύλιση εμφανίζεται με αντίστροφη χρονολογική σειρά, με τα πιο πρόσφατα στοιχεία να εμφανίζονται πρώτα. Υπάρχει ένα πεδίο αναζήτησης που σας επιτρέπει να περιορίσετε τη λίστα των αποτελεσμάτων. Δέχεται επιμέρους ονόματα, π.χ. Η αναζήτηση για "Sa" θα επιστρέψει όλα τα άτομα με SA στο όνομά τους, όπως Sam, Sarah, Susanne, ή ακόμα και άτομα με το επώνυμο Samson για παράδειγμα.
